{
  "chunk_number": 4,
  "original_text": "However, further investigations carried into the lives of normal people\ndisclosed quite as many psychic and sexual traumas in their early\nchildhood as in the lives of the patients; therefore, the conception of\nthe “infantile sexual trauma” as the etiological factor was abandoned in\nfavor of “the infantilism of sexuality” itself. In other words, it was\nsoon realized that many of the sexual traumas which were placed in their\nearly childhood by these patients, did not really exist except in their\nown phantasies and probably were produced as a defence against the\nmemories of their own childish sexual activities. These experiences led\nto a deep investigation into the nature of the child’s sexuality and\ndeveloped the ideas which Freud incorporated in a work called “Three\nContributions to the Sexual Theory.” He found so many variations and\nmanifestations of sexual activity even among young children that he\nrealized that this activity was the normal, although entirely\nunconscious, expression of the child’s developing life, and while not\ncomparable to the adult sexuality, nevertheless produced a very definite\ninfluence and effect on the child’s life.\n\nThese childish expressions of this instinct he called “polymorphous\nperverse,” because in many ways they resembled the various abnormalities\ncalled perversions when found among adults under certain conditions.\n\nIn the light of these additional investigations Freud was led to change\nhis formulation, for instead of the symptoms of the neurotic patient\nbeing due to definite sexual experiences, they seemed to be determined\nby his reactions towards his own sexual constitution and the kind of\nrepression to which these instincts were subjected.\n\nPerhaps one of the greatest sources of misunderstanding and difficulty\nin this whole subject lies in the term sexuality, for Freud’s conception\nof this is entirely different from that of the popular sense. He\nconceives sexuality to be practically synonymous with the word _love_\nand to include under this term all those tender feelings and emotions\nwhich have had their origin in a primitive erotic source, even if now\ntheir primary aim is entirely lost and another substituted for it. It\nmust also be borne in mind that Freud strictly emphasizes the psychic\nside of sexuality and its importance, as well as the somatic expression.\n\nTherefore, to understand Freud’s theories, his very broad conception of\nthe term sexual must never be forgotten.\n\nThrough this careful investigation of the psychic life of the\nindividual, the tremendous influence and importance of phantasy-making\nfor the fate was definitely shown. It was discovered that the indulgence\nin day-dreams and phantasies was practically universal not only among\nchildren but among adults, that even whole lives were being lived out in\na phantastic world created by the dreamer, a world wherein he could\nfulfil all those wishes and desires which were found to be too difficult\nor impossible to satisfy in the world of reality.\n\nMuch of this phantasy thinking was seen to be scarcely conscious, but\narose from unrealized wishes, desires and strivings which could only\nexpress themselves through veiled symbols in the form of phantastic\nstructures not understood, nor fully recognized. Indeed, it is perhaps\none of the most common human experiences to find “queer thoughts,”\nundesired ideas and images, forcing themselves upon one’s attention to\nsuch an extent that the will has to be employed to push them out of\nmind. It is not unusual to discover long-forgotten impressions of\nchildhood assuming a phantastic shape in memory, and dwelt upon as\nthough they were still of importance.\n\nThis material afforded a rich field for the searchers into the soul, for\nthrough the operation of the law of association of ideas these\nphantastic products, traced back to their origin, revealed the fact that\ninstead of being meaningless or foolish, they were produced by a\ndefinite process, and arose from distinct wishes and desires which\nunconsciously veiled themselves in these mysterious forms and pictures.\n\nIt is conceded that the most completely unconscious product of an\nindividual is his dream, and therefore Professor Freud turned his\nattention from phantasies and day-dreams to the investigation of the\nnightly dreams of his patients to discover whether they would throw\nlight upon the painful feelings and ideas repressed out of\nconsciousness, and therefore inaccessible to direct revelation.\n\nThis brilliant idea soon led to a rich fruiting, for it became evident\nthat contrary to the usual conception that the dream is a phantastic and\nabsurd jumble of heterogeneous fragments, having no real relation to the\nlife of the individual, it is full of meaning. In fact, it is usually\nconcerned with the problem of life most pressing at the time, which\nexpresses itself not directly, but in symbolic form so as to be\nunrecognized. In this way the individual gains an expression and\nfulfilment of his unrealized wish or desire.\n\nThis discovery of the symbolic nature of the dream and the phantasy was\nbrought about entirely through the associative method and developed\nempirically through investigations of the dreams of many people. In this\nmanner it became evident that certain ideas and objects which recurred\nagain and again in the dreams and phantasies of different people were\ndefinitely associated with certain unconscious or unrecognized wishes\nand desires, and were repeatedly used by the mind to express these\nmeanings where a direct form was repressed and unallowed. Thus certain\ndream expressions and figures were in a general way considered to be\nrather definite symbols of these repressed ideas and feelings found in\nthe unconscious. Through a comparative and parallel study it soon\nappeared that there was a similar mechanism at work in myths and fairy\ntales and that the relationship between the dreams and phantasies of an\nindividual and the myths and folk tales of a people was so close that\nAbraham could say that the myth is a fragment of the infantile soul life\nof the race and the dream is the myth of the individual.\n\nThus through relating his dreams the patient himself furnished the most\nimportant means of gaining access to the unconscious and disturbing\ncomplexes with which his symptoms were connected.\n\nBesides the dream analysis the patient furnished other means of\nrevelation of his complexes—his mannerisms and unconscious acts, his\nopening remarks to his physician, his emotional reactions to certain\nideas; in short the whole behavior and verbal expressions of the\nindividual reveal his inner nature and problems.\n\nThrough all this work it became clear that in the emotional nature lay\nthe origin not only of the various nervous illnesses themselves, but\nalso of the isolated symptoms and individual idiosyncrasies and\npeculiarities which are the part of all humanity and that the pathogenic\ncause of the disturbances lies not in the ignorance of individuals, but\nin those inner resistances which are the underlying basis of this\nignorance.\n\nTherefore the aim of the therapy became not merely the relief of the\nignorance but the searching out and combating of these resistances.\n\nIt becomes evident from even this brief description of the analytic\nprocedure that we are dealing with a very complex and delicate material,\nand with a technique which needs to make definite use of all influences\navailable for the help of the patient. It has long been recognized that\nthe relation established between physician and patient has a great\neffect upon the medical assistance which he is able to render—in other\nwords, if a confidence and personal regard developed in the patient\ntowards the physician, the latter’s advice was just so much more\nefficacious. This personal feeling has been frankly recognized and made\nof distinct service in psychoanalytic treatment under the name of\n_transference_. It is through the aid of this definite relationship\nwhich must be established in the one being analyzed towards the analyst\nthat it is possible to deal with the unconscious and organized\nresistances which so easily blind the individual and render the\nacceptance of the new valuations very difficult to the raw and sensitive\nsoul.\n\nFreud’s emphasis upon the rôle of the sexual instinct in the production\nof the neurosis and also in its determining power upon the personality\nof the normal individual does not imply that he does not also recognize\nother determinants at the root of human conduct, as for instance, the\ninstinct for preservation of life and the ego principle itself. But\nthese motives are not so violently forbidden and repressed as the sexual\nimpulse, and therefore, because of that repressive force and the\nstrength of the impulse he considers this primary in its influence upon\nthe human being.\n\nThe importance of this instinct upon human life is clearly revealed by\nthe great place given to it under the name of love in art, literature,\npoetry, romance and all beauty from the beginning of recorded time.\nViewed in this light it cannot seem extraordinary that a difficulty or\ndisturbance in this emotional field should produce such far-reaching\nconsequences for the individual. The sexual impulse is often compared\nwith that of hunger, and this craving and need lying in all humanity is\ncalled by Freud _libido_.",
  "semantic_sections": [],
  "missed_text": "Psychology of the Unconscious by Jung",
  "metrics": {},
  "token_counts": {
    "input": 1877,
    "sections": [],
    "missed": 8
  }
}