{
  "chunk_number": 1,
  "original_text": "Psychology of the Unconscious by Jung\n\n\n\n\n       AN INTRODUCTION TO PSYCHOANALYSIS AND ANALYTIC PSYCHOLOGY\n\n\nWhen Professor Freud of Vienna made his early discoveries in the realm\nof the neuroses, and announced that the basis and origin of the various\nsymptoms grouped under the terms hysteria and neuroses lay in\nunfulfilled desires and wishes, unexpressed and unknown to the patient\nfor the most part, and concerned chiefly with the sexual instinct, it\nwas not realized what far-reaching influence this unpopular and bitterly\nattacked theory would exert on the understanding of human life in\ngeneral.\n\nFor this theory has so widened in its scope that its application has now\nextended beyond a particular group of pathologic states. It has in fact\nled to a new evaluation of the whole conduct of human life; a new\ncomprehension has developed which explains those things which formerly\nwere unexplained, and there is offered an understanding not only of the\nsymptoms of a neurosis and the phenomena of conduct but the product of\nthe mind as expressed in myths and religions.\n\nThis amazing growth has proceeded steadily in an ever-widening fashion\ndespite opposition as violent as any of which we have knowledge in the\npast. The criticism originally directed towards the little understood\nand much disliked sexual conception now includes the further teachings\nof a psychology which by the application to it of such damning phrases\nas mystical, metaphysical and sacrilegious, is condemned as\nunscientific.\n\nTo add to the general confusion and misunderstanding surrounding this\nnew school of thought there has arisen a division amongst the leaders\nthemselves, so that there now exist two schools led respectively by\nProfessor Sigmund Freud of Vienna and Dr. Carl Jung of Zurich, referred\nto in the literature as the Vienna School and the Zurich School.\n\nIt is very easy to understand that criticism and opposition should\ndevelop against a psychology so difficult of comprehension, and so\ndisturbing to the ideas which have been held by humanity for ages; a\npsychology which furthermore requires a special technique as well as an\nobserver trained to recognize and appreciate in psychologic phenomena a\nverification of the statement that there is no such thing as chance, and\nthat every act and every expression has its own meaning, determined by\nthe inner feelings and wishes of the individual.\n\nIt is not a simple matter to come out boldly and state that every\nindividual is to a large extent the determiner of his own destiny, for\nonly by poets and philosophers has this idea been put forth—not by\nscience; and it is a brave act to make this statement with full\nconsciousness of all its meaning, and to stand ready to prove it by\nscientific reasoning and procedure.\n\nDeveloped entirely through empirical investigation and through an\nanalysis of individual cases, Freudian psychology seems particularly to\nbelong to that conception of Max Müller’s that “An empirical\nacquaintance with facts rises to a scientific knowledge of facts as soon\nas the mind discovers beneath the multiplicity of single productions the\nunity of an organic system.”[1]\n\nPsychoanalysis is the name given to the method developed for reaching\ndown into the hidden depths of the individual to bring to light the\nunderlying motives and determinants of his symptoms and attitudes, and\nto reveal the unconscious tendencies which lie behind actions and\nreactions and which influence development and determine the relations of\nlife itself. The result of digging down into the hidden psyche has been\nto produce a mass of material from below the threshold of consciousness,\nso astonishing and disturbing and out of relation with the previously\nheld values, as to arouse in any one unfamiliar with the process the\nstrongest antagonism and criticism.\n\nAlthough originally studied only as a therapeutic method for the sick it\nwas soon realized through an analysis of normal people how slight were\nthe differences in the content of the unconscious of the sick and of the\nnormal. The differences observed were seen to be rather in the reactions\nto life and to the conflicts produced by contending forces in the\nindividual.\n\nThese conflicts, usually not fully perceived by the individual, and\nhaving to do with objectionable desires and wishes that are not in\nkeeping with the conscious idea of self, produce marked effects which\nare expressed either in certain opinions, prejudices, attitudes of\nconduct, faulty actions, or in some definite pathologic symptom. As Dr.\nJung says, he who remains healthy has to struggle with the same\ncomplexes that cause the neurotic to fall ill.\n\nIn a valuable book called “The Neighbor,” written by the late Professor\nN. Shaler of Harvard University, there occurs this very far-reaching\nstatement: “It is hardly too much to say that all the important errors\nof conduct, all the burdens of men or of societies are caused by the\ninadequacies in the association of the primal animal emotions with those\nmental powers which have been so rapidly developed in mankind.”\n\nThis statement, reached by a process of reasoning and a method of\nthought and study entirely different from psychoanalysis, nevertheless\nso completely expresses in brief form the very basis of the postulates\ndeveloped through psychoanalysis that I quote it here. Such a statement\nmade in the course of a general examination of human relations does not\narouse opposition nor seem to be so difficult of acceptance. It appears\nto be the individual application of these conceptions that has roused\nsuch bitter antagonism and violent denunciations.\n\nRightly understood and used, psychoanalysis may be compared to surgery,\nfor psychoanalysis stands in the same relation to the personality as\nsurgery does to the body, and they aim at parallel results.\n\nIt is well recognized that in the last analysis nature is the real\nphysician, the healer of wounds; but prior to the development of our\nmodern asepsis and surgical technique the healing produced by nature was\nmost often of a very faulty and imperfect type—hideous scars, distorted\nand crippled limbs, with functions impaired or incapacitated, resulted\nfrom the wounds, or else nature was unable to cope with the hurt and the\ninjured one succumbed.\n\nScience has been steadily working for centuries with the aim of\nunderstanding nature and finding means to aid and co-operate with her so\nthat healing could take place with the least possible loss of function\nor permanent injury to the individual. Marvelous results have rewarded\nthese persistent efforts, as the brilliant achievements of surgery\nplainly indicate.\n\nMeantime, however, little thought was given to the possibility of any\nscientific method being available to help man overcome the wounds and\nconflicts taking place in his soul, hurts which retarded his development\nand progress as a personality, and which frequently in the struggle\nresulted in physical pains and symptoms of the most varied character.\nThat was left solely to religion and metaphysics. Now, however, this\nsame assistance that surgery has given to the physical body,\npsychoanalysis attempts to give to the personality. That it cannot\nalways succeed is as much to be expected, and more, than that surgery\ndoes not always succeed, for the analytic work requires much of the\nindividual. No real result can be attained if he has not already\ndeveloped a certain quality of character and intelligence which makes it\npossible for him to submit himself to a facing of his naked soul, and to\nthe pain and suffering which this often entails. Here, as in no other\nrelation in life, an absolute truth and an absolute honesty are the only\nbasis of action, since deception of any kind deceives no one but the\nindividual himself and acts as a boomerang, defeating his own aims.\n\nSuch deep searching and penetrating into the soul is not something to be\nundertaken lightly nor to be considered a trivial or simple matter, and\nthe fact is that where a strong compulsion is lacking, such as sickness\nor a situation too difficult to meet, much courage is required to\nundertake it.\n\nIn order to understand this psychology which is pervading all realms of\nthought and seems destined to be a new psychological-philosophical\nsystem for the understanding and practical advancement of human life, it\nwill be necessary to go somewhat into detail regarding its development\nand present status. For in this new direction lies its greatest value\nand its greatest danger.\n\nThe beginnings of this work were first published in 1895 in a book\nentitled “Studien über Hysterie,” and contained the joint investigations\ninto hysteria of Dr. Breuer of Vienna and his pupil Dr. Sigmund Freud.\nThe results of their investigations seemed to show that the various\nsymptoms grouped under the title of hysteria were the result of\nemotionally colored reminiscences which, all unknown to the conscious\nwaking self, were really actively expressing themselves through the\nsurrogate form of symptoms and that these experiences, although\nforgotten by the patient, could be reproduced and the emotional content\ndischarged.\n\nHypnosis was the means used to enable the physician to penetrate deeply\ninto the forgotten memories, for it was found through hypnosis that\nthese lost incidents and circumstances were not really lost at all but\nonly dropped from consciousness, and were capable of being revived when\ngiven the proper stimuli. The astonishing part about it was that with\nthe revival of these memories and their accompanying painful and\ndisturbing emotions, the symptoms disappeared. This led naturally to the\nconclusion that these symptoms were dependent upon some emotional\ndisturbance or psychic trauma which had been inadequately expressed, and\nthat in order to cure the patient one merely had to establish the\nconnection between the memory and the emotions which properly belonged\nto it, letting the emotion work itself out through a reproduction of the\nforgotten scene.\n\nWith further investigation Freud found that hypnosis was unnecessary for\nthe revival of the forgotten experiences, and that it was possible to\nobtain the lost emotional material in the conscious and normal state.\nFor this purpose the patient was encouraged to assume a passive,\nnon-critical attitude and simply let his thoughts flow, speaking of\nwhatever came into his mind, holding nothing back. During this free and\neasy discussion of his life and conditions, directed by the law of\nassociation of ideas, reference was invariably made to the experiences\nor thoughts which were the most affective and disturbing elements. It\nwas seen to be quite impossible to avoid this indirect revelation\nbecause of the strength of the emotions surrounding these ideas and the\neffect of the conscious wish to repress unpleasant feelings. This\nimportant group of ideas or impressions, with the feelings and emotions\nclustered around them which are betrayed through this process, was\ncalled by Jung a _complex_.\n\nHowever, with the touching of the _complex_ which always contains\nfeelings and emotions so painful or unpleasant as to be unacceptable to\nconsciousness, and which are therefore repressed and hidden, great\ndifficulties appeared, for very often the patient came to a sudden stop\nand could apparently recall nothing more. Memory gaps were frequent,\nrelations twisted, etc. Evidently some force banished these memories so\nthat the person was quite honest in saying that he could remember\nnothing or that there was nothing to tell. This kind of forgetfulness\nwas called _repression_, and is the normal mechanism by which nature\nprotects the individual from such painful feelings as are caused by\nunpleasant and unacceptable experiences and thoughts, the recognition of\nhis egoistic nature, and the often quite unbearable conflict of his\nweaknesses with his feelings of idealism.\n\nAt this early time great attention was given towards developing a\ntechnique which would render more easy the reproduction of these\nforgotten memories, for with the abandonment of hypnosis it was seen\nthat some unknown active force was at work which not only banished\npainful memories and feelings, but also prevented their return; this was\ncalled _resistance_. This resistance was found to be the important\nmechanism which interfered with a free flow of thought and produced the\ngreatest difficulty in the further conduct of the analysis. It appeared\nunder various guises and frequently manifested itself in intellectual\nobjections based on reasoning ground, in criticism directed towards the\nanalyst, or in criticism of the method itself, and finally, often in a\ncomplete blocking of expression, so that until the resistance was broken\nnothing more could be produced.\n\nIt was necessary then to find some aid by which these resistances could\nbe overcome and the repressed memories and feelings revived and set\nfree. For it was proven again and again that even though the person was\nnot at all aware of concealing within himself some emotionally\ndisturbing feeling or experience with which his symptoms were\nassociated, yet such was the fact, and that under proper conditions this\nmaterial could be brought into consciousness. This realm where these\nunknown but disturbing emotions were hidden was called the\n“Unconscious”—the “Unconscious” also being a name used arbitrarily to\nindicate all that material of which the person is not aware at the given\ntime—the not-conscious.\n\nThis term is used very loosely in Freudian psychology and is not\nintended to provoke any academic discussion but to conform strictly to\nthe dictionary classification of a “negative concept which can neither\nbe described nor defined.” To say that an idea or feeling is unconscious\nmerely means to indicate that the individual is unaware at that time of\nits existence, or that all the material of which he is unaware at a\ngiven time is unconscious.\n\nWith the discovery of the significance in relation to hysteria of these\nvaried experiences and forgotten memories which always led into the\nerotic realm and usually were carried far back into early childhood, the\ntheory of an infantile sexual trauma as a cause of this neurosis\ndeveloped. Contrary to the usual belief that children have no sexuality\nand that only at puberty does it suddenly arise, it was definitely shown\nthat there was a very marked kind of sexuality among children of the\nmost tender years, entirely instinctive and capable of producing a grave\neffect on the entire later life.\n\nHowever, further investigations carried into the lives of normal people\ndisclosed quite as many psychic and sexual traumas in their early\nchildhood as in the lives of the patients; therefore, the conception of\nthe “infantile sexual trauma” as the etiological factor was abandoned in\nfavor of “the infantilism of sexuality” itself. In other words, it was\nsoon realized that many of the sexual traumas which were placed in their\nearly childhood by these patients, did not really exist except in their\nown phantasies and probably were produced as a defence against the\nmemories of their own childish sexual activities. These experiences led\nto a deep investigation into the nature of the child’s sexuality and\ndeveloped the ideas which Freud incorporated in a work called “Three\nContributions to the Sexual Theory.” He found so many variations and\nmanifestations of sexual activity even among young children that he\nrealized that this activity was the normal, although entirely\nunconscious, expression of the child’s developing life, and while not\ncomparable to the adult sexuality, nevertheless produced a very definite\ninfluence and effect on the child’s life.\n\nThese childish expressions of this instinct he called “polymorphous\nperverse,” because in many ways they resembled the various abnormalities\ncalled perversions when found among adults under certain conditions.\n\nIn the light of these additional investigations Freud was led to change\nhis formulation, for instead of the symptoms of the neurotic patient\nbeing due to definite sexual experiences, they seemed to be determined\nby his reactions towards his own sexual constitution and the kind of\nrepression to which these instincts were subjected.\n\nPerhaps one of the greatest sources of misunderstanding and difficulty\nin this whole subject lies in the term sexuality, for Freud’s conception\nof this is entirely different from that of the popular sense. He\nconceives sexuality to be practically synonymous with the word _love_\nand to include under this term all those tender feelings and emotions\nwhich have had their origin in a primitive erotic source, even if now\ntheir primary aim is entirely lost and another substituted for it. It\nmust also be borne in mind that Freud strictly emphasizes the psychic\nside of sexuality and its importance, as well as the somatic expression.\n\nTherefore, to understand Freud’s theories, his very broad conception of\nthe term sexual must never be forgotten.\n\nThrough this careful investigation of the psychic life of the\nindividual, the tremendous influence and importance of phantasy-making\nfor the fate was definitely shown. It was discovered that the indulgence\nin day-dreams and phantasies was practically universal not only among\nchildren but among adults, that even whole lives were being lived out in\na phantastic world created by the dreamer, a world wherein he could\nfulfil all those wishes and desires which were found to be too difficult\nor impossible to satisfy in the world of reality.\n\nMuch of this phantasy thinking was seen to be scarcely conscious, but\narose from unrealized wishes, desires and strivings which could only\nexpress themselves through veiled symbols in the form of phantastic\nstructures not understood, nor fully recognized. Indeed, it is perhaps\none of the most common human experiences to find “queer thoughts,”\nundesired ideas and images, forcing themselves upon one’s attention to\nsuch an extent that the will has to be employed to push them out of\nmind. It is not unusual to discover long-forgotten impressions of\nchildhood assuming a phantastic shape in memory, and dwelt upon as\nthough they were still of importance.\n\nThis material afforded a rich field for the searchers into the soul, for\nthrough the operation of the law of association of ideas these\nphantastic products, traced back to their origin, revealed the fact that\ninstead of being meaningless or foolish, they were produced by a\ndefinite process, and arose from distinct wishes and desires which\nunconsciously veiled themselves in these mysterious forms and pictures.\n\nIt is conceded that the most completely unconscious product of an\nindividual is his dream, and therefore Professor Freud turned his\nattention from phantasies and day-dreams to the investigation of the\nnightly dreams of his patients to discover whether they would throw\nlight upon the painful feelings and ideas repressed out of\nconsciousness, and therefore inaccessible to direct revelation.\n\nThis brilliant idea soon led to a rich fruiting, for it became evident\nthat contrary to the usual conception that the dream is a phantastic and\nabsurd jumble of heterogeneous fragments, having no real relation to the\nlife of the individual, it is full of meaning. In fact, it is usually\nconcerned with the problem of life most pressing at the time, which\nexpresses itself not directly, but in symbolic form so as to be\nunrecognized. In this way the individual gains an expression and\nfulfilment of his unrealized wish or desire.\n\nThis discovery of the symbolic nature of the dream and the phantasy was\nbrought about entirely through the associative method and developed\nempirically through investigations of the dreams of many people. In this\nmanner it became evident that certain ideas and objects which recurred\nagain and again in the dreams and phantasies of different people were\ndefinitely associated with certain unconscious or unrecognized wishes\nand desires, and were repeatedly used by the mind to express these\nmeanings where a direct form was repressed and unallowed. Thus certain\ndream expressions and figures were in a general way considered to be\nrather definite symbols of these repressed ideas and feelings found in\nthe unconscious. Through a comparative and parallel study it soon\nappeared that there was a similar mechanism at work in myths and fairy\ntales and that the relationship between the dreams and phantasies of an\nindividual and the myths and folk tales of a people was so close that\nAbraham could say that the myth is a fragment of the infantile soul life\nof the race and the dream is the myth of the individual.\n\nThus through relating his dreams the patient himself furnished the most\nimportant means of gaining access to the unconscious and disturbing\ncomplexes with which his symptoms were connected.\n\nBesides the dream analysis the patient furnished other means of\nrevelation of his complexes—his mannerisms and unconscious acts, his\nopening remarks to his physician, his emotional reactions to certain\nideas; in short the whole behavior and verbal expressions of the\nindividual reveal his inner nature and problems.\n\nThrough all this work it became clear that in the emotional nature lay\nthe origin not only of the various nervous illnesses themselves, but\nalso of the isolated symptoms and individual idiosyncrasies and\npeculiarities which are the part of all humanity and that the pathogenic\ncause of the disturbances lies not in the ignorance of individuals, but\nin those inner resistances which are the underlying basis of this\nignorance.\n\nTherefore the aim of the therapy became not merely the relief of the\nignorance but the searching out and combating of these resistances.\n\nIt becomes evident from even this brief description of the analytic\nprocedure that we are dealing with a very complex and delicate material,\nand with a technique which needs to make definite use of all influences\navailable for the help of the patient. It has long been recognized that\nthe relation established between physician and patient has a great\neffect upon the medical assistance which he is able to render—in other\nwords, if a confidence and personal regard developed in the patient\ntowards the physician, the latter’s advice was just so much more\nefficacious. This personal feeling has been frankly recognized and made\nof distinct service in psychoanalytic treatment under the name of\n_transference_. It is through the aid of this definite relationship\nwhich must be established in the one being analyzed towards the analyst\nthat it is possible to deal with the unconscious and organized\nresistances which so easily blind the individual and render the\nacceptance of the new valuations very difficult to the raw and sensitive\nsoul.\n\nFreud’s emphasis upon the rôle of the sexual instinct in the production\nof the neurosis and also in its determining power upon the personality\nof the normal individual does not imply that he does not also recognize\nother determinants at the root of human conduct, as for instance, the\ninstinct for preservation of life and the ego principle itself. But\nthese motives are not so violently forbidden and repressed as the sexual\nimpulse, and therefore, because of that repressive force and the\nstrength of the impulse he considers this primary in its influence upon\nthe human being.\n\nThe importance of this instinct upon human life is clearly revealed by\nthe great place given to it under the name of love in art, literature,\npoetry, romance and all beauty from the beginning of recorded time.\nViewed in this light it cannot seem extraordinary that a difficulty or\ndisturbance in this emotional field should produce such far-reaching\nconsequences for the individual. The sexual impulse is often compared\nwith that of hunger, and this craving and need lying in all humanity is\ncalled by Freud _libido_.",
  "semantic_sections": [
    "AN INTRODUCTION TO PSYCHOANALYSIS AND ANALYTIC PSYCHOLOGY\n\nWhen Professor Freud of Vienna made his early discoveries in the realm\nof the neuroses, and announced that the basis and origin of the various\nsymptoms grouped under the terms hysteria and neuroses lay in\nunfulfilled desires and wishes, unexpressed and unknown to the patient\nfor the most part, and concerned chiefly with the sexual instinct, it\nwas not realized what far-reaching influence this unpopular and bitterly\nattacked theory would exert on the understanding of human life in\ngeneral.\n\nFor this theory has so widened in its scope that its application has now\nextended beyond a particular group of pathologic states. It has in fact\nled to a new evaluation of the whole conduct of human life; a new\ncomprehension has developed which explains those things which formerly\nwere unexplained, and there is offered an understanding not only of the\nsymptoms of a neurosis and the phenomena of conduct but the product of\nthe mind as expressed in myths and religions.\n\nThis amazing growth has proceeded steadily in an ever-widening fashion\ndespite opposition as violent as any of which we have knowledge in the\npast. The criticism originally directed towards the little understood\nand much disliked sexual conception now includes the further teachings\nof a psychology which by the application to it of such damning phrases\nas mystical, metaphysical and sacrilegious, is condemned as\nunscientific.\n\nTo add to the general confusion and misunderstanding surrounding this\nnew school of thought there has arisen a division amongst the leaders\nthemselves, so that there now exist two schools led respectively by\nProfessor Sigmund Freud of Vienna and Dr. Carl Jung of Zurich, referred\nto in the literature as the Vienna School and the Zurich School.\n\nIt is very easy to understand that criticism and opposition should\ndevelop against a psychology so difficult of comprehension, and so\ndisturbing to the ideas which have been held by humanity for ages; a\npsychology which furthermore requires a special technique as well as an\nobserver trained to recognize and appreciate in psychologic phenomena a\nverification of the statement that there is no such thing as chance, and\nthat every act and every expression has its own meaning, determined by\nthe inner feelings and wishes of the individual.\n\nIt is not a simple matter to come out boldly and state that every\nindividual is to a large extent the determiner of his own destiny, for\nonly by poets and philosophers has this idea been put forth—not by\nscience; and it is a brave act to make this statement with full\nconsciousness of all its meaning, and to stand ready to prove it by\nscientific reasoning and procedure.",
    "Developed entirely through empirical investigation and through an\nanalysis of individual cases, Freudian psychology seems particularly to\nbelong to that conception of Max Müller’s that “An empirical\nacquaintance with facts rises to a scientific knowledge of facts as soon\nas the mind discovers beneath the multiplicity of single productions the\nunity of an organic system.”\n\nPsychoanalysis is the name given to the method developed for reaching\ndown into the hidden depths of the individual to bring to light the\nunderlying motives and determinants of his symptoms and attitudes, and\nto reveal the unconscious tendencies which lie behind actions and\nreactions and which influence development and determine the relations of\nlife itself. The result of digging down into the hidden psyche has been\nto produce a mass of material from below the threshold of consciousness,\nso astonishing and disturbing and out of relation with the previously\nheld values, as to arouse in any one unfamiliar with the process the\nstrongest antagonism and criticism.\n\nAlthough originally studied only as a therapeutic method for the sick it\nwas soon realized through an analysis of normal people how slight were\nthe differences in the content of the unconscious of the sick and of the\nnormal. The differences observed were seen to be rather in the reactions\nto life and to the conflicts produced by contending forces in the\nindividual.\n\nThese conflicts, usually not fully perceived by the individual, and\nhaving to do with objectionable desires and wishes that are not in\nkeeping with the conscious idea of self, produce marked effects which\nare expressed either in certain opinions, prejudices, attitudes of\nconduct, faulty actions, or in some definite pathologic symptom. As Dr.\nJung says, he who remains healthy has to struggle with the same\ncomplexes that cause the neurotic to fall ill.",
    "In a valuable book called “The Neighbor,” written by the late Professor\nN. Shaler of Harvard University, there occurs this very far-reaching\nstatement: “It is hardly too much to say that all the important errors\nof conduct, all the burdens of men or of societies are caused by the\ninadequacies in the association of the primal animal emotions with those\nmental powers which have been so rapidly developed in mankind.”\n\nThis statement, reached by a process of reasoning and a method of\nthought and study entirely different from psychoanalysis, nevertheless\nso completely expresses in brief form the very basis of the postulates\ndeveloped through psychoanalysis that I quote it here. Such a statement\nmade in the course of a general examination of human relations does not\narouse opposition nor seem to be so difficult of acceptance. It appears\nto be the individual application of these conceptions that has roused\nsuch bitter antagonism and violent denunciations.\n\nRightly understood and used, psychoanalysis may be compared to surgery,\nfor psychoanalysis stands in the same relation to the personality as\nsurgery does to the body, and they aim at parallel results.\n\nIt is well recognized that in the last analysis nature is the real\nphysician, the healer of wounds; but prior to the development of our\nmodern asepsis and surgical technique the healing produced by nature was\nmost often of a very faulty and imperfect type—hideous scars, distorted\nand crippled limbs, with functions impaired or incapacitated, resulted\nfrom the wounds, or else nature was unable to cope with the hurt and the\ninjured one succumbed.\n\nScience has been steadily working for centuries with the aim of\nunderstanding nature and finding means to aid and co-operate with her so\nthat healing could take place with the least possible loss of function\nor permanent injury to the individual. Marvelous results have rewarded\nthese persistent efforts, as the brilliant achievements of surgery\nplainly indicate.\n\nMeantime, however, little thought was given to the possibility of any\nscientific method being available to help man overcome the wounds and\nconflicts taking place in his soul, hurts which retarded his development\nand progress as a personality, and which frequently in the struggle\nresulted in physical pains and symptoms of the most varied character.\nThat was left solely to religion and metaphysics. Now, however, this\nsame assistance that surgery has given to the physical body,\npsychoanalysis attempts to give to the personality. That it cannot\nalways succeed is as much to be expected, and more, than that surgery\ndoes not always succeed, for the analytic work requires much of the\nindividual. No real result can be attained if he has not already\ndeveloped a certain quality of character and intelligence which makes it\npossible for him to submit himself to a facing of his naked soul, and to\nthe pain and suffering which this often entails. Here, as in no other\nrelation in life, an absolute truth and an absolute honesty are the only\nbasis of action, since deception of any kind deceives no one but the\nindividual himself and acts as a boomerang, defeating his own aims.\n\nSuch deep searching and penetrating into the soul is not something to be\nundertaken lightly nor to be considered a trivial or simple matter, and\nthe fact is that where a strong compulsion is lacking, such as sickness\nor a situation too difficult to meet, much courage is required to\nundertake it.\n\nIn order to understand this psychology which is pervading all realms of\nthought and seems destined to be a new psychological-philosophical\nsystem for the understanding and practical advancement of human life, it\nwill be necessary to go somewhat into detail regarding its development\nand present status. For in this new direction lies its greatest value\nand its greatest danger."
  ],
  "missed_text": "Psychology of the Unconscious by Jung AN INTRODUCTION TO PSYCHOANALYSIS AND ANALYTIC PSYCHOLOGY When Professor Freud of Vienna made his early discoveries in the realm of the neuroses, and announced that the basis and origin of the various symptoms grouped under the terms hysteria and neuroses lay in unfulfilled desires and wishes, unexpressed and unknown to the patient for the most part, and concerned chiefly with the sexual instinct, it was not realized what far-reaching influence this unpopular and bitterly attacked theory would exert on the understanding of human life in general. For this theory has so widened in its scope that its application has now extended beyond a particular group of pathologic states. It has in fact led to a new evaluation of the whole conduct of human life; a new comprehension has developed which explains those things which formerly were unexplained, and there is offered an understanding not only of the symptoms of a neurosis and the phenomena of conduct but the product of the mind as expressed in myths and religions. This amazing growth has proceeded steadily in an ever-widening fashion despite opposition as violent as any of which we have knowledge in the past. The criticism originally directed towards the little understood and much disliked sexual conception now includes the further teachings of a psychology which by the application to it of such damning phrases as mystical, metaphysical and sacrilegious, is condemned as unscientific. To add to the general confusion and misunderstanding surrounding this new school of thought there has arisen a division amongst the leaders themselves, so that there now exist two schools led respectively by Professor Sigmund Freud of Vienna and Dr. Carl Jung of Zurich, referred to in the literature as the Vienna School and the Zurich School. It is very easy to understand that criticism and opposition should develop against a psychology so difficult of comprehension, and so disturbing to the ideas which have been held by humanity for ages; a psychology which furthermore requires a special technique as well as an observer trained to recognize and appreciate in psychologic phenomena a verification of the statement that there is no such thing as chance, and that every act and every expression has its own meaning, determined by the inner feelings and wishes of the individual. It is not a simple matter to come out boldly and state that every individual is to a large extent the determiner of his own destiny, for only by poets and philosophers has this idea been put forth—not by science; and it is a brave act to make this statement with full consciousness of all its meaning, and to stand ready to prove it by scientific reasoning and procedure. Developed entirely through empirical investigation and through an analysis of individual cases, Freudian psychology seems particularly to belong to that conception of Max Müller’s that “An empirical acquaintance with facts rises to a scientific knowledge of facts as soon as the mind discovers beneath the multiplicity of single productions the unity of an organic system.”[1] Psychoanalysis is the name given to the method developed for reaching down into the hidden depths of the individual to bring to light the underlying motives and determinants of his symptoms and attitudes, and to reveal the unconscious tendencies which lie behind actions and reactions and which influence development and determine the relations of life itself. The result of digging down into the hidden psyche has been to produce a mass of material from below the threshold of consciousness, so astonishing and disturbing and out of relation with the previously held values, as to arouse in any one unfamiliar with the process the strongest antagonism and criticism. Although originally studied only as a therapeutic method for the sick it was soon realized through an analysis of normal people how slight were the differences in the content of the unconscious of the sick and of the normal. The differences observed were seen to be rather in the reactions to life and to the conflicts produced by contending forces in the individual. These conflicts, usually not fully perceived by the individual, and having to do with objectionable desires and wishes that are not in keeping with the conscious idea of self, produce marked effects which are expressed either in certain opinions, prejudices, attitudes of conduct, faulty actions, or in some definite pathologic symptom. As Dr. Jung says, he who remains healthy has to struggle with the same complexes that cause the neurotic to fall ill. In a valuable book called “The Neighbor,” written by the late Professor N. Shaler of Harvard University, there occurs this very far-reaching statement: “It is hardly too much to say that all the important errors of conduct, all the burdens of men or of societies are caused by the inadequacies in the association of the primal animal emotions with those mental powers which have been so rapidly developed in mankind.” This statement, reached by a process of reasoning and a method of thought and study entirely different from psychoanalysis, nevertheless so completely expresses in brief form the very basis of the postulates developed through psychoanalysis that I quote it here. Such a statement made in the course of a general examination of human relations does not arouse opposition nor seem to be so difficult of acceptance. It appears to be the individual application of these conceptions that has roused such bitter antagonism and violent denunciations. Rightly understood and used, psychoanalysis may be compared to surgery, for psychoanalysis stands in the same relation to the personality as surgery does to the body, and they aim at parallel results. It is well recognized that in the last analysis nature is the real physician, the healer of wounds; but prior to the development of our modern asepsis and surgical technique the healing produced by nature was most often of a very faulty and imperfect type—hideous scars, distorted and crippled limbs, with functions impaired or incapacitated, resulted from the wounds, or else nature was unable to cope with the hurt and the injured one succumbed. Science has been steadily working for centuries with the aim of understanding nature and finding means to aid and co-operate with her so that healing could take place with the least possible loss of function or permanent injury to the individual. Marvelous results have rewarded these persistent efforts, as the brilliant achievements of surgery plainly indicate. Meantime, however, little thought was given to the possibility of any scientific method being available to help man overcome the wounds and conflicts taking place in his soul, hurts which retarded his development and progress as a personality, and which frequently in the struggle resulted in physical pains and symptoms of the most varied character. That was left solely to religion and metaphysics. Now, however, this same assistance that surgery has given to the physical body, psychoanalysis attempts to give to the personality. That it cannot always succeed is as much to be expected, and more, than that surgery does not always succeed, for the analytic work requires much of the individual. No real result can be attained if he has not already developed a certain quality of character and intelligence which makes it possible for him to submit himself to a facing of his naked soul, and to the pain and suffering which this often entails. Here, as in no other relation in life, an absolute truth and an absolute honesty are the only basis of action, since deception of any kind deceives no one but the individual himself and acts as a boomerang, defeating his own aims. Such deep searching and penetrating into the soul is not something to be undertaken lightly nor to be considered a trivial or simple matter, and the fact is that where a strong compulsion is lacking, such as sickness or a situation too difficult to meet, much courage is required to undertake it. In order to understand this psychology which is pervading all realms of thought and seems destined to be a new psychological-philosophical system for the understanding and practical advancement of human life, it will be necessary to go somewhat into detail regarding its development and present status. For in this new direction lies its greatest value and its greatest danger. The beginnings of this work were first published in 1895 in a book entitled “Studien über Hysterie,” and contained the joint investigations into hysteria of Dr. Breuer of Vienna and his pupil Dr. Sigmund Freud. The results of their investigations seemed to show that the various symptoms grouped under the title of hysteria were the result of emotionally colored reminiscences which, all unknown to the conscious waking self, were really actively expressing themselves through the surrogate form of symptoms and that these experiences, although forgotten by the patient, could be reproduced and the emotional content discharged. Hypnosis was the means used to enable the physician to penetrate deeply into the forgotten memories, for it was found through hypnosis that these lost incidents and circumstances were not really lost at all but only dropped from consciousness, and were capable of being revived when given the proper stimuli. The astonishing part about it was that with the revival of these memories and their accompanying painful and disturbing emotions, the symptoms disappeared. This led naturally to the conclusion that these symptoms were dependent upon some emotional disturbance or psychic trauma which had been inadequately expressed, and that in order to cure the patient one merely had to establish the connection between the memory and the emotions which properly belonged to it, letting the emotion work itself out through a reproduction of the forgotten scene. With further investigation Freud found that hypnosis was unnecessary for the revival of the forgotten experiences, and that it was possible to obtain the lost emotional material in the conscious and normal state. For this purpose the patient was encouraged to assume a passive, non-critical attitude and simply let his thoughts flow, speaking of whatever came into his mind, holding nothing back. During this free and easy discussion of his life and conditions, directed by the law of association of ideas, reference was invariably made to the experiences or thoughts which were the most affective and disturbing elements. It was seen to be quite impossible to avoid this indirect revelation because of the strength of the emotions surrounding these ideas and the effect of the conscious wish to repress unpleasant feelings. This important group of ideas or impressions, with the feelings and emotions clustered around them which are betrayed through this process, was called by Jung a _complex_. However, with the touching of the _complex_ which always contains feelings and emotions so painful or unpleasant as to be unacceptable to consciousness, and which are therefore repressed and hidden, great difficulties appeared, for very often the patient came to a sudden stop and could apparently recall nothing more. Memory gaps were frequent, relations twisted, etc. Evidently some force banished these memories so that the person was quite honest in saying that he could remember nothing or that there was nothing to tell. This kind of forgetfulness was called _repression_, and is the normal mechanism by which nature protects the individual from such painful feelings as are caused by unpleasant and unacceptable experiences and thoughts, the recognition of his egoistic nature, and the often quite unbearable conflict of his weaknesses with his feelings of idealism. At this early time great attention was given towards developing a technique which would render more easy the reproduction of these forgotten memories, for with the abandonment of hypnosis it was seen that some unknown active force was at work which not only banished painful memories and feelings, but also prevented their return; this was called _resistance_. This resistance was found to be the important mechanism which interfered with a free flow of thought and produced the greatest difficulty in the further conduct of the analysis. It appeared under various guises and frequently manifested itself in intellectual objections based on reasoning ground, in criticism directed towards the analyst, or in criticism of the method itself, and finally, often in a complete blocking of expression, so that until the resistance was broken nothing more could be produced. It was necessary then to find some aid by which these resistances could be overcome and the repressed memories and feelings revived and set free. For it was proven again and again that even though the person was not at all aware of concealing within himself some emotionally disturbing feeling or experience with which his symptoms were associated, yet such was the fact, and that under proper conditions this material could be brought into consciousness. This realm where these unknown but disturbing emotions were hidden was called the “Unconscious”—the “Unconscious” also being a name used arbitrarily to indicate all that material of which the person is not aware at the given time—the not-conscious. This term is used very loosely in Freudian psychology and is not intended to provoke any academic discussion but to conform strictly to the dictionary classification of a “negative concept which can neither be described nor defined.” To say that an idea or feeling is unconscious merely means to indicate that the individual is unaware at that time of its existence, or that all the material of which he is unaware at a given time is unconscious. With the discovery of the significance in relation to hysteria of these varied experiences and forgotten memories which always led into the erotic realm and usually were carried far back into early childhood, the theory of an infantile sexual trauma as a cause of this neurosis developed. Contrary to the usual belief that children have no sexuality and that only at puberty does it suddenly arise, it was definitely shown that there was a very marked kind of sexuality among children of the most tender years, entirely instinctive and capable of producing a grave effect on the entire later life. However, further investigations carried into the lives of normal people disclosed quite as many psychic and sexual traumas in their early childhood as in the lives of the patients; therefore, the conception of the “infantile sexual trauma” as the etiological factor was abandoned in favor of “the infantilism of sexuality” itself. In other words, it was soon realized that many of the sexual traumas which were placed in their early childhood by these patients, did not really exist except in their own phantasies and probably were produced as a defence against the memories of their own childish sexual activities. These experiences led to a deep investigation into the nature of the child’s sexuality and developed the ideas which Freud incorporated in a work called “Three Contributions to the Sexual Theory.” He found so many variations and manifestations of sexual activity even among young children that he realized that this activity was the normal, although entirely unconscious, expression of the child’s developing life, and while not comparable to the adult sexuality, nevertheless produced a very definite influence and effect on the child’s life. These childish expressions of this instinct he called “polymorphous perverse,” because in many ways they resembled the various abnormalities called perversions when found among adults under certain conditions. In the light of these additional investigations Freud was led to change his formulation, for instead of the symptoms of the neurotic patient being due to definite sexual experiences, they seemed to be determined by his reactions towards his own sexual constitution and the kind of repression to which these instincts were subjected. Perhaps one of the greatest sources of misunderstanding and difficulty in this whole subject lies in the term sexuality, for Freud’s conception of this is entirely different from that of the popular sense. He conceives sexuality to be practically synonymous with the word _love_ and to include under this term all those tender feelings and emotions which have had their origin in a primitive erotic source, even if now their primary aim is entirely lost and another substituted for it. It must also be borne in mind that Freud strictly emphasizes the psychic side of sexuality and its importance, as well as the somatic expression. Therefore, to understand Freud’s theories, his very broad conception of the term sexual must never be forgotten. Through this careful investigation of the psychic life of the individual, the tremendous influence and importance of phantasy-making for the fate was definitely shown. It was discovered that the indulgence in day-dreams and phantasies was practically universal not only among children but among adults, that even whole lives were being lived out in a phantastic world created by the dreamer, a world wherein he could fulfil all those wishes and desires which were found to be too difficult or impossible to satisfy in the world of reality. Much of this phantasy thinking was seen to be scarcely conscious, but arose from unrealized wishes, desires and strivings which could only express themselves through veiled symbols in the form of phantastic structures not understood, nor fully recognized. Indeed, it is perhaps one of the most common human experiences to find “queer thoughts,” undesired ideas and images, forcing themselves upon one’s attention to such an extent that the will has to be employed to push them out of mind. It is not unusual to discover long-forgotten impressions of childhood assuming a phantastic shape in memory, and dwelt upon as though they were still of importance. This material afforded a rich field for the searchers into the soul, for through the operation of the law of association of ideas these phantastic products, traced back to their origin, revealed the fact that instead of being meaningless or foolish, they were produced by a definite process, and arose from distinct wishes and desires which unconsciously veiled themselves in these mysterious forms and pictures. It is conceded that the most completely unconscious product of an individual is his dream, and therefore Professor Freud turned his attention from phantasies and day-dreams to the investigation of the nightly dreams of his patients to discover whether they would throw light upon the painful feelings and ideas repressed out of consciousness, and therefore inaccessible to direct revelation. This brilliant idea soon led to a rich fruiting, for it became evident that contrary to the usual conception that the dream is a phantastic and absurd jumble of heterogeneous fragments, having no real relation to the life of the individual, it is full of meaning. In fact, it is usually concerned with the problem of life most pressing at the time, which expresses itself not directly, but in symbolic form so as to be unrecognized. In this way the individual gains an expression and fulfilment of his unrealized wish or desire. This discovery of the symbolic nature of the dream and the phantasy was brought about entirely through the associative method and developed empirically through investigations of the dreams of many people. In this manner it became evident that certain ideas and objects which recurred again and again in the dreams and phantasies of different people were definitely associated with certain unconscious or unrecognized wishes and desires, and were repeatedly used by the mind to express these meanings where a direct form was repressed and unallowed. Thus certain dream expressions and figures were in a general way considered to be rather definite symbols of these repressed ideas and feelings found in the unconscious. Through a comparative and parallel study it soon appeared that there was a similar mechanism at work in myths and fairy tales and that the relationship between the dreams and phantasies of an individual and the myths and folk tales of a people was so close that Abraham could say that the myth is a fragment of the infantile soul life of the race and the dream is the myth of the individual. Thus through relating his dreams the patient himself furnished the most important means of gaining access to the unconscious and disturbing complexes with which his symptoms were connected. Besides the dream analysis the patient furnished other means of revelation of his complexes—his mannerisms and unconscious acts, his opening remarks to his physician, his emotional reactions to certain ideas; in short the whole behavior and verbal expressions of the individual reveal his inner nature and problems. Through all this work it became clear that in the emotional nature lay the origin not only of the various nervous illnesses themselves, but also of the isolated symptoms and individual idiosyncrasies and peculiarities which are the part of all humanity and that the pathogenic cause of the disturbances lies not in the ignorance of individuals, but in those inner resistances which are the underlying basis of this ignorance. Therefore the aim of the therapy became not merely the relief of the ignorance but the searching out and combating of these resistances. It becomes evident from even this brief description of the analytic procedure that we are dealing with a very complex and delicate material, and with a technique which needs to make definite use of all influences available for the help of the patient. It has long been recognized that the relation established between physician and patient has a great effect upon the medical assistance which he is able to render—in other words, if a confidence and personal regard developed in the patient towards the physician, the latter’s advice was just so much more efficacious. This personal feeling has been frankly recognized and made of distinct service in psychoanalytic treatment under the name of _transference_. It is through the aid of this definite relationship which must be established in the one being analyzed towards the analyst that it is possible to deal with the unconscious and organized resistances which so easily blind the individual and render the acceptance of the new valuations very difficult to the raw and sensitive soul. Freud’s emphasis upon the rôle of the sexual instinct in the production of the neurosis and also in its determining power upon the personality of the normal individual does not imply that he does not also recognize other determinants at the root of human conduct, as for instance, the instinct for preservation of life and the ego principle itself. But these motives are not so violently forbidden and repressed as the sexual impulse, and therefore, because of that repressive force and the strength of the impulse he considers this primary in its influence upon the human being. The importance of this instinct upon human life is clearly revealed by the great place given to it under the name of love in art, literature, poetry, romance and all beauty from the beginning of recorded time. Viewed in this light it cannot seem extraordinary that a difficulty or disturbance in this emotional field should produce such far-reaching consequences for the individual. The sexual impulse is often compared with that of hunger, and this craving and need lying in all humanity is called by Freud _libido_.",
  "metrics": {
    "completion_tokens": 3000,
    "prompt_tokens": 4983,
    "total_tokens": 7983,
    "finish_reason": "length",
    "sections_created": 3,
    "has_missed_text": true
  },
  "token_counts": {
    "input": 4786,
    "sections": [
      554,
      364,
      784
    ],
    "missed": 4350
  }
}