{
  "chunk_number": 11,
  "original_text": "\nA little later Miss Miller travelled from Geneva to Paris. She says:\n\n  “My weariness on the railway was so great that I could hardly sleep an\n  hour. It was terrifically hot in the ladies’ carriage.”\n\nAt four o’clock in the morning she noticed a moth that flew against the\nlight in her compartment. She then tried to go to sleep again. Suddenly\nthe following poem took possession of her mind.\n\n                       _The Moth to the Sun_\n\n       “I longed for thee when first I crawled to consciousness.\n       My dreams were all of thee when in the chrysalis I lay.\n       Oft myriads of my kind beat out their lives\n       Against some feeble spark once caught from thee.\n       And one hour more—and my poor life is gone;\n       Yet my last effort, as my first desire, shall be\n       But to approach thy glory; then, having gained\n       One raptured glance, I’ll die content.\n       For I, the source of beauty, warmth and life\n       Have in his perfect splendor once beheld.”\n\nBefore we go into the material which Miss Miller offers us for the\nunderstanding of the poem, we will again cast a glance over the\npsychologic situation in which the poem originated. Some months or weeks\nappear to have elapsed since the last direct manifestation of the\nunconscious that Miss Miller reported to us; about this period we have\nhad no information. We learn nothing about the moods and phantasies of\nthis time. If one might draw a conclusion from this silence it would be\npresumably that in the time which elapsed between the two poems, really\nnothing of importance had happened, and that, therefore, this poem is\nagain but a voiced fragment of the unconscious working of the complex\nstretching out over months and years. It is highly probable that it is\nconcerned with the same complex as before.[107] The earlier product, a\nhymn of creation full of hope, has, however, but little similarity to\nthe present poem. The poem lying before us has a truly hopeless,\nmelancholy character; moth and sun, two things which never meet. One\nmust in fairness ask, is a moth really expected to rise to the sun? We\nknow indeed the proverbial saying about the moth that flew into the\nlight and singed its wings, but not the legend of the moth that strove\ntowards the sun. Plainly, here, two things are connected in her thoughts\nthat do not belong together; first, the moth which fluttered around the\nlight so long that it burnt itself; and then, the idea of a small\nephemeral being, something like the day fly, which, in lamentable\ncontrast to the eternity of the stars, longs for an imperishable\ndaylight. This idea reminds one of Faust:\n\n       “Mark how, beneath the evening sunlight’s glow\n       The green-embosomed houses glitter;\n       The glow retreats, done is the day of toil,\n       It yonder hastes, new fields of life exploring;\n       Ah, that no wing can lift me from the soil\n       Upon its track to follow, follow soaring!\n       Then would I see eternal Evening gild\n       The silent world beneath me glowing....\n       Yet, finally, the weary god is sinking;\n       The new-born impulse fires my mind,—\n       I hasten on, his beams eternal drinking,\n       The day before me and the night behind,\n       Above me heaven unfurled, the floor of waves beneath me,—\n       A glorious dream! though now the glories fade.\n       Alas! the wings that lift the mind no aid\n       Of wings to lift the body can bequeath me.”\n\nNot long afterwards, Faust sees “the black dog roving there through\ncornfields and stubble,” the dog who is the same as the devil, the\ntempter, in whose hellish fires Faust has singed his wings. When he\nbelieved that he was expressing his great longing for the beauty of the\nsun and the earth, “he went astray thereover” and fell into the hands of\n“the Evil One.”\n\n            “Yes, resolute to reach some brighter distance,\n            On earth’s fair sun I turn my back.”\n\nThis is what Faust had said shortly before, in true recognition of the\nstate of affairs. The honoring of the beauty of nature led the Christian\nof the Middle Ages to pagan thoughts which lay in an antagonistic\nrelation to his conscious religion, just as once Mithracism was in\nthreatening competition with Christianity, for Satan often disguises\nhimself as an angel of light.[108]\n\nThe longing of Faust became his ruin. The longing for the Beyond had\nbrought as a consequence a loathing for life, and he stood on the brink\nof self-destruction.[109] The longing for the beauty of this world led\nhim anew to ruin, into doubt and pain, even to Marguerite’s tragic\ndeath. His mistake was that he followed after both worlds with no check\nto the driving force of his libido, like a man of violent passion. Faust\nportrays once more the folk-psychologic conflict of the beginning of the\nChristian era, but what is noteworthy, in a reversed order.\n\nAgainst what fearful powers of seduction Christ had to defend himself by\nmeans of his hope of the absolute world beyond, may be seen in the\nexample of Alypius in Augustine. If any of us had been living in that\nperiod of antiquity, he would have seen clearly that that culture must\ninevitably collapse because humanity revolted against it. It is well\nknown that even before the spread of Christianity a remarkable\nexpectation of redemption had taken possession of mankind. The following\neclogue of Virgil might well be a result of this mood:\n\n           “Ultima Cumæi venit jam carminis ætas;[110]\n           Magnus ab integro Sæclorum nascitur ordo,\n           Jam redit et Virgo,[111] redeunt Saturnia regna;\n           Jam nova progenies cælo demittitur alto.\n           Tu modo nascenti puero, quo ferrea primum\n           Desinet ac toto surget gens aurea mundo,\n           Casta fave Lucina: tuus jam regnat Apollo.\n\n           “Te duce, si qua manent sceleris vestigia nostri,\n           Inrita perpetua solvent formidine terras.\n           Ille deum vitam accipiet divisque videbit\n           Permixtos heroas et ipse videbitur illis,\n           Pacatumque reget patriis virtutibus orbem.”[112]\n\nThe turning to asceticism resulting from the general expansion of\nChristianity brought about a new misfortune to many: monasticism and the\nlife of the anchorite.[113]\n\nFaust takes the reverse course; for him the ascetic ideal means death.\nHe struggles for freedom and wins life, at the same time giving himself\nover to the Evil One; but through this he becomes the bringer of death\nto her whom he loves most, Marguerite. He tears himself away from pain\nand sacrifices his life in unceasing useful work, through which he saves\nmany lives.[114] His double mission as saviour and destroyer has already\nbeen hinted in a preliminary manner:\n\n  _Wagner_:\n\n              With what a feeling, thou great man, must thou\n              Receive the people’s honest veneration!\n\n  _Faust_:\n\n          Thus we, our hellish boluses compounding,\n          Among these vales and hills surrounding,\n          Worse than the pestilence, have passed.\n          Thousands were done to death from poison of my giving;\n          And I must hear, by all the living,\n          The shameless murderers praised at last!\n\nA parallel to this double rôle is that text in the Gospel of Matthew\nwhich has become historically significant:\n\n  “I came not to send peace, but a sword.”—_Matt._ x: 34.\n\nJust this constitutes the deep significance of Goethe’s Faust, that he\nclothes in words a problem of modern man which has been turning in\nrestless slumber since the Renaissance, just as was done by the drama of\nOedipus for the Hellenic sphere of culture. What is to be the way out\nbetween the Scylla of renunciation of the world and the Charybdis of the\nacceptance of the world?\n\nThe hopeful tone, voiced in the “Hymn to the God of Creation,” cannot\ncontinue very long with our author. The pose simply promises, but does\nnot fulfil. The old longing will come again, for it is a peculiarity of\nall complexes worked over merely in the unconscious[115] that they lose\nnothing of their original amount of affect. Meanwhile, their outward\nmanifestations can change almost endlessly. One might therefore consider\nthe first poem as an unconscious longing to solve the conflict through\npositive religiousness, somewhat in the same manner as they of the\nearlier centuries decided their conscious conflicts by opposing to them\nthe religious standpoint. This wish does not succeed. Now with the\nsecond poem there follows a second attempt which turns out in a\ndecidedly more material way; its thought is unequivocal. Only once\n“having gained one raptured glance ...” and then—to die.\n\nFrom the realms of the religious world, the attention, just as in\nFaust,[116] turns towards the sun of this world, and already there is\nsomething mingled with it which has another sense, that is to say, _the\nmoth which fluttered so long around the light that it burnt its wings_.\n\nWe now pass to that which Miss Miller offers for the better\nunderstanding of the poem. She says:\n\n  “This small poem made a profound impression upon me. I could not, of\n  course, find immediately a sufficiently clear and direct explanation\n  for it. However, a few days later when I once more read a certain\n  philosophical work, which I had read in Berlin the previous winter,\n  and which I had enjoyed very much, (I was reading it aloud to a\n  friend), I came across the following words: ‘La même aspiration\n  passionnée de la mite vers l’étoile, de l’homme vers Dieu.’ (The same\n  passionate longing of the moth for the star, of man for God.) I had\n  forgotten this sentence entirely, but it seemed very clear to me that\n  precisely these words had reappeared in my hypnagogic poem. In\n  addition to that it occurred to me that a play seen some years\n  previously, ‘La Mite et La Flamme,’ was a further possible cause of\n  the poem. It is easy to see how often the word ‘moth’ had been\n  impressed upon me.”\n\nThe deep impression made by the poem upon the author shows that she put\ninto it a large amount of love. In the expression “aspiration\npassionnée” we meet the passionate longing of the moth for the star, of\nman for God, and indeed, the moth is Miss Miller herself. Her last\nobservation that the word “moth” was often impressed upon her shows how\noften she had noticed the word “moth” as applicable to herself. _Her\nlonging for God resembles the longing of the moth for the “star.”_ The\nreader will recall that this expression has already had a place in the\nearlier material, “when the morning stars sang together,” that is to\nsay, the ship’s officer who sings on deck in the night watch. The\npassionate longing for God is the same as that longing for the singing\nmorning stars. It was pointed out at great length in the foregoing\nchapter that this analogy is to be expected: “Sic parvis componere magna\nsolebam.”\n\nIt is shameful or exalted just as one chooses, that the divine longing\nof humanity, which is really the first thing to make it human, should be\nbrought into connection with an erotic phantasy. Such a comparison jars\nupon the finer feelings. Therefore, one is inclined in spite of the\nundeniable facts to dispute the connection. An Italian steersman with\nbrown hair and black moustache, and the loftiest, dearest conception of\nhumanity! These two things cannot be brought together; against this not\nonly our religious feelings revolt, but our taste also rebels.\n\nIt would certainly be unjust to make a comparison of the two objects as\nconcrete things since they are so heterogeneous. One loves a Beethoven\nsonata but one loves caviar also. It would not occur to any one to liken\nthe sonata to caviar. It is a common error for one to judge the longing\naccording to the quality of the object. The appetite of the gourmand\nwhich is only satisfied with goose liver and quail is no more\ndistinguished than the appetite of the laboring man for corned beef and\ncabbage. The longing is the same; the object changes. Nature is\nbeautiful only by virtue of the longing and love given her by man. The\næsthetic attributes emanating from that has influence primarily on the\nlibido, which alone constitutes the beauty of nature. The dream\nrecognizes this well when it depicts a strong and beautiful feeling by\nmeans of a representation of a beautiful landscape. Whenever one moves\nin the territory of the erotic it becomes altogether clear how little\nthe object and how much the love means. The “sexual object” is as a rule\noverrated far too much and that only on account of the extreme degree to\nwhich libido is devoted to the object.\n\nApparently Miss Miller had but little left over for the officer, which\nis humanly very intelligible. But in spite of that a deep and lasting\neffect emanates from this connection which places divinity on a par with\nthe erotic object. The moods which apparently are produced by these\nobjects do not, however, spring from them, but are manifestations of her\nstrong love. When Miss Miller praises either God or the sun she means\nher love, that deepest and strongest impulse of the human and animal\nbeing.\n\nThe reader will recall that in the preceding chapter the following chain\nof synonyms was adduced: the singer—God of sound—singing morning\nstar—creator—God of Light—sun—fire—God of Love.\n\nAt that time we had placed sun and fire in parentheses. Now they are\nentitled to their right place in the chain of synonyms. With the\nchanging of the erotic impression from the affirmative to the negative\nthe symbols of light occur as the paramount object. In the second poem\nwhere the longing is clearly exposed it is by no means the terrestrial\nsun. Since the longing has been turned away from the real object, its\nobject has become, first of all, a subjective one, namely, God.\nPsychologically, however, God is the name of a representation-complex\nwhich is grouped around a strong feeling (the sum of libido). Properly,\nthe feeling is what gives character and reality to the complex.[117]\n_The attributes and symbols of the divinity must belong in a consistent\nmanner to the feeling_ (_longing, love, libido, and so on_). If one\nhonors God, the sun or the fire, then one honors one’s own vital force,\nthe libido. It is as Seneca says: “God is near you, he is with you, in\nyou.” God is our own longing to which we pay divine honors.[118] If it\nwere not known how tremendously significant religion was, and is, this\nmarvellous play with one’s self would appear absurd. There must be\nsomething more than this, however, because, notwithstanding its\nabsurdity, it is, in a certain sense, conformable to the purpose in the\nhighest degree. To bear a God within one’s self signifies a great deal;\nit is a guarantee of happiness, of power, indeed even of omnipotence, as\nfar as these attributes belong to the Deity. To bear a God within one’s\nself signifies just as much as to be God one’s self. In Christianity,\nwhere, it is true, the grossly sensual representations and symbols are\nweeded out as carefully as possible, which seems to be a continuation of\nthe poverty of symbols of the Jewish cult, there are to be found plain\ntraces of this psychology. There are even plainer traces, to be sure, in\nthe “becoming-one with God” in those mysteries closely related to the\nChristian, where the mystic himself is lifted up to divine adoration\nthrough initiatory rites. At the close of the consecration into the Isis\nmysteries the mystic was crowned with the palm crown,[119] he was placed\non a pedestal and worshipped as Helios.[120] In the magic papyrus of the\nMithraic liturgy published by Dieterich there is the ἱερός λόγος[121] of\nthe consecrated one:\n\n  Ἐγώ εἰμι σύμπλανος ὑμῖν ἀστὴρ καὶ ἐκ τοῦ βάθους ἀναλάμπων.[122]\n\nThe mystic in religious ecstasies put himself on a plane with the stars,\njust as a saint of the Middle Ages put himself by means of the stigmata\non a level with Christ. St. Francis of Assisi expressed this in a truly\npagan manner,[123] even as far as a close relationship with the brother\nsun and the sister moon. These representations of “becoming-one with\nGod” are very ancient. The old belief removed the becoming-one with God\nuntil the time after death; the mysteries, however, suggest this as\ntaking place already in this world. A very old text brings most\nbeautifully before one this unity with God; it is the song of triumph of\nthe ascending soul.[124]\n\n             “I am the God Atum, I who alone was.\n             I am the God Rê at his first splendor.\n             I am the great God, self-created, God of Gods,\n             To whom no other God compares.”\n\n  “I was yesterday and know to-morrow; the battle-ground of Gods was\n  made when I spoke. I know the name of that great God who tarries\n  therein.\n\n  “I am that great Phoenix who is in Heliopolis, who there keeps account\n  of all there is, of all that exists.\n\n  “I am the God Min, at his coming forth, who placed the feathers upon\n  my head.[125]\n\n  “I am in my country, I come into my city. Daily I am together with my\n  father Atum.[126]\n\n  “My impurity is driven away, and the sin which was in me is overcome.\n  I washed myself in those two great pools of water which are in\n  Heracleopolis, in which is purified the sacrifice of mankind for that\n  great God who abideth there.\n\n  “I go on my way to where I wash my head in the sea of the righteous. I\n  arrive at this land of the glorified, and enter through the splendid\n  portal.\n\n  “Thou, who standest before me, stretch out to me thy hands, it is I, I\n  am become one of thee. Daily am I together with my Father Atum.”\n\nThe identification with God necessarily has as a result the enhancing of\nthe meaning and power of the individual.[127] That seems, first of all,\nto have been really its purpose: a strengthening of the individual\nagainst his all too great weakness and insecurity in real life. This\ngreat megalomania thus has a genuinely pitiable background. The\nstrengthening of the consciousness of power is, however, only an\nexternal result of the “becoming-one with God.” Of much more\nsignificance are the deeper-lying disturbances in the realm of feeling.\n_Whoever introverts libido—that is to say, whoever takes it away from a\nreal object without putting in its place a real compensation—is\novertaken by the inevitable results of introversion._ The libido, which\nis turned inward into the subject, awakens again from among the sleeping\nremembrances one which contains the path upon which earlier the libido\nonce had come to the real object. At the very first and in foremost\nposition it was father and mother who were the objects of the childish\nlove. They are unequalled and imperishable. Not many difficulties are\nneeded in an adult’s life to cause those memories to reawaken and to\nbecome effectual. _In religion the regressive reanimation of the\nfather-and-mother imago is organized into a system._ The benefits of\nreligion are the benefits of parental hands; its protection and its\npeace are the results of parental care upon the child; its mystic\nfeelings are the unconscious memories of the tender emotions of the\nfirst childhood, just as the hymn expresses it:\n\n  “I am in my country, I come into my city. Daily am I together with my\n  father Atum.”[128]\n\nThe visible father of the world is, however, the sun, the heavenly fire;\ntherefore, Father, God, Sun, Fire are mythologically synonymous. The\nwell-known fact that in the sun’s strength the great generative power of\nnature is honored shows plainly, very plainly, to any one to whom as yet\nit may not be clear that in the Deity man honors his own libido, and\nnaturally in the form of the image or symbol of the present object of\ntransference. This symbol faces us in an especially marked manner in the\nthird Logos of the Dieterich papyrus. After the second prayer[129] stars\ncome from the disc of the sun to the mystic, “five-pointed, in\nquantities, filling the whole air. If the sun’s disc has expanded, you\nwill see an immeasurable circle, and fiery gates which are shut off.”\nThe mystic utters the following prayer:\n\n  Ἐπακουσόν μου, ἀκουσόν μου—ὁ συνδήσας πνεύματι τὰ πύρινα κλεῖθρα τοῦ\n  οὐρανοῦ, δισώματος πυρίπολε, φωτὸς κτίστα—πυρίπνοε, πυρίθυμε,\n  πνευματόφως, πυριχαρῆ, καλλίφως, φωτοκράτωρ, πυρισώματε, φωτοδότα,\n  πυρισπόρε, πυρικλόνε, φωτόβιε, πυριδῖνα, φωτοκινῆτα, κεραυνοκλόνε,\n  φωτὸς κλέος, αὐξησίφως, ἐνπυρισχησίφως, ἀστροδάμα.[130]\n\nThe invocation is, as one sees, almost inexhaustible in light and fire\nattributes, and can be likened in its extravagance only to the\nsynonymous attributes of love of the mystic of the Middle Ages. Among\nthe innumerable texts which might be used as an illustration of this, I\nselect a passage from the writings of Mechthild von Magdeburg\n(1212–1277):\n\n  “O Lord, love me excessively and love me often and long; the oftener\n  you love me, so much the purer do I become; the more excessively you\n  love me, the more beautiful I become; the longer you love me, the more\n  holy will I become here upon earth.”\n\n  God answered: “That I love you often, that I have from my nature, for\n  I myself am love. That I love you excessively, that I have from my\n  desire, for I too desire that men love me excessively. That I love you\n  long, that I have from my everlastingness, for I am without end.”[131]\n\nThe religious regression makes use indeed of the parent image without,\nhowever, consciously making it an object of transference, for the incest\nhorror[132] forbids that. It remains rather as a synonym, for example,\nof the father or of God, or of the more or less personified symbol of\nthe sun and fire.[133] Sun and fire—that is to say, the fructifying\nstrength and heat—are attributes of the libido. In Mysticism the\ninwardly perceived, divine vision is often merely sun or light, and is\nvery little, or not at all, personified. In the Mithraic liturgy there\nis found, for example, a significant quotation:\n\n  Ἡ δὲ πορεία τῶν ὁρωμένων θεῶν διὰ τοῦ δίσκου, πατρός μου, θεοῦ\n  φανήσεται.[134]\n\nHildegarde von Bingen (1100–1178) expresses herself in the following\nmanner:[135]\n\n  “But the light I see is not local, but far off, and brighter than the\n  cloud which supports the sun. I can in no way know the form of this\n  light since I cannot entirely see the sun’s disc. But within this\n  light I see at times, and infrequently, another light which is called\n  by me the living light, but when and in what manner I see this I do\n  not know how to say, and when I see it all weariness and need is\n  lifted from me, then too, I feel like a simple girl and not like an\n  old woman.”\n\nSymeon, the New Theologian (970–1040), says the following:\n\n  “My tongue lacks words, and what happens in me my spirit sees clearly\n  but does not explain. It sees the invisible, that emptiness of all\n  forms, simple throughout, not complex, and in extent infinite. For it\n  sees no beginning, and it sees no end. It is entirely unconscious of\n  the meanings, and does not know what to call that which it sees.\n  Something complete appears, it seems to me, not indeed through the\n  being itself, but through a participation. For you enkindle fire from\n  fire, and you receive the whole fire; but this remains undiminished\n  and undivided, as before. Similarly, that which is divided separates\n  itself from the first; and like something corporeal spreads itself\n  into several lights. This, however, is something spiritual,\n  immeasurable, indivisible, and inexhaustible. For it is not separated\n  when it becomes many, but remains undivided and is in me, and enters\n  within my poor heart like a sun or circular disc of the sun, similar\n  to the light, for it is a light.”[136]\n\nThat that thing, perceived as inner light, as the sun of the other\nworld, is longing, is clearly shown by Symeon’s words:[137]\n\n  “And following It my spirit demanded to embrace the splendor beheld,\n  but it found It not as creature and did not succeed in coming out from\n  among created beings, so that it might embrace that uncreated and\n  uncomprehended splendor. Nevertheless it wandered everywhere, and\n  strove to behold It. _It penetrated the air, it wandered over the\n  Heavens, it crossed over the abysses, it searched, as it seemed to it,\n  the ends of the world._[138] But in all of that it found nothing, for\n  all was created. And I lamented and was sorrowful, and my breast\n  burned, and I lived as one distraught in mind. But It came, as It\n  would, and descending like a luminous mystic cloud, It seemed to\n  envelop my whole head so that dismayed I cried out. But flying away\n  again It left me alone. And when I, troubled, sought for It, I\n  realized suddenly _that It was in me, myself, and in the midst of my\n  heart It appeared as the light of a spherical sun_.”\n\nIn Nietzsche’s “Glory and Eternity” we meet with an essentially similar\nsymbol:\n\n         “Hush! I see vastness!—and of vasty things\n         Shall man be done, unless he can enshrine\n         Them with his words? Then take the night which brings\n         The heart upon thy tongue, charmed wisdom mine!\n\n         “I look above, there rolls the star-strewn sea.\n         O night, mute silence, voiceless cry of stars!\n         And lo! A sign! The heaven its verge unbars—\n         A shining constellation falls towards me.”[139]\n\nIt is not astonishing if Nietzsche’s great inner loneliness calls again\ninto existence certain forms of thought which the mystic ecstasy of the\nold cults has elevated to ritual representation. In the visions of the\nMithraic liturgy we have to deal with many similar representations which\nwe can now understand without difficulty as the ecstatic symbol of the\nlibido:\n\n  Μετὰ δὲ τὸ ειπεῖν σε τὸν δεύτερον λόγον, ὅπου σιγὴ δὶς καὶ τὰ\n  ἀκόλουθα, σύρισον δὶς καὶ πόππυσον δὶς καὶ εὐθέως ὄψει ἀπὸ τοῦ δίσκου\n  ἀστέρας προσερχομένους πενταδακτυλιαίους πλείστους καὶ πιπλῶντας ὅλον\n  τὸν αέρα. Σὺ δὲ πάλιν λέγε: σιγή, σιγή. Καὶ τοῦ δίσκου ἀνοιγέντος ὄψει\n  ἄπειρον κύκλωμα καὶ θύρας πυρίνας ἀποκεκλεισμένας.[140]\n\nSilence is commanded, then the vision of light is revealed. The\nsimilarity of the mystic’s condition and Nietzsche’s poetical vision is\nsurprising. Nietzsche says “constellation.” It is well known that\nconstellations are chiefly therio- or anthropo-morphic symbols.\n\nThe papyrus says, ἀστέρας πενταδακτυλιαίους[141] (similar to the\n“rosy-fingered” Eos), which is nothing else than an anthropomorphic\nimage. Accordingly, one may expect from that, that by long gazing a\nliving being would be formed out of the “flame image,” a “star\nconstellation” of therio- or anthropo-morphic nature, for the symbolism\nof the libido does not end with sun, light and fire, but makes use of\nwholly other means of expression. I yield precedence to Nietzsche:\n\n                            _The Beacon_[142]\n\n            “Here, where the island grew amid the seas,\n            A sacrificial rock high-towering,\n            Here under darkling heavens,\n            Zarathustra lights his mountain-fires.\n\n            “These flames with grey-white belly,\n            In cold distances sparkle their desire,\n            Stretches its neck towards ever purer heights—\n            A snake upreared in impatience:\n\n            “This signal I set up there before me.\n            This flame is mine own soul,\n            Insatiable for new distances,\n            Speeding upward, upward its silent heat.\n\n            “At all lonely ones I now throw my fishing rod.\n            Give answer to the flame’s impatience,\n            Let me, the fisher on high mountains,\n            Catch my seventh, last solitude!”\n\nHere libido becomes fire, flame and snake. The Egyptian symbol of the\n“living disc of the sun,” the disc with the two entwining snakes,\ncontains the combination of both the libido analogies. The disc of the\nsun with its fructifying warmth is analogous to the fructifying warmth\nof love. The comparison of the libido with sun and fire is in reality\nanalogous.\n\nThere is also a “causative” element in it, for sun and fire as\nbeneficent powers are objects of human love; for example, the sun-hero\nMithra is called the “well-beloved.” In Nietzsche’s poem the comparison\nis also a causative one, but this time in a reversed sense. The\ncomparison with the snake is unequivocally phallic, corresponding\ncompletely with the tendency in antiquity, which was to see in the\nsymbol of the phallus the quintessence of life and fruitfulness. _The\nphallus is the source of life and libido, the great creator and worker\nof miracles_, and as such it received reverence everywhere. We have,\ntherefore, three designating symbols of the libido: First, the\n_comparison by analogy_, as sun and fire. Second, the _comparisons based\non causative relations_, as A: Object comparison. The libido is\ndesignated by its object, for example, the beneficent sun. B: _The\nsubject comparison_, in which the libido is designated by its place of\norigin or by analogies of this, for example, by phallus or (analogous)\nsnake.\n\nTo these two fundamental forms of comparison still a third is added, in\nwhich the “tertium comparationis” is _the activity_; for example, the\nlibido is dangerous when fecundating like the bull—through the power of\nits passion—like the lion, like the raging boar when in heat, like the\never-rutting ass, and so on.\n\nThis activity comparison can belong equally well to the category of the\nanalogous or to the category of the causative comparisons. _The\npossibilities of comparison mean just as many possibilities for symbolic\nexpression_, and from this basis all the infinitely varied symbols, so\nfar as they are libido images, may properly be reduced to a very simple\nroot, that is, just to _libido and its fixed primitive qualities_. This\npsychologic reduction and simplification is in accordance with the\nhistoric efforts of civilization to unify and simplify, to syncretize,\nthe endless number of the gods. We come across this desire as far back\nas the old Egyptians, where the unlimited polytheism as exemplified in\nthe numerous demons of places finally necessitated simplification. All\nthe various local gods, Amon of Thebes, Horus of Edfu, Horus of the\nEast, Chnum of Elephantine, Atum of Heliopolis, and others,[143] became\nidentified with the sun God Rê. In the hymns to the sun the composite\nbeing Amon-Rê-Harmachis-Atum was invoked as “the only god which truly\nlives.”[144]\n\nAmenhotep IV (XVIII dynasty) went the furthest in this direction. He\nreplaced all former gods by the “living great disc of the sun,” the\nofficial title reading:\n\n  “The sun ruling both horizons, triumphant in the horizon in his name;\n  the glittering splendor which is in the sun’s disc.”\n\n“And, indeed,” Erman adds,[145] “the sun, as a God, should not be\nhonored, but the sun itself as a planet which imparts through its\nrays[146] the infinite life which is in it to all living creatures.”\n\nAmenhotep IV by his reform completed a work which is psychologically\nimportant. He united all the bull,[147] ram,[148] crocodile[149] and\npile-dwelling[150] gods into the disc of the sun, and made it clear that\ntheir various attributes were compatible with the sun’s attributes.[151]\nA similar fate overtook the Hellenic and Roman polytheism through the\nsyncretistic efforts of later centuries. The beautiful prayer of\nLucius[152] to the queen of the Heavens furnishes an important proof of\nthis:\n\n  “Queen of Heaven, whether thou art the genial Ceres, the prime parent\n  of fruits;—or whether thou art celestial Venus;—or whether thou art\n  the sister of Phœbus;—or whether thou art Proserpina, terrific with\n  midnight howlings—with that feminine brightness of thine illuminating\n  the walls of every city.”[153]\n\nThis attempt to gather again into a few units the religious thoughts\nwhich were divided into countless variations and personified in\nindividual gods according to their polytheistic distribution and\nseparation makes clear the fact that already at an earlier time\nanalogies had formally arisen. Herodotus is rich in just such\nreferences, not to mention the systems of the Hellenic-Roman world.\nOpposed to the endeavor to form a unity there stands a still stronger\nendeavor to create again and again a multiplicity, so that even in the\nso-called severe monotheistic religions, as Christianity, for example,\nthe polytheistic tendency is irrepressible. The Deity is divided into\nthree parts at least, to which is added the feminine Deity of Mary and\nthe numerous company of the lesser gods, the angels and saints,\nrespectively. These two tendencies are in constant warfare. There is\nonly one God with countless attributes, or else there are many gods who\nare then simply known differently, according to locality, and personify\nsometimes this, sometimes that attribute of the fundamental thought, an\nexample of which we have seen above in the Egyptian gods.\n\nWith this we turn once more to Nietzsche’s poem, “The Beacon.” We found\nthe flame there used as an image of the libido, theriomorphically\nrepresented as a snake (also as an image of the soul:[154] “This flame\nis mine own soul”). We saw that the snake is to be taken as a phallic\nimage of the libido (upreared in impatience), and that this image, also\nan attribute of the conception of the sun (the Egyptian sun idol), is an\nimage of the libido in the combination of sun and phallus. It is not a\nwholly strange conception, therefore, that the sun’s disc is represented\nwith a penis, as well as with hands and feet. We find proof for this\nidea in a peculiar part of the Mithraic liturgy: ὁμοίως δὲ καὶ ὁ\nκαλούμενος αὐλός, ἡ ἀρχὴ τοῦ λειτουργοῦντος ἀνέμου. Ὄψει γὰρ ἀπὸ τοῦ\nδίσκου ὡς αὐλὸν κρεμάμενον.[155]\n\nThis extremely important vision of a tube hanging down from the sun\nwould produce in a religious text, such as that of the Mithraic liturgy,\na strange and at the same time meaningless effect if it did not have the\nphallic meaning. The tube is the place of origin of the wind. The\nphallic meaning seems very faint in this idea, but one must remember\nthat the wind, as well as the sun, is a fructifier and creator. This has\nalready been pointed out in a footnote.[156] There is a picture by a\nGermanic painter of the Middle Ages of the “conceptio immaculata” which\ndeserves mention here. The conception is represented by a tube or pipe\ncoming down from heaven and passing beneath the skirt of Mary. Into this\nflies the Holy Ghost in the form of a dove for the impregnation of the\nMother of God.[157]\n\nHonegger discovered the following hallucination in an insane man\n(paranoid dement): The patient sees in the sun an “upright tail” similar\nto an erected penis. When he moves his head back and forth, then, too,\nthe sun’s penis sways back and forth in a like manner, and out of that\nthe wind arises. This strange hallucination remained unintelligible to\nus for a long time until I became acquainted with the Mithraic liturgy\nand its visions. This hallucination threw an illuminating light, as it\nappears to me, upon a very obscure place in the text which immediately\nfollows the passage previously cited:\n\n  εἰς δὲ τὰ μέρη τὰ πρὸς λίβα ἀπέραντον οἷον ἀπηλιώτην. Ἐὰν ᾖ\n  κεκληρώμενος εἰς δὲ τὰ μέρη τοῦ ἀπηλιώτου ὁ ἕτερος, ὁμοίως εἰς τὰ μέρη\n  τὰ ἐκείνου ὄψει τὴν ἀποφορὰν τοῦ ὁρμάτος.\n\nMead translates this very clearly:[158]\n\n  “And towards the regions westward, as though it were an infinite\n  Eastwind. But if the other wind, towards the regions of the East,\n  should be in service, in the like fashion shalt thou see towards the\n  regions of that side the converse of the sight.”\n\nIn the original ὅραμα is the vision, the thing seen. ἀποφορά means\nproperly the carrying away. The sense of the text, according to this,\nmight be: the thing seen may be carried or turned sometimes here,\nsometimes there, according to the direction of the wind. The ὅραμα is\nthe tube, “the place of origin of the wind,” which turns sometimes to\nthe east, sometimes to the west, and, one might add, generates the\ncorresponding wind. The vision of the insane man coincides astonishingly\nwith this description of the movement of the tube.[159]\n\nThe various attributes of the sun, separated into a series, appear one\nafter the other in the Mithraic liturgy. According to the vision of\nHelios, seven maidens appear with the heads of snakes, and seven gods\nwith the heads of black bulls.\n\nIt is easy to understand the maiden as a symbol of the libido used in\nthe sense of causative comparison. The snake in Paradise is usually\nconsidered as feminine, as the seductive principle in woman, and is\nrepresented as feminine by the old artists, although properly the snake\nhas a phallic meaning. Through a similar change of meaning the snake in\nantiquity becomes the symbol of the earth, which on its side is always\nconsidered feminine. The bull is the well-known symbol for the\nfruitfulness of the sun. The bull gods in the Mithraic liturgy were\ncalled κνωθακοφύλακες, “guardians of the axis of the earth,” by whom the\naxle of the orb of the heavens was turned. The divine man, Mithra, also\nhad the same attributes; he is sometimes called the “Sol invictus”\nitself, sometimes the mighty companion and ruler of Helios; he holds in\nhis right hand the “bear constellation, which moves and turns the\nheavens.” The bull-headed gods, equally ἱεροὶ καὶ ἄλκιμοι νεανίαι with\nMithra himself, to whom the attribute νεώτερος, “young one,” “the\nnewcomer,” is given, are merely attributive components of the same\ndivinity. The chief god of the Mithraic liturgy is himself subdivided\ninto Mithra and Helios; the attributes of each of these are closely\nrelated to the other. Of Helios it is said: ὄψει θεὸν νεώτερον εὐειδῆ\nπυρινότριχα ἐν χιτῶνι λευκῷ καὶ χλαμύδι κοκκίνῃ, ἔχοντα πύρινον\nστέφανον.[160]\n\nOf Mithra it is said: ὄψει θεὸν ὑπερμεγέθη, φωτινὴν ἔχοντα τὴν ὄψιν,\nνεώτερον, χρυσοκόμαν, ἐν χιτῶνι λευκῳ καὶ χρυσῳ στεφάνῳ καὶ ἀναξυρίσι,\nκατέχοντα τῇ δεξιᾷ χειρὶ μόσχου ὦμόν χρύσεον, ὅς ἐστιν ἄρκτος ἡ κινοῦσα\nκαὶ ἀντιστρέφουσα τὸν οὐρανόν, κατὰ ὥραν ἀναπολεύουσα καὶ καταπολεύουσα.\nἔπειτα ὄψει αὐτοῦ ἐκ τῶν ὀμμάτων ἀστραπὰς καὶ ἐκ τοῦ σώματος ἀστέρας\nἁλλομένους.[161]\n\nIf we place fire and gold as essentially similar, then a great accord is\nfound in the attributes of the two gods. To these mystical pagan ideas\nthere deserve to be added the probably almost contemporaneous vision of\nRevelation:\n\n  “And being turned, I saw seven golden candlesticks. And in the midst\n  of the candlesticks[162] one like unto the son of man, clothed with a\n  garment down to the foot, and girt about at the breasts with a golden\n  girdle. And his head and his hair were white as white wool, white as\n  snow, and his eyes were as a flame of fire. And his feet like unto\n  burnished brass, as if it had been refined in a furnace; and his voice\n  as the sound of many waters. And he had in his right hand seven\n  stars,[163] and out of his mouth proceeded a sharp two-edged\n  sword,[164] and his countenance was as the sun shineth in his\n  strength.”—_Rev._ i: 12 ff.\n\n  “And I looked, and beheld a white cloud, and upon the cloud I saw one\n  sitting like unto the son of man, having on his head a golden crown,\n  and in his hand a sharp sickle.”[165]—_Rev._ xiv: 14.\n\n  “And his eyes were as a flame of fire, and upon his head were many\n  diadems. And he was arrayed in a garment[166] sprinkled with blood....\n  And the armies which were in heaven followed him upon white horses,\n  clothed in fine linen,[167] white and pure. And out of his mouth\n  proceeded a sharp sword.”—_Rev._ xix: 12–15.\n\nOne need not assume that there is a direct dependency between the\nApocalypse and the Mithraic liturgy. The visionary images of both texts\nare developed from a source, not limited to one place, but found in the\nsoul of many divers people, because the symbols which arise from it are\ntoo typical for it to belong to one individual only. I put these images\nhere to show how the primitive symbolism of light gradually developed,\nwith the increasing depth of the vision, into the idea of the sun-hero,\nthe “well-beloved.”[168] The development of the symbol of light is\nthoroughly typical. In addition to this, perhaps I might call to mind\nthe fact that I have previously pointed out this course with numerous\nexamples,[169] and, therefore, I can spare myself the trouble of\nreturning to this subject.[170] These visionary occurrences are the\npsychological roots of the sun-coronations in the mysteries. Its rite is\nreligious hallucination congealed into liturgical form, which, on\naccount of its great regularity, could become a generally accepted outer\nform. After all this, it is easily understood how the ancient Christian\nChurch, on one side, stood in an especial bond to Christ as “sol novus,”\nand, on the other side, had a certain difficulty in freeing itself from\nthe earthly symbols of Christ. Indeed Philo of Alexandria saw in the sun\nthe image of the divine logos or of the Deity especially (“De Somniis,”\n1:85). In an Ambrosian hymn Christ is invoked by “O sol salutis,” and so\non. At the time of Marcus Aurelius, Meliton, in his work,[171] περὶ\nλούτρου, called Christ the Ἥλιος ἀνατολης ... μόνος ἥλιος οὗτος\nἀνέτειλεν ἀπ’ οὐρανοῦ.[172]\n\nStill more important is a passage from Pseudo-Cyprian:[173]\n\n  “O quam præclara providentia ut illo die quo factus est sol, in ipso\n  die nasceretur Christus, v. Kal. Apr. feria IV, et ideo de ipso ad\n  plebem dicebat Malachias propheta: ‘Orietur vobis sol iustitiæ et\n  curatio est in pennis ejus,’ hic est sol iustitiæ cuius in pennis\n  curatio præostendebatur.”[174][175]\n\nIn a work nominally attributed to John Chrysostomus, “De Solstitiis et\nAequinoctiis,”[176] occurs this passage:\n\n  “Sed et dominus nascitur mense Decembri hiemis tempore, VIII. Kal.\n  Januarias, quando oleæ maturæ præmuntur ut unctio, id est Chrisma,\n  nascatur—sed et Invicti natalem appellant. Quis utique tam invictus\n  nisi dominus noster qui mortem subactam devicit? Vel quod dicant Solis\n  esse natalem, ipse est sol iustitiæ, de quo Malachias propheta dixit:\n  ‘Dominus lucis ac noctis conditor et discretor qui a propheta Sol\n  iustitiæ cognominatus est.’”[177]\n\nAccording to the testimony of Eusebius of Alexandria, the Christians\nalso shared in the worship of the rising sun, which lasted into the\nfifth century:\n\n  οὐαῖ τοῖς προσκυνοῦσι τὸν ἥλιον καὶ τὴν σελήνην καὶ τοὺς ἀστέρας.\n  Πολλοὺς γὰρ οἶδα τοὺς προσκυνοῦντας καὶ εὐχομένους εἰς τὸν ἥλιον. Ἤδη\n  γὰρ ἀνατείλαντος τοῦ ἡλίου, προσεύχονται καὶ λέγουσιν “Ἐλέησον ἡμᾶς”\n  καὶ οὐ μόνον Ἡλιογνώσται καὶ αἱρετικοὶ τοῦτο ποιοῦσιν ἀλλὰ καὶ\n  χριστιανοὶ καὶ ἀφέντες τὴν πίστιν τοῖς αἱρετικοῖς συναμίγνυνται.[178]\n\nAugustine preached emphatically to the Christians:\n\n  “Non est Dominus Sol factus sed per quem Sol factus est—ne quis\n  carnaliter sapiens Solem istum (Christum) intelligendum putaret.”\n\nArt has preserved much of the remnants of sun-worship,[179] thus the\nnimbus around the head of Christ and the halo of the saints in general.\nThe Christian legends also attribute many fire and light symbols to the\nsaints.[180] The twelve apostles, for example, are likened to the twelve\nsigns of the zodiac, and are represented, therefore, with a star over\nthe head.[181]\n\nIt is not to be wondered at that the heathen, as Tertullian avows,\nconsidered the sun as the Christian God. Among the Manichaeans God was\nreally the sun. One of the most remarkable works extant, where the\nPagan, Asiatic, Hellenic and Christian intermingle, is the Ἐξήγησις περὶ\nτων ἐν Περσίδι πραχθέντων, edited by Wirth.[182] This is a book of\nfables, but, nevertheless, a mine for near-Christian phantasies, which\ngives a profound insight into Christian symbolism. In this is found the\nfollowing magical dedication: Διὶ Ἡλίῳ θεῳ μεγάλῳ βασιλεῖ Ἰησοῦ—.[183]\nIn certain parts of Armenia the rising sun is still worshipped by\nChristians, that “it may let its foot rest upon the faces of the\nworshippers.”[184] The foot occurs as an anthropomorphic attribute, and\nwe have already met the theriomorphic attribute in the feathers and the\nsun phallus. Other comparisons of the sun’s ray, as knife, sword, arrow,\nand so on, have also, as we have learned from the psychology of the\ndream, a phallic meaning at bottom. This meaning is attached to the foot\nas I here point out,[185] and also to the feathers, or hair, of the sun,\nwhich signify the power or strength of the sun. I refer to the story of\nSamson, and to that of the Apocalypse of Baruch, concerning the phœnix\nbird, which, flying before the sun, loses its feathers, and, exhausted,\nis strengthened again in an ocean bath at evening.\n\nUnder the symbol of “moth and sun” we have dug down into the historic\ndepths of the soul, and in doing this we have uncovered an old buried\nidol, the youthful, beautiful, fire-encircled and halo-crowned sun-hero,\nwho, forever unattainable to the mortal, wanders upon the earth, causing\nnight to follow day; winter, summer; death, life; and who returns again\nin rejuvenated splendor and gives light to new generations. The longing\nof the dreamer concealed behind the moth stands for him.\n\nThe ancient pre-Asiatic civilizations were acquainted with a sun-worship\nhaving the idea of a God dying and rising again (Osiris, Tammuz,\nAttis-Adonis),[186] Christ, Mithra and his bull,[187] Phœnix and so on.\nThe beneficent power as well as the destroying power was worshipped in\nfire. The forces of nature always have two sides, as we have already\nseen in the God of Job. This reciprocal bond brings us back once more to\nMiss Miller’s poem. Her reminiscences support our previous supposition,\nthat the symbol of moth and sun is a condensation of two ideas, about\none of which we have just spoken; the other is the moth and the flame.\nAs the title of a play, about the contents of which the author tells us\nabsolutely nothing, “Moth and Flame” may easily have the well-known\nerotic meaning of flying around the flame of passion until one’s wings\nare burned. The passionate longing, that is to say, the libido, has its\ntwo sides; it is power which beautifies everything, and which under\nother circumstances destroys everything. It often appears as if one\ncould not accurately understand in what the destroying quality of the\ncreative power consists. A woman who gives herself up to passion,\nparticularly under the present-day condition of culture, experiences the\ndestructive side only too soon. One has only to imagine one’s self a\nlittle away from the every-day moral conditions in order to understand\nwhat feelings of extreme insecurity overwhelm the individual who gives\nhimself unconditionally over to Fate.\n\nTo be fruitful means, indeed, to destroy one’s self, because with the\nrise of the succeeding generation the previous one has passed beyond its\nhighest point; thus our descendants are our most dangerous enemies, whom\nwe cannot overcome, for they will outlive us, and, therefore, without\nfail, will take the power from our enfeebled hands. The anxiety in the\nface of the erotic fate is wholly understandable, for there is something\nimmeasurable therein. Fate usually hides unknown dangers, and the\nperpetual hesitation of the neurotic to venture upon life is easily\nexplained by his desire to be allowed to stand still, so as not to take\npart in the dangerous battle of life.[188] _Whoever renounces the chance\nto experience must stifle in himself the wish for it, and, therefore,\ncommits a sort of self-murder._ From this the death phantasies which\nreadily accompany the renunciation of the erotic wish are made clear. In\nthe poem _Miss Miller has voiced these phantasies_.\n\nShe adds further to the material with the following:\n\n  “I had been reading a selection from one of Byron’s poems which\n  pleased me very much and made a deep and lasting impression. Moreover,\n  the rhythm of my last two verses, ‘For I the source, etc.,’ and the\n  two lines of Byron’s are very similar.\n\n             ‘Now let me die as I have lived in faith,\n             Nor tremble though the universe should quake.’”\n\nThis reminiscence with which the series of ideas is closed confirms the\ndeath phantasies which follow from renunciation of the erotic wish. The\nquotation comes—which Miss Miller did not mention—from an uncompleted\npoem of Byron’s called “Heaven and Earth.”[189] The whole verse follows:\n\n               “Still blessed be the Lord,\n               For what is passed,\n               For that which is;\n               For all are His,\n               From first to last—\n               Time—Space—Eternity—Life—Death—\n               The vast known and immeasurable unknown\n               He made and can unmake,\n               And shall I for a little gasp of breath\n               Blaspheme and groan?\n               No, let me die as I have lived in faith,\n               Nor quiver though the universe may quake!”\n\nThe words are included in a kind of praise or prayer, spoken by a\n“mortal” who is in hopeless flight before the mounting deluge. Miss\nMiller puts herself in the same situation in her quotation; that is to\nsay, she readily lets it be seen that her feeling is similar to the\ndespondency of the unhappy ones who find themselves hard pressed by the\nthreatening mounting waters of the deluge. With this the writer allows\nus a deep look into the dark abyss of her longing for the sun-hero. We\nsee that her longing is in vain; she is a mortal, only for a short time\nborne upwards into the light by means of the highest longing, and then\nsinking to death, or, much more, urged upwards by the fear of death,\nlike the people before the deluge, and in spite of the desperate\nconflict, irretrievably given over to destruction. This is a mood which\nrecalls vividly the closing scene in “Cyrano de Bergerac”:[190]\n\n         _Cyrano_:\n\n         Oh, mais ... puisqu’elle est en chemin,\n         Je l’attendrai debout ... et l’épée à la main.\n\n         Que dites-vous?... C’est inutile? Je le sais.\n         Mais on ne se bat pas dans l’espoir du succès.\n         Non, non. C’est bien plus beau lorsque c’est inutile.\n\n         Je sais bien qu’à la fin vous me mettrez à bas....\n\nWe already know sufficiently well what longing and what impulse it is\nthat attempts to clear a way for itself to the light, but that it may be\nrealized quite clearly and irrevocably, it is shown plainly in the\nquotation “No, let me die,” which confirms and completes all earlier\nremarks. The divine, the “much-beloved,” who is honored in the image of\nthe sun, is also the goal of the longing of our poet.\n\nByron’s “Heaven and Earth” is a mystery founded on the following passage\nfrom Genesis, chapter vi:2: “And it came to pass ... that the sons of\nGod saw the daughters of men that they were fair, and they took them\nwives of all that they chose.” Byron offers as a further motif for his\npoem the following passage from Coleridge: “_And woman wailing for her\nDemon lover_.” Byron’s poem is concerned with two great events, one\npsychologic and one telluric; the passion which throws down all\nbarriers; and all the terrors of the unchained powers of nature: a\nparallel which has already been introduced into our earlier discussion.\nThe angels Samiasa and Azaziel burn with sinful love for the beautiful\ndaughters of Cain, Anah and Aholibama, and force a way through the\nbarrier which is placed between mortal and immortal. They revolt as\nLucifer once did against God, and the archangel Raphael raises his voice\nwarningly:\n\n           “But man hath listened to his voice\n           And ye to woman’s—beautiful she is,\n           The serpent’s voice less subtle than her kiss.\n           The snake but vanquished dust; but she will draw\n           A second host from heaven to break heaven’s law.”\n\nThe power of God is threatened by the seduction of passion; a second\nfall of angels menaces heaven. Let us translate this mythologic\nprojection back into the psychologic, from whence it originated. Then it\nwould read: the power of the good and reasonable ruling the world wisely\nis threatened by the chaotic primitive power of passion; therefore\npassion must be exterminated; that is to say, projected into mythology.\nThe race of Cain and the whole sinful world must be destroyed from the\nroots by the deluge. It is the inevitable result of that sinful passion\nwhich has broken through all barriers. Its counterpart is the sea and\nthe waters of the deep and the floods of rain,[191] the generating,\nfructifying and “maternal waters,” as the Indian mythology refers to\nthem. Now they leave their natural bounds and surge over the mountain\ntops, engulfing all living things; for passion destroys itself. The\nlibido is God and Devil. With the destruction of the sinfulness of the\nlibido an essential portion of the libido would be destroyed. Through\nthe loss of the Devil, God himself suffered a considerable loss,\nsomewhat like an amputation upon the body of the Divinity. The\nmysterious hint in Raphael’s lament concerning the two rebels, Samiasa\nand Azaziel, suggests this.\n\n                                          “... Why,\n              Cannot this earth be made, or be destroyed,\n              Without involving ever some vast void\n              In the immortal ranks?...”\n\nLove raises man, not only above himself, but also above the bounds of\nhis mortality and earthliness, up to divinity itself, and in the very\nact of raising him it destroys him. Mythologically, this\nself-presumption finds its striking expression in the building of the\nheaven-high tower of Babel, which brings confusion to mankind.[192] In\nByron’s poem it is the sinful ambition of the race of Cain, for love of\nwhich it makes even the stars subservient and leads away the sons of God\nthemselves. If, indeed, longing for the highest things—if I may speak\nso—is legitimate, then it lies in the circumstances that it leaves its\nhuman boundaries, that of sinfulness, and, therefore, destruction. The\nlonging of the moth for the star is not absolutely pure and transparent,\nbut glows in sultry mist, for man continues to be man. Through the\nexcess of his longing he draws down the divine into the corruption of\nhis passion;[193] therefore, he seems to raise himself to the Divine;\nbut with that his humanity is destroyed. Thus the love of Anah and\nAholibama for their angels becomes the ruin of gods and men. The\ninvocation with which Cain’s daughters implore their angels is\npsychologically an exact parallel to Miss Miller’s poem.\n\n     _Anah_:[194]\n\n     Seraph!\n     From thy sphere!\n     Whatever star[195] contains thy glory.\n\n     In the eternal depths of heaven\n     Albeit thou watchest with the ‘seven,’\n     Though through space infinite and hoary\n     Before thy bright wings worlds will be driven,\n\n               Yet hear!\n     Oh! think of her who holds thee dear!\n\n     And though she nothing is to thee,\n     Yet think that thou art all to her.\n\n            ·       ·       ·       ·       ·\n\n     Eternity is in thy years,\n     Unborn, undying beauty in thine eyes;\n     With me thou canst not sympathize,\n     Except in love, and there thou must\n     Acknowledge that more loving dust\n     Ne’er wept beneath the skies.\n     Thou walkest thy many worlds,[196] thou seest\n     The face of him who made thee great,\n     As he hath made of me the least\n     Of those cast out from Eden’s gate;\n\n     Yet, Seraph, dear!\n               Oh hear!\n     For thou hast loved me, and I would not die\n     Until I know what I must die in knowing,\n     That thou forgettest in thine eternity\n     Her whose heart death could not keep from o’erflowing\n     For thee, immortal essence as thou art,[197]\n     Great is their love who love in sin and fear;\n     And such, I feel, are waging in my heart\n     A war unworthy: to an Adamite\n     Forgive, my Seraph! that such thoughts appear.\n     For sorrow is our element....\n\n            ·       ·       ·       ·       ·\n\n         The hour is near\n     Which tells me we are not abandoned quite.\n         Appear! Appear!\n         Seraph!\n     My own Azaziel! be but here,\n     And leave the stars to their own light.\n\n     _Aholibama_:\n\n     I call thee, I await thee and I love thee.\n\n            ·       ·       ·       ·       ·\n\n     Though I be formed of clay,\n     And thou of beams[198]\n     More bright than those of day on Eden’s streams,\n     Thine immortality cannot repay\n     With love more warm than mine\n     My love. There is a ray[199]\n     In me, which though forbidden yet to shine,\n     I feel was lighted at thy God’s and mine.[200]\n     It may be hidden long: death and decay\n     Our mother Eve bequeathed us—but my heart\n     Defies it: though this life must pass away,\n     Is that a cause for thee and me to part?\n\n            ·       ·       ·       ·       ·\n\n     I can share all things, even immortal sorrow;\n     For thou hast ventured to share life with me,\n     And shall I shrink from thine eternity?\n     No, though the serpent’s sting[201] should pierce me through,\n     And thou thyself wert like the serpent, coil\n     Around me still.[202] And I will smile\n     And curse thee not, but hold\n     Thee in as warm a fold\n     As—but descend and prove\n     A mortal’s love\n     For an immortal....\n\nThe apparition of both angels which follows the invocation is, as\nalways, a shining vision of light.\n\n               _Aholibama_:\n\n               The clouds from off their pinions flinging\n               As though they bore to-morrow’s light.\n\n               _Anah_:\n\n               But if our father see the sight!\n\n               _Aholibama_:\n\n               He would but deem it was the moon\n               Rising unto some sorcerer’s tune\n               An hour too soon.\n\n                      ·       ·       ·       ·       ·\n\n               _Anah_:\n\n               Lo! They have kindled all the west,\n               Like a returning sunset....\n               On Ararat’s late secret crest\n               A wild and many colored bow,\n               The remnant of their flashing path,\n               Now shines!...\n\nAt the sight of this many-colored vision of light, where both women are\nentirely filled with desire and expectation, Anah makes use of a simile\nfull of presentiment, which suddenly allows us to look down once more\ninto the dismal dark depths, out of which for a moment the terrible\nanimal nature of the mild god of light emerges.\n\n           “... and now, behold! it hath\n           Returned to night, as rippling foam,\n           Which the leviathan hath lashed\n           From his unfathomable home,\n           When sporting on the face of the calm deep,\n           Subsides soon after he again hath dash’d\n           Down, down to where the ocean’s fountains sleep.”\n\nThus like the leviathan! We recall this overpowering weight in the scale\nof God’s justice in regard to the man Job. There, where the deep sources\nof the ocean are, the leviathan lives; from there the all-destroying\nflood ascends, the all-engulfing flood of animal passion. That stifling,\ncompressing feeling[203] of the onward-surging impulse is projected\nmythologically as a flood which, rising up and over all, destroys all\nthat exists, in order to allow a new and better creation to come forth\nfrom this destruction.\n\n          _Japhet_:\n\n          The eternal will\n          Shall deign to expound this dream\n          Of good and evil; and redeem\n          Unto himself all times, all things;\n\n          And, gather’d under his almighty wings,\n          Abolish hell!\n          And to the expiated Earth\n          Restore the beauty of her birth.\n\n          _Spirits_:\n\n          And when shall take effect this wondrous spell?\n\n          _Japhet_:\n\n          When the Redeemer cometh; first in pain\n          And then in glory.\n\n          _Spirits_:\n\n          New times, new climes, new arts, new men, but still\n          The same old tears, old crimes, and oldest ill,\n          Shall be amongst your race in different forms;\n          But the same mortal storms\n          Shall oversweep the future, as the waves\n          In a few hours the glorious giants’ graves.\n\nThe prophetic visions of Japhet have almost prophetic meaning for our\npoetess; with the death of the moth in the light, evil is once more laid\naside; the complex has once again, even if in a censored form, expressed\nitself. With that, however, the problem is not solved; all sorrow and\nevery longing begins again from the beginning, but there is “Promise in\nthe Air”—the premonition of the Redeemer, of the “Well-beloved,” of the\nSun-hero, who again mounts to the height of the sun and again descends\nto the coldness of the winter, who is the light of hope from race to\nrace, the image of the libido.",
  "semantic_sections": [],
  "missed_text": "A little later Miss Miller travelled from Geneva to Paris. She says: “My weariness on the railway was so great that I could hardly sleep an hour. It was terrifically hot in the ladies’ carriage.” At four o’clock in the morning she noticed a moth that flew against the light in her compartment. She then tried to go to sleep again. Suddenly the following poem took possession of her mind. _The Moth to the Sun_ “I longed for thee when first I crawled to consciousness. My dreams were all of thee when in the chrysalis I lay. Oft myriads of my kind beat out their lives Against some feeble spark once caught from thee. And one hour more—and my poor life is gone; Yet my last effort, as my first desire, shall be But to approach thy glory; then, having gained One raptured glance, I’ll die content. For I, the source of beauty, warmth and life Have in his perfect splendor once beheld.” Before we go into the material which Miss Miller offers us for the understanding of the poem, we will again cast a glance over the psychologic situation in which the poem originated. Some months or weeks appear to have elapsed since the last direct manifestation of the unconscious that Miss Miller reported to us; about this period we have had no information. We learn nothing about the moods and phantasies of this time. If one might draw a conclusion from this silence it would be presumably that in the time which elapsed between the two poems, really nothing of importance had happened, and that, therefore, this poem is again but a voiced fragment of the unconscious working of the complex stretching out over months and years. It is highly probable that it is concerned with the same complex as before.[107] The earlier product, a hymn of creation full of hope, has, however, but little similarity to the present poem. The poem lying before us has a truly hopeless, melancholy character; moth and sun, two things which never meet. One must in fairness ask, is a moth really expected to rise to the sun? We know indeed the proverbial saying about the moth that flew into the light and singed its wings, but not the legend of the moth that strove towards the sun. Plainly, here, two things are connected in her thoughts that do not belong together; first, the moth which fluttered around the light so long that it burnt itself; and then, the idea of a small ephemeral being, something like the day fly, which, in lamentable contrast to the eternity of the stars, longs for an imperishable daylight. This idea reminds one of Faust: “Mark how, beneath the evening sunlight’s glow The green-embosomed houses glitter; The glow retreats, done is the day of toil, It yonder hastes, new fields of life exploring; Ah, that no wing can lift me from the soil Upon its track to follow, follow soaring! Then would I see eternal Evening gild The silent world beneath me glowing.... Yet, finally, the weary god is sinking; The new-born impulse fires my mind,— I hasten on, his beams eternal drinking, The day before me and the night behind, Above me heaven unfurled, the floor of waves beneath me,— A glorious dream! though now the glories fade. Alas! the wings that lift the mind no aid Of wings to lift the body can bequeath me.” Not long afterwards, Faust sees “the black dog roving there through cornfields and stubble,” the dog who is the same as the devil, the tempter, in whose hellish fires Faust has singed his wings. When he believed that he was expressing his great longing for the beauty of the sun and the earth, “he went astray thereover” and fell into the hands of “the Evil One.” “Yes, resolute to reach some brighter distance, On earth’s fair sun I turn my back.” This is what Faust had said shortly before, in true recognition of the state of affairs. The honoring of the beauty of nature led the Christian of the Middle Ages to pagan thoughts which lay in an antagonistic relation to his conscious religion, just as once Mithracism was in threatening competition with Christianity, for Satan often disguises himself as an angel of light.[108] The longing of Faust became his ruin. The longing for the Beyond had brought as a consequence a loathing for life, and he stood on the brink of self-destruction.[109] The longing for the beauty of this world led him anew to ruin, into doubt and pain, even to Marguerite’s tragic death. His mistake was that he followed after both worlds with no check to the driving force of his libido, like a man of violent passion. Faust portrays once more the folk-psychologic conflict of the beginning of the Christian era, but what is noteworthy, in a reversed order. Against what fearful powers of seduction Christ had to defend himself by means of his hope of the absolute world beyond, may be seen in the example of Alypius in Augustine. If any of us had been living in that period of antiquity, he would have seen clearly that that culture must inevitably collapse because humanity revolted against it. It is well known that even before the spread of Christianity a remarkable expectation of redemption had taken possession of mankind. The following eclogue of Virgil might well be a result of this mood: “Ultima Cumæi venit jam carminis ætas;[110] Magnus ab integro Sæclorum nascitur ordo, Jam redit et Virgo,[111] redeunt Saturnia regna; Jam nova progenies cælo demittitur alto. Tu modo nascenti puero, quo ferrea primum Desinet ac toto surget gens aurea mundo, Casta fave Lucina: tuus jam regnat Apollo. “Te duce, si qua manent sceleris vestigia nostri, Inrita perpetua solvent formidine terras. Ille deum vitam accipiet divisque videbit Permixtos heroas et ipse videbitur illis, Pacatumque reget patriis virtutibus orbem.”[112] The turning to asceticism resulting from the general expansion of Christianity brought about a new misfortune to many: monasticism and the life of the anchorite.[113] Faust takes the reverse course; for him the ascetic ideal means death. He struggles for freedom and wins life, at the same time giving himself over to the Evil One; but through this he becomes the bringer of death to her whom he loves most, Marguerite. He tears himself away from pain and sacrifices his life in unceasing useful work, through which he saves many lives.[114] His double mission as saviour and destroyer has already been hinted in a preliminary manner: _Wagner_: With what a feeling, thou great man, must thou Receive the people’s honest veneration! _Faust_: Thus we, our hellish boluses compounding, Among these vales and hills surrounding, Worse than the pestilence, have passed. Thousands were done to death from poison of my giving; And I must hear, by all the living, The shameless murderers praised at last! A parallel to this double rôle is that text in the Gospel of Matthew which has become historically significant: “I came not to send peace, but a sword.”—_Matt._ x: 34. Just this constitutes the deep significance of Goethe’s Faust, that he clothes in words a problem of modern man which has been turning in restless slumber since the Renaissance, just as was done by the drama of Oedipus for the Hellenic sphere of culture. What is to be the way out between the Scylla of renunciation of the world and the Charybdis of the acceptance of the world? The hopeful tone, voiced in the “Hymn to the God of Creation,” cannot continue very long with our author. The pose simply promises, but does not fulfil. The old longing will come again, for it is a peculiarity of all complexes worked over merely in the unconscious[115] that they lose nothing of their original amount of affect. Meanwhile, their outward manifestations can change almost endlessly. One might therefore consider the first poem as an unconscious longing to solve the conflict through positive religiousness, somewhat in the same manner as they of the earlier centuries decided their conscious conflicts by opposing to them the religious standpoint. This wish does not succeed. Now with the second poem there follows a second attempt which turns out in a decidedly more material way; its thought is unequivocal. Only once “having gained one raptured glance ...” and then—to die. From the realms of the religious world, the attention, just as in Faust,[116] turns towards the sun of this world, and already there is something mingled with it which has another sense, that is to say, _the moth which fluttered so long around the light that it burnt its wings_. We now pass to that which Miss Miller offers for the better understanding of the poem. She says: “This small poem made a profound impression upon me. I could not, of course, find immediately a sufficiently clear and direct explanation for it. However, a few days later when I once more read a certain philosophical work, which I had read in Berlin the previous winter, and which I had enjoyed very much, (I was reading it aloud to a friend), I came across the following words: ‘La même aspiration passionnée de la mite vers l’étoile, de l’homme vers Dieu.’ (The same passionate longing of the moth for the star, of man for God.) I had forgotten this sentence entirely, but it seemed very clear to me that precisely these words had reappeared in my hypnagogic poem. In addition to that it occurred to me that a play seen some years previously, ‘La Mite et La Flamme,’ was a further possible cause of the poem. It is easy to see how often the word ‘moth’ had been impressed upon me.” The deep impression made by the poem upon the author shows that she put into it a large amount of love. In the expression “aspiration passionnée” we meet the passionate longing of the moth for the star, of man for God, and indeed, the moth is Miss Miller herself. Her last observation that the word “moth” was often impressed upon her shows how often she had noticed the word “moth” as applicable to herself. _Her longing for God resembles the longing of the moth for the “star.”_ The reader will recall that this expression has already had a place in the earlier material, “when the morning stars sang together,” that is to say, the ship’s officer who sings on deck in the night watch. The passionate longing for God is the same as that longing for the singing morning stars. It was pointed out at great length in the foregoing chapter that this analogy is to be expected: “Sic parvis componere magna solebam.” It is shameful or exalted just as one chooses, that the divine longing of humanity, which is really the first thing to make it human, should be brought into connection with an erotic phantasy. Such a comparison jars upon the finer feelings. Therefore, one is inclined in spite of the undeniable facts to dispute the connection. An Italian steersman with brown hair and black moustache, and the loftiest, dearest conception of humanity! These two things cannot be brought together; against this not only our religious feelings revolt, but our taste also rebels. It would certainly be unjust to make a comparison of the two objects as concrete things since they are so heterogeneous. One loves a Beethoven sonata but one loves caviar also. It would not occur to any one to liken the sonata to caviar. It is a common error for one to judge the longing according to the quality of the object. The appetite of the gourmand which is only satisfied with goose liver and quail is no more distinguished than the appetite of the laboring man for corned beef and cabbage. The longing is the same; the object changes. Nature is beautiful only by virtue of the longing and love given her by man. The æsthetic attributes emanating from that has influence primarily on the libido, which alone constitutes the beauty of nature. The dream recognizes this well when it depicts a strong and beautiful feeling by means of a representation of a beautiful landscape. Whenever one moves in the territory of the erotic it becomes altogether clear how little the object and how much the love means. The “sexual object” is as a rule overrated far too much and that only on account of the extreme degree to which libido is devoted to the object. Apparently Miss Miller had but little left over for the officer, which is humanly very intelligible. But in spite of that a deep and lasting effect emanates from this connection which places divinity on a par with the erotic object. The moods which apparently are produced by these objects do not, however, spring from them, but are manifestations of her strong love. When Miss Miller praises either God or the sun she means her love, that deepest and strongest impulse of the human and animal being. The reader will recall that in the preceding chapter the following chain of synonyms was adduced: the singer—God of sound—singing morning star—creator—God of Light—sun—fire—God of Love. At that time we had placed sun and fire in parentheses. Now they are entitled to their right place in the chain of synonyms. With the changing of the erotic impression from the affirmative to the negative the symbols of light occur as the paramount object. In the second poem where the longing is clearly exposed it is by no means the terrestrial sun. Since the longing has been turned away from the real object, its object has become, first of all, a subjective one, namely, God. Psychologically, however, God is the name of a representation-complex which is grouped around a strong feeling (the sum of libido). Properly, the feeling is what gives character and reality to the complex.[117] _The attributes and symbols of the divinity must belong in a consistent manner to the feeling_ (_longing, love, libido, and so on_). If one honors God, the sun or the fire, then one honors one’s own vital force, the libido. It is as Seneca says: “God is near you, he is with you, in you.” God is our own longing to which we pay divine honors.[118] If it were not known how tremendously significant religion was, and is, this marvellous play with one’s self would appear absurd. There must be something more than this, however, because, notwithstanding its absurdity, it is, in a certain sense, conformable to the purpose in the highest degree. To bear a God within one’s self signifies a great deal; it is a guarantee of happiness, of power, indeed even of omnipotence, as far as these attributes belong to the Deity. To bear a God within one’s self signifies just as much as to be God one’s self. In Christianity, where, it is true, the grossly sensual representations and symbols are weeded out as carefully as possible, which seems to be a continuation of the poverty of symbols of the Jewish cult, there are to be found plain traces of this psychology. There are even plainer traces, to be sure, in the “becoming-one with God” in those mysteries closely related to the Christian, where the mystic himself is lifted up to divine adoration through initiatory rites. At the close of the consecration into the Isis mysteries the mystic was crowned with the palm crown,[119] he was placed on a pedestal and worshipped as Helios.[120] In the magic papyrus of the Mithraic liturgy published by Dieterich there is the ἱερός λόγος[121] of the consecrated one: Ἐγώ εἰμι σύμπλανος ὑμῖν ἀστὴρ καὶ ἐκ τοῦ βάθους ἀναλάμπων.[122] The mystic in religious ecstasies put himself on a plane with the stars, just as a saint of the Middle Ages put himself by means of the stigmata on a level with Christ. St. Francis of Assisi expressed this in a truly pagan manner,[123] even as far as a close relationship with the brother sun and the sister moon. These representations of “becoming-one with God” are very ancient. The old belief removed the becoming-one with God until the time after death; the mysteries, however, suggest this as taking place already in this world. A very old text brings most beautifully before one this unity with God; it is the song of triumph of the ascending soul.[124] “I am the God Atum, I who alone was. I am the God Rê at his first splendor. I am the great God, self-created, God of Gods, To whom no other God compares.” “I was yesterday and know to-morrow; the battle-ground of Gods was made when I spoke. I know the name of that great God who tarries therein. “I am that great Phoenix who is in Heliopolis, who there keeps account of all there is, of all that exists. “I am the God Min, at his coming forth, who placed the feathers upon my head.[125] “I am in my country, I come into my city. Daily I am together with my father Atum.[126] “My impurity is driven away, and the sin which was in me is overcome. I washed myself in those two great pools of water which are in Heracleopolis, in which is purified the sacrifice of mankind for that great God who abideth there. “I go on my way to where I wash my head in the sea of the righteous. I arrive at this land of the glorified, and enter through the splendid portal. “Thou, who standest before me, stretch out to me thy hands, it is I, I am become one of thee. Daily am I together with my Father Atum.” The identification with God necessarily has as a result the enhancing of the meaning and power of the individual.[127] That seems, first of all, to have been really its purpose: a strengthening of the individual against his all too great weakness and insecurity in real life. This great megalomania thus has a genuinely pitiable background. The strengthening of the consciousness of power is, however, only an external result of the “becoming-one with God.” Of much more significance are the deeper-lying disturbances in the realm of feeling. _Whoever introverts libido—that is to say, whoever takes it away from a real object without putting in its place a real compensation—is overtaken by the inevitable results of introversion._ The libido, which is turned inward into the subject, awakens again from among the sleeping remembrances one which contains the path upon which earlier the libido once had come to the real object. At the very first and in foremost position it was father and mother who were the objects of the childish love. They are unequalled and imperishable. Not many difficulties are needed in an adult’s life to cause those memories to reawaken and to become effectual. _In religion the regressive reanimation of the father-and-mother imago is organized into a system._ The benefits of religion are the benefits of parental hands; its protection and its peace are the results of parental care upon the child; its mystic feelings are the unconscious memories of the tender emotions of the first childhood, just as the hymn expresses it: “I am in my country, I come into my city. Daily am I together with my father Atum.”[128] The visible father of the world is, however, the sun, the heavenly fire; therefore, Father, God, Sun, Fire are mythologically synonymous. The well-known fact that in the sun’s strength the great generative power of nature is honored shows plainly, very plainly, to any one to whom as yet it may not be clear that in the Deity man honors his own libido, and naturally in the form of the image or symbol of the present object of transference. This symbol faces us in an especially marked manner in the third Logos of the Dieterich papyrus. After the second prayer[129] stars come from the disc of the sun to the mystic, “five-pointed, in quantities, filling the whole air. If the sun’s disc has expanded, you will see an immeasurable circle, and fiery gates which are shut off.” The mystic utters the following prayer: Ἐπακουσόν μου, ἀκουσόν μου—ὁ συνδήσας πνεύματι τὰ πύρινα κλεῖθρα τοῦ οὐρανοῦ, δισώματος πυρίπολε, φωτὸς κτίστα—πυρίπνοε, πυρίθυμε, πνευματόφως, πυριχαρῆ, καλλίφως, φωτοκράτωρ, πυρισώματε, φωτοδότα, πυρισπόρε, πυρικλόνε, φωτόβιε, πυριδῖνα, φωτοκινῆτα, κεραυνοκλόνε, φωτὸς κλέος, αὐξησίφως, ἐνπυρισχησίφως, ἀστροδάμα.[130] The invocation is, as one sees, almost inexhaustible in light and fire attributes, and can be likened in its extravagance only to the synonymous attributes of love of the mystic of the Middle Ages. Among the innumerable texts which might be used as an illustration of this, I select a passage from the writings of Mechthild von Magdeburg (1212–1277): “O Lord, love me excessively and love me often and long; the oftener you love me, so much the purer do I become; the more excessively you love me, the more beautiful I become; the longer you love me, the more holy will I become here upon earth.” God answered: “That I love you often, that I have from my nature, for I myself am love. That I love you excessively, that I have from my desire, for I too desire that men love me excessively. That I love you long, that I have from my everlastingness, for I am without end.”[131] The religious regression makes use indeed of the parent image without, however, consciously making it an object of transference, for the incest horror[132] forbids that. It remains rather as a synonym, for example, of the father or of God, or of the more or less personified symbol of the sun and fire.[133] Sun and fire—that is to say, the fructifying strength and heat—are attributes of the libido. In Mysticism the inwardly perceived, divine vision is often merely sun or light, and is very little, or not at all, personified. In the Mithraic liturgy there is found, for example, a significant quotation: Ἡ δὲ πορεία τῶν ὁρωμένων θεῶν διὰ τοῦ δίσκου, πατρός μου, θεοῦ φανήσεται.[134] Hildegarde von Bingen (1100–1178) expresses herself in the following manner:[135] “But the light I see is not local, but far off, and brighter than the cloud which supports the sun. I can in no way know the form of this light since I cannot entirely see the sun’s disc. But within this light I see at times, and infrequently, another light which is called by me the living light, but when and in what manner I see this I do not know how to say, and when I see it all weariness and need is lifted from me, then too, I feel like a simple girl and not like an old woman.” Symeon, the New Theologian (970–1040), says the following: “My tongue lacks words, and what happens in me my spirit sees clearly but does not explain. It sees the invisible, that emptiness of all forms, simple throughout, not complex, and in extent infinite. For it sees no beginning, and it sees no end. It is entirely unconscious of the meanings, and does not know what to call that which it sees. Something complete appears, it seems to me, not indeed through the being itself, but through a participation. For you enkindle fire from fire, and you receive the whole fire; but this remains undiminished and undivided, as before. Similarly, that which is divided separates itself from the first; and like something corporeal spreads itself into several lights. This, however, is something spiritual, immeasurable, indivisible, and inexhaustible. For it is not separated when it becomes many, but remains undivided and is in me, and enters within my poor heart like a sun or circular disc of the sun, similar to the light, for it is a light.”[136] That that thing, perceived as inner light, as the sun of the other world, is longing, is clearly shown by Symeon’s words:[137] “And following It my spirit demanded to embrace the splendor beheld, but it found It not as creature and did not succeed in coming out from among created beings, so that it might embrace that uncreated and uncomprehended splendor. Nevertheless it wandered everywhere, and strove to behold It. _It penetrated the air, it wandered over the Heavens, it crossed over the abysses, it searched, as it seemed to it, the ends of the world._[138] But in all of that it found nothing, for all was created. And I lamented and was sorrowful, and my breast burned, and I lived as one distraught in mind. But It came, as It would, and descending like a luminous mystic cloud, It seemed to envelop my whole head so that dismayed I cried out. But flying away again It left me alone. And when I, troubled, sought for It, I realized suddenly _that It was in me, myself, and in the midst of my heart It appeared as the light of a spherical sun_.” In Nietzsche’s “Glory and Eternity” we meet with an essentially similar symbol: “Hush! I see vastness!—and of vasty things Shall man be done, unless he can enshrine Them with his words? Then take the night which brings The heart upon thy tongue, charmed wisdom mine! “I look above, there rolls the star-strewn sea. O night, mute silence, voiceless cry of stars! And lo! A sign! The heaven its verge unbars— A shining constellation falls towards me.”[139] It is not astonishing if Nietzsche’s great inner loneliness calls again into existence certain forms of thought which the mystic ecstasy of the old cults has elevated to ritual representation. In the visions of the Mithraic liturgy we have to deal with many similar representations which we can now understand without difficulty as the ecstatic symbol of the libido: Μετὰ δὲ τὸ ειπεῖν σε τὸν δεύτερον λόγον, ὅπου σιγὴ δὶς καὶ τὰ ἀκόλουθα, σύρισον δὶς καὶ πόππυσον δὶς καὶ εὐθέως ὄψει ἀπὸ τοῦ δίσκου ἀστέρας προσερχομένους πενταδακτυλιαίους πλείστους καὶ πιπλῶντας ὅλον τὸν αέρα. Σὺ δὲ πάλιν λέγε: σιγή, σιγή. Καὶ τοῦ δίσκου ἀνοιγέντος ὄψει ἄπειρον κύκλωμα καὶ θύρας πυρίνας ἀποκεκλεισμένας.[140] Silence is commanded, then the vision of light is revealed. The similarity of the mystic’s condition and Nietzsche’s poetical vision is surprising. Nietzsche says “constellation.” It is well known that constellations are chiefly therio- or anthropo-morphic symbols. The papyrus says, ἀστέρας πενταδακτυλιαίους[141] (similar to the “rosy-fingered” Eos), which is nothing else than an anthropomorphic image. Accordingly, one may expect from that, that by long gazing a living being would be formed out of the “flame image,” a “star constellation” of therio- or anthropo-morphic nature, for the symbolism of the libido does not end with sun, light and fire, but makes use of wholly other means of expression. I yield precedence to Nietzsche: _The Beacon_[142] “Here, where the island grew amid the seas, A sacrificial rock high-towering, Here under darkling heavens, Zarathustra lights his mountain-fires. “These flames with grey-white belly, In cold distances sparkle their desire, Stretches its neck towards ever purer heights— A snake upreared in impatience: “This signal I set up there before me. This flame is mine own soul, Insatiable for new distances, Speeding upward, upward its silent heat. “At all lonely ones I now throw my fishing rod. Give answer to the flame’s impatience, Let me, the fisher on high mountains, Catch my seventh, last solitude!” Here libido becomes fire, flame and snake. The Egyptian symbol of the “living disc of the sun,” the disc with the two entwining snakes, contains the combination of both the libido analogies. The disc of the sun with its fructifying warmth is analogous to the fructifying warmth of love. The comparison of the libido with sun and fire is in reality analogous. There is also a “causative” element in it, for sun and fire as beneficent powers are objects of human love; for example, the sun-hero Mithra is called the “well-beloved.” In Nietzsche’s poem the comparison is also a causative one, but this time in a reversed sense. The comparison with the snake is unequivocally phallic, corresponding completely with the tendency in antiquity, which was to see in the symbol of the phallus the quintessence of life and fruitfulness. _The phallus is the source of life and libido, the great creator and worker of miracles_, and as such it received reverence everywhere. We have, therefore, three designating symbols of the libido: First, the _comparison by analogy_, as sun and fire. Second, the _comparisons based on causative relations_, as A: Object comparison. The libido is designated by its object, for example, the beneficent sun. B: _The subject comparison_, in which the libido is designated by its place of origin or by analogies of this, for example, by phallus or (analogous) snake. To these two fundamental forms of comparison still a third is added, in which the “tertium comparationis” is _the activity_; for example, the libido is dangerous when fecundating like the bull—through the power of its passion—like the lion, like the raging boar when in heat, like the ever-rutting ass, and so on. This activity comparison can belong equally well to the category of the analogous or to the category of the causative comparisons. _The possibilities of comparison mean just as many possibilities for symbolic expression_, and from this basis all the infinitely varied symbols, so far as they are libido images, may properly be reduced to a very simple root, that is, just to _libido and its fixed primitive qualities_. This psychologic reduction and simplification is in accordance with the historic efforts of civilization to unify and simplify, to syncretize, the endless number of the gods. We come across this desire as far back as the old Egyptians, where the unlimited polytheism as exemplified in the numerous demons of places finally necessitated simplification. All the various local gods, Amon of Thebes, Horus of Edfu, Horus of the East, Chnum of Elephantine, Atum of Heliopolis, and others,[143] became identified with the sun God Rê. In the hymns to the sun the composite being Amon-Rê-Harmachis-Atum was invoked as “the only god which truly lives.”[144] Amenhotep IV (XVIII dynasty) went the furthest in this direction. He replaced all former gods by the “living great disc of the sun,” the official title reading: “The sun ruling both horizons, triumphant in the horizon in his name; the glittering splendor which is in the sun’s disc.” “And, indeed,” Erman adds,[145] “the sun, as a God, should not be honored, but the sun itself as a planet which imparts through its rays[146] the infinite life which is in it to all living creatures.” Amenhotep IV by his reform completed a work which is psychologically important. He united all the bull,[147] ram,[148] crocodile[149] and pile-dwelling[150] gods into the disc of the sun, and made it clear that their various attributes were compatible with the sun’s attributes.[151] A similar fate overtook the Hellenic and Roman polytheism through the syncretistic efforts of later centuries. The beautiful prayer of Lucius[152] to the queen of the Heavens furnishes an important proof of this: “Queen of Heaven, whether thou art the genial Ceres, the prime parent of fruits;—or whether thou art celestial Venus;—or whether thou art the sister of Phœbus;—or whether thou art Proserpina, terrific with midnight howlings—with that feminine brightness of thine illuminating the walls of every city.”[153] This attempt to gather again into a few units the religious thoughts which were divided into countless variations and personified in individual gods according to their polytheistic distribution and separation makes clear the fact that already at an earlier time analogies had formally arisen. Herodotus is rich in just such references, not to mention the systems of the Hellenic-Roman world. Opposed to the endeavor to form a unity there stands a still stronger endeavor to create again and again a multiplicity, so that even in the so-called severe monotheistic religions, as Christianity, for example, the polytheistic tendency is irrepressible. The Deity is divided into three parts at least, to which is added the feminine Deity of Mary and the numerous company of the lesser gods, the angels and saints, respectively. These two tendencies are in constant warfare. There is only one God with countless attributes, or else there are many gods who are then simply known differently, according to locality, and personify sometimes this, sometimes that attribute of the fundamental thought, an example of which we have seen above in the Egyptian gods. With this we turn once more to Nietzsche’s poem, “The Beacon.” We found the flame there used as an image of the libido, theriomorphically represented as a snake (also as an image of the soul:[154] “This flame is mine own soul”). We saw that the snake is to be taken as a phallic image of the libido (upreared in impatience), and that this image, also an attribute of the conception of the sun (the Egyptian sun idol), is an image of the libido in the combination of sun and phallus. It is not a wholly strange conception, therefore, that the sun’s disc is represented with a penis, as well as with hands and feet. We find proof for this idea in a peculiar part of the Mithraic liturgy: ὁμοίως δὲ καὶ ὁ καλούμενος αὐλός, ἡ ἀρχὴ τοῦ λειτουργοῦντος ἀνέμου. Ὄψει γὰρ ἀπὸ τοῦ δίσκου ὡς αὐλὸν κρεμάμενον.[155] This extremely important vision of a tube hanging down from the sun would produce in a religious text, such as that of the Mithraic liturgy, a strange and at the same time meaningless effect if it did not have the phallic meaning. The tube is the place of origin of the wind. The phallic meaning seems very faint in this idea, but one must remember that the wind, as well as the sun, is a fructifier and creator. This has already been pointed out in a footnote.[156] There is a picture by a Germanic painter of the Middle Ages of the “conceptio immaculata” which deserves mention here. The conception is represented by a tube or pipe coming down from heaven and passing beneath the skirt of Mary. Into this flies the Holy Ghost in the form of a dove for the impregnation of the Mother of God.[157] Honegger discovered the following hallucination in an insane man (paranoid dement): The patient sees in the sun an “upright tail” similar to an erected penis. When he moves his head back and forth, then, too, the sun’s penis sways back and forth in a like manner, and out of that the wind arises. This strange hallucination remained unintelligible to us for a long time until I became acquainted with the Mithraic liturgy and its visions. This hallucination threw an illuminating light, as it appears to me, upon a very obscure place in the text which immediately follows the passage previously cited: εἰς δὲ τὰ μέρη τὰ πρὸς λίβα ἀπέραντον οἷον ἀπηλιώτην. Ἐὰν ᾖ κεκληρώμενος εἰς δὲ τὰ μέρη τοῦ ἀπηλιώτου ὁ ἕτερος, ὁμοίως εἰς τὰ μέρη τὰ ἐκείνου ὄψει τὴν ἀποφορὰν τοῦ ὁρμάτος. Mead translates this very clearly:[158] “And towards the regions westward, as though it were an infinite Eastwind. But if the other wind, towards the regions of the East, should be in service, in the like fashion shalt thou see towards the regions of that side the converse of the sight.” In the original ὅραμα is the vision, the thing seen. ἀποφορά means properly the carrying away. The sense of the text, according to this, might be: the thing seen may be carried or turned sometimes here, sometimes there, according to the direction of the wind. The ὅραμα is the tube, “the place of origin of the wind,” which turns sometimes to the east, sometimes to the west, and, one might add, generates the corresponding wind. The vision of the insane man coincides astonishingly with this description of the movement of the tube.[159] The various attributes of the sun, separated into a series, appear one after the other in the Mithraic liturgy. According to the vision of Helios, seven maidens appear with the heads of snakes, and seven gods with the heads of black bulls. It is easy to understand the maiden as a symbol of the libido used in the sense of causative comparison. The snake in Paradise is usually considered as feminine, as the seductive principle in woman, and is represented as feminine by the old artists, although properly the snake has a phallic meaning. Through a similar change of meaning the snake in antiquity becomes the symbol of the earth, which on its side is always considered feminine. The bull is the well-known symbol for the fruitfulness of the sun. The bull gods in the Mithraic liturgy were called κνωθακοφύλακες, “guardians of the axis of the earth,” by whom the axle of the orb of the heavens was turned. The divine man, Mithra, also had the same attributes; he is sometimes called the “Sol invictus” itself, sometimes the mighty companion and ruler of Helios; he holds in his right hand the “bear constellation, which moves and turns the heavens.” The bull-headed gods, equally ἱεροὶ καὶ ἄλκιμοι νεανίαι with Mithra himself, to whom the attribute νεώτερος, “young one,” “the newcomer,” is given, are merely attributive components of the same divinity. The chief god of the Mithraic liturgy is himself subdivided into Mithra and Helios; the attributes of each of these are closely related to the other. Of Helios it is said: ὄψει θεὸν νεώτερον εὐειδῆ πυρινότριχα ἐν χιτῶνι λευκῷ καὶ χλαμύδι κοκκίνῃ, ἔχοντα πύρινον στέφανον.[160] Of Mithra it is said: ὄψει θεὸν ὑπερμεγέθη, φωτινὴν ἔχοντα τὴν ὄψιν, νεώτερον, χρυσοκόμαν, ἐν χιτῶνι λευκῳ καὶ χρυσῳ στεφάνῳ καὶ ἀναξυρίσι, κατέχοντα τῇ δεξιᾷ χειρὶ μόσχου ὦμόν χρύσεον, ὅς ἐστιν ἄρκτος ἡ κινοῦσα καὶ ἀντιστρέφουσα τὸν οὐρανόν, κατὰ ὥραν ἀναπολεύουσα καὶ καταπολεύουσα. ἔπειτα ὄψει αὐτοῦ ἐκ τῶν ὀμμάτων ἀστραπὰς καὶ ἐκ τοῦ σώματος ἀστέρας ἁλλομένους.[161] If we place fire and gold as essentially similar, then a great accord is found in the attributes of the two gods. To these mystical pagan ideas there deserve to be added the probably almost contemporaneous vision of Revelation: “And being turned, I saw seven golden candlesticks. And in the midst of the candlesticks[162] one like unto the son of man, clothed with a garment down to the foot, and girt about at the breasts with a golden girdle. And his head and his hair were white as white wool, white as snow, and his eyes were as a flame of fire. And his feet like unto burnished brass, as if it had been refined in a furnace; and his voice as the sound of many waters. And he had in his right hand seven stars,[163] and out of his mouth proceeded a sharp two-edged sword,[164] and his countenance was as the sun shineth in his strength.”—_Rev._ i: 12 ff. “And I looked, and beheld a white cloud, and upon the cloud I saw one sitting like unto the son of man, having on his head a golden crown, and in his hand a sharp sickle.”[165]—_Rev._ xiv: 14. “And his eyes were as a flame of fire, and upon his head were many diadems. And he was arrayed in a garment[166] sprinkled with blood.... And the armies which were in heaven followed him upon white horses, clothed in fine linen,[167] white and pure. And out of his mouth proceeded a sharp sword.”—_Rev._ xix: 12–15. One need not assume that there is a direct dependency between the Apocalypse and the Mithraic liturgy. The visionary images of both texts are developed from a source, not limited to one place, but found in the soul of many divers people, because the symbols which arise from it are too typical for it to belong to one individual only. I put these images here to show how the primitive symbolism of light gradually developed, with the increasing depth of the vision, into the idea of the sun-hero, the “well-beloved.”[168] The development of the symbol of light is thoroughly typical. In addition to this, perhaps I might call to mind the fact that I have previously pointed out this course with numerous examples,[169] and, therefore, I can spare myself the trouble of returning to this subject.[170] These visionary occurrences are the psychological roots of the sun-coronations in the mysteries. Its rite is religious hallucination congealed into liturgical form, which, on account of its great regularity, could become a generally accepted outer form. After all this, it is easily understood how the ancient Christian Church, on one side, stood in an especial bond to Christ as “sol novus,” and, on the other side, had a certain difficulty in freeing itself from the earthly symbols of Christ. Indeed Philo of Alexandria saw in the sun the image of the divine logos or of the Deity especially (“De Somniis,” 1:85). In an Ambrosian hymn Christ is invoked by “O sol salutis,” and so on. At the time of Marcus Aurelius, Meliton, in his work,[171] περὶ λούτρου, called Christ the Ἥλιος ἀνατολης ... μόνος ἥλιος οὗτος ἀνέτειλεν ἀπ’ οὐρανοῦ.[172] Still more important is a passage from Pseudo-Cyprian:[173] “O quam præclara providentia ut illo die quo factus est sol, in ipso die nasceretur Christus, v. Kal. Apr. feria IV, et ideo de ipso ad plebem dicebat Malachias propheta: ‘Orietur vobis sol iustitiæ et curatio est in pennis ejus,’ hic est sol iustitiæ cuius in pennis curatio præostendebatur.”[174][175] In a work nominally attributed to John Chrysostomus, “De Solstitiis et Aequinoctiis,”[176] occurs this passage: “Sed et dominus nascitur mense Decembri hiemis tempore, VIII. Kal. Januarias, quando oleæ maturæ præmuntur ut unctio, id est Chrisma, nascatur—sed et Invicti natalem appellant. Quis utique tam invictus nisi dominus noster qui mortem subactam devicit? Vel quod dicant Solis esse natalem, ipse est sol iustitiæ, de quo Malachias propheta dixit: ‘Dominus lucis ac noctis conditor et discretor qui a propheta Sol iustitiæ cognominatus est.’”[177] According to the testimony of Eusebius of Alexandria, the Christians also shared in the worship of the rising sun, which lasted into the fifth century: οὐαῖ τοῖς προσκυνοῦσι τὸν ἥλιον καὶ τὴν σελήνην καὶ τοὺς ἀστέρας. Πολλοὺς γὰρ οἶδα τοὺς προσκυνοῦντας καὶ εὐχομένους εἰς τὸν ἥλιον. Ἤδη γὰρ ἀνατείλαντος τοῦ ἡλίου, προσεύχονται καὶ λέγουσιν “Ἐλέησον ἡμᾶς” καὶ οὐ μόνον Ἡλιογνώσται καὶ αἱρετικοὶ τοῦτο ποιοῦσιν ἀλλὰ καὶ χριστιανοὶ καὶ ἀφέντες τὴν πίστιν τοῖς αἱρετικοῖς συναμίγνυνται.[178] Augustine preached emphatically to the Christians: “Non est Dominus Sol factus sed per quem Sol factus est—ne quis carnaliter sapiens Solem istum (Christum) intelligendum putaret.” Art has preserved much of the remnants of sun-worship,[179] thus the nimbus around the head of Christ and the halo of the saints in general. The Christian legends also attribute many fire and light symbols to the saints.[180] The twelve apostles, for example, are likened to the twelve signs of the zodiac, and are represented, therefore, with a star over the head.[181] It is not to be wondered at that the heathen, as Tertullian avows, considered the sun as the Christian God. Among the Manichaeans God was really the sun. One of the most remarkable works extant, where the Pagan, Asiatic, Hellenic and Christian intermingle, is the Ἐξήγησις περὶ των ἐν Περσίδι πραχθέντων, edited by Wirth.[182] This is a book of fables, but, nevertheless, a mine for near-Christian phantasies, which gives a profound insight into Christian symbolism. In this is found the following magical dedication: Διὶ Ἡλίῳ θεῳ μεγάλῳ βασιλεῖ Ἰησοῦ—.[183] In certain parts of Armenia the rising sun is still worshipped by Christians, that “it may let its foot rest upon the faces of the worshippers.”[184] The foot occurs as an anthropomorphic attribute, and we have already met the theriomorphic attribute in the feathers and the sun phallus. Other comparisons of the sun’s ray, as knife, sword, arrow, and so on, have also, as we have learned from the psychology of the dream, a phallic meaning at bottom. This meaning is attached to the foot as I here point out,[185] and also to the feathers, or hair, of the sun, which signify the power or strength of the sun. I refer to the story of Samson, and to that of the Apocalypse of Baruch, concerning the phœnix bird, which, flying before the sun, loses its feathers, and, exhausted, is strengthened again in an ocean bath at evening. Under the symbol of “moth and sun” we have dug down into the historic depths of the soul, and in doing this we have uncovered an old buried idol, the youthful, beautiful, fire-encircled and halo-crowned sun-hero, who, forever unattainable to the mortal, wanders upon the earth, causing night to follow day; winter, summer; death, life; and who returns again in rejuvenated splendor and gives light to new generations. The longing of the dreamer concealed behind the moth stands for him. The ancient pre-Asiatic civilizations were acquainted with a sun-worship having the idea of a God dying and rising again (Osiris, Tammuz, Attis-Adonis),[186] Christ, Mithra and his bull,[187] Phœnix and so on. The beneficent power as well as the destroying power was worshipped in fire. The forces of nature always have two sides, as we have already seen in the God of Job. This reciprocal bond brings us back once more to Miss Miller’s poem. Her reminiscences support our previous supposition, that the symbol of moth and sun is a condensation of two ideas, about one of which we have just spoken; the other is the moth and the flame. As the title of a play, about the contents of which the author tells us absolutely nothing, “Moth and Flame” may easily have the well-known erotic meaning of flying around the flame of passion until one’s wings are burned. The passionate longing, that is to say, the libido, has its two sides; it is power which beautifies everything, and which under other circumstances destroys everything. It often appears as if one could not accurately understand in what the destroying quality of the creative power consists. A woman who gives herself up to passion, particularly under the present-day condition of culture, experiences the destructive side only too soon. One has only to imagine one’s self a little away from the every-day moral conditions in order to understand what feelings of extreme insecurity overwhelm the individual who gives himself unconditionally over to Fate. To be fruitful means, indeed, to destroy one’s self, because with the rise of the succeeding generation the previous one has passed beyond its highest point; thus our descendants are our most dangerous enemies, whom we cannot overcome, for they will outlive us, and, therefore, without fail, will take the power from our enfeebled hands. The anxiety in the face of the erotic fate is wholly understandable, for there is something immeasurable therein. Fate usually hides unknown dangers, and the perpetual hesitation of the neurotic to venture upon life is easily explained by his desire to be allowed to stand still, so as not to take part in the dangerous battle of life.[188] _Whoever renounces the chance to experience must stifle in himself the wish for it, and, therefore, commits a sort of self-murder._ From this the death phantasies which readily accompany the renunciation of the erotic wish are made clear. In the poem _Miss Miller has voiced these phantasies_. She adds further to the material with the following: “I had been reading a selection from one of Byron’s poems which pleased me very much and made a deep and lasting impression. Moreover, the rhythm of my last two verses, ‘For I the source, etc.,’ and the two lines of Byron’s are very similar. ‘Now let me die as I have lived in faith, Nor tremble though the universe should quake.’” This reminiscence with which the series of ideas is closed confirms the death phantasies which follow from renunciation of the erotic wish. The quotation comes—which Miss Miller did not mention—from an uncompleted poem of Byron’s called “Heaven and Earth.”[189] The whole verse follows: “Still blessed be the Lord, For what is passed, For that which is; For all are His, From first to last— Time—Space—Eternity—Life—Death— The vast known and immeasurable unknown He made and can unmake, And shall I for a little gasp of breath Blaspheme and groan? No, let me die as I have lived in faith, Nor quiver though the universe may quake!” The words are included in a kind of praise or prayer, spoken by a “mortal” who is in hopeless flight before the mounting deluge. Miss Miller puts herself in the same situation in her quotation; that is to say, she readily lets it be seen that her feeling is similar to the despondency of the unhappy ones who find themselves hard pressed by the threatening mounting waters of the deluge. With this the writer allows us a deep look into the dark abyss of her longing for the sun-hero. We see that her longing is in vain; she is a mortal, only for a short time borne upwards into the light by means of the highest longing, and then sinking to death, or, much more, urged upwards by the fear of death, like the people before the deluge, and in spite of the desperate conflict, irretrievably given over to destruction. This is a mood which recalls vividly the closing scene in “Cyrano de Bergerac”:[190] _Cyrano_: Oh, mais ... puisqu’elle est en chemin, Je l’attendrai debout ... et l’épée à la main. Que dites-vous?... C’est inutile? Je le sais. Mais on ne se bat pas dans l’espoir du succès. Non, non. C’est bien plus beau lorsque c’est inutile. Je sais bien qu’à la fin vous me mettrez à bas.... We already know sufficiently well what longing and what impulse it is that attempts to clear a way for itself to the light, but that it may be realized quite clearly and irrevocably, it is shown plainly in the quotation “No, let me die,” which confirms and completes all earlier remarks. The divine, the “much-beloved,” who is honored in the image of the sun, is also the goal of the longing of our poet. Byron’s “Heaven and Earth” is a mystery founded on the following passage from Genesis, chapter vi:2: “And it came to pass ... that the sons of God saw the daughters of men that they were fair, and they took them wives of all that they chose.” Byron offers as a further motif for his poem the following passage from Coleridge: “_And woman wailing for her Demon lover_.” Byron’s poem is concerned with two great events, one psychologic and one telluric; the passion which throws down all barriers; and all the terrors of the unchained powers of nature: a parallel which has already been introduced into our earlier discussion. The angels Samiasa and Azaziel burn with sinful love for the beautiful daughters of Cain, Anah and Aholibama, and force a way through the barrier which is placed between mortal and immortal. They revolt as Lucifer once did against God, and the archangel Raphael raises his voice warningly: “But man hath listened to his voice And ye to woman’s—beautiful she is, The serpent’s voice less subtle than her kiss. The snake but vanquished dust; but she will draw A second host from heaven to break heaven’s law.” The power of God is threatened by the seduction of passion; a second fall of angels menaces heaven. Let us translate this mythologic projection back into the psychologic, from whence it originated. Then it would read: the power of the good and reasonable ruling the world wisely is threatened by the chaotic primitive power of passion; therefore passion must be exterminated; that is to say, projected into mythology. The race of Cain and the whole sinful world must be destroyed from the roots by the deluge. It is the inevitable result of that sinful passion which has broken through all barriers. Its counterpart is the sea and the waters of the deep and the floods of rain,[191] the generating, fructifying and “maternal waters,” as the Indian mythology refers to them. Now they leave their natural bounds and surge over the mountain tops, engulfing all living things; for passion destroys itself. The libido is God and Devil. With the destruction of the sinfulness of the libido an essential portion of the libido would be destroyed. Through the loss of the Devil, God himself suffered a considerable loss, somewhat like an amputation upon the body of the Divinity. The mysterious hint in Raphael’s lament concerning the two rebels, Samiasa and Azaziel, suggests this. “... Why, Cannot this earth be made, or be destroyed, Without involving ever some vast void In the immortal ranks?...” Love raises man, not only above himself, but also above the bounds of his mortality and earthliness, up to divinity itself, and in the very act of raising him it destroys him. Mythologically, this self-presumption finds its striking expression in the building of the heaven-high tower of Babel, which brings confusion to mankind.[192] In Byron’s poem it is the sinful ambition of the race of Cain, for love of which it makes even the stars subservient and leads away the sons of God themselves. If, indeed, longing for the highest things—if I may speak so—is legitimate, then it lies in the circumstances that it leaves its human boundaries, that of sinfulness, and, therefore, destruction. The longing of the moth for the star is not absolutely pure and transparent, but glows in sultry mist, for man continues to be man. Through the excess of his longing he draws down the divine into the corruption of his passion;[193] therefore, he seems to raise himself to the Divine; but with that his humanity is destroyed. Thus the love of Anah and Aholibama for their angels becomes the ruin of gods and men. The invocation with which Cain’s daughters implore their angels is psychologically an exact parallel to Miss Miller’s poem. _Anah_:[194] Seraph! From thy sphere! Whatever star[195] contains thy glory. In the eternal depths of heaven Albeit thou watchest with the ‘seven,’ Though through space infinite and hoary Before thy bright wings worlds will be driven, Yet hear! Oh! think of her who holds thee dear! And though she nothing is to thee, Yet think that thou art all to her. · · · · · Eternity is in thy years, Unborn, undying beauty in thine eyes; With me thou canst not sympathize, Except in love, and there thou must Acknowledge that more loving dust Ne’er wept beneath the skies. Thou walkest thy many worlds,[196] thou seest The face of him who made thee great, As he hath made of me the least Of those cast out from Eden’s gate; Yet, Seraph, dear! Oh hear! For thou hast loved me, and I would not die Until I know what I must die in knowing, That thou forgettest in thine eternity Her whose heart death could not keep from o’erflowing For thee, immortal essence as thou art,[197] Great is their love who love in sin and fear; And such, I feel, are waging in my heart A war unworthy: to an Adamite Forgive, my Seraph! that such thoughts appear. For sorrow is our element.... · · · · · The hour is near Which tells me we are not abandoned quite. Appear! Appear! Seraph! My own Azaziel! be but here, And leave the stars to their own light. _Aholibama_: I call thee, I await thee and I love thee. · · · · · Though I be formed of clay, And thou of beams[198] More bright than those of day on Eden’s streams, Thine immortality cannot repay With love more warm than mine My love. There is a ray[199] In me, which though forbidden yet to shine, I feel was lighted at thy God’s and mine.[200] It may be hidden long: death and decay Our mother Eve bequeathed us—but my heart Defies it: though this life must pass away, Is that a cause for thee and me to part? · · · · · I can share all things, even immortal sorrow; For thou hast ventured to share life with me, And shall I shrink from thine eternity? No, though the serpent’s sting[201] should pierce me through, And thou thyself wert like the serpent, coil Around me still.[202] And I will smile And curse thee not, but hold Thee in as warm a fold As—but descend and prove A mortal’s love For an immortal.... The apparition of both angels which follows the invocation is, as always, a shining vision of light. _Aholibama_: The clouds from off their pinions flinging As though they bore to-morrow’s light. _Anah_: But if our father see the sight! _Aholibama_: He would but deem it was the moon Rising unto some sorcerer’s tune An hour too soon. · · · · · _Anah_: Lo! They have kindled all the west, Like a returning sunset.... On Ararat’s late secret crest A wild and many colored bow, The remnant of their flashing path, Now shines!... At the sight of this many-colored vision of light, where both women are entirely filled with desire and expectation, Anah makes use of a simile full of presentiment, which suddenly allows us to look down once more into the dismal dark depths, out of which for a moment the terrible animal nature of the mild god of light emerges. “... and now, behold! it hath Returned to night, as rippling foam, Which the leviathan hath lashed From his unfathomable home, When sporting on the face of the calm deep, Subsides soon after he again hath dash’d Down, down to where the ocean’s fountains sleep.” Thus like the leviathan! We recall this overpowering weight in the scale of God’s justice in regard to the man Job. There, where the deep sources of the ocean are, the leviathan lives; from there the all-destroying flood ascends, the all-engulfing flood of animal passion. That stifling, compressing feeling[203] of the onward-surging impulse is projected mythologically as a flood which, rising up and over all, destroys all that exists, in order to allow a new and better creation to come forth from this destruction. _Japhet_: The eternal will Shall deign to expound this dream Of good and evil; and redeem Unto himself all times, all things; And, gather’d under his almighty wings, Abolish hell! And to the expiated Earth Restore the beauty of her birth. _Spirits_: And when shall take effect this wondrous spell? _Japhet_: When the Redeemer cometh; first in pain And then in glory. _Spirits_: New times, new climes, new arts, new men, but still The same old tears, old crimes, and oldest ill, Shall be amongst your race in different forms; But the same mortal storms Shall oversweep the future, as the waves In a few hours the glorious giants’ graves. The prophetic visions of Japhet have almost prophetic meaning for our poetess; with the death of the moth in the light, evil is once more laid aside; the complex has once again, even if in a censored form, expressed itself. With that, however, the problem is not solved; all sorrow and every longing begins again from the beginning, but there is “Promise in the Air”—the premonition of the Redeemer, of the “Well-beloved,” of the Sun-hero, who again mounts to the height of the sun and again descends to the coldness of the winter, who is the light of hope from race to race, the image of the libido.",
  "metrics": {
    "completion_tokens": 81,
    "prompt_tokens": 15327,
    "total_tokens": 15408,
    "finish_reason": "stop",
    "sections_created": 0,
    "has_missed_text": true
  },
  "token_counts": {
    "input": 16219,
    "sections": [],
    "missed": 14997
  }
}