{
  "chunk_number": 27,
  "original_text": "\nAfter this long digression, let us return to Miss Miller’s vision. We\ncan now answer the question as to the significance of Siegfried’s\nlonging for Brunhilde. It is the striving of the libido away _from the\nmother towards the mother_. This paradoxical sentence may be translated\nas follows: as long as the libido is satisfied merely with phantasies,\nit moves in itself, in its own depths, in the mother.[789] When the\nlonging of our author rises in order to escape the magic circle of the\nincestuous and, therefore, pernicious, object, and it does not succeed\nin finding reality, then the object is and remains irrevocably the\nmother. Only the overcoming of the obstacles of reality brings the\ndeliverance from the mother, who is the continuous and inexhaustible\nsource of life for the creator, but death for the cowardly, timid and\nsluggish.\n\nWhoever is acquainted with psychoanalysis knows how often neurotics cry\nout against their parents. To be sure, such complaints and reproaches\nare often justified on account of the common human imperfections, but\nstill more often they are reproaches which should really be directed\ntowards themselves. Reproach and hatred are always futile attempts to\nfree one’s self apparently from the parents, but in reality from one’s\nown hindering longing for the parents. Our author proclaims through the\nmouth of her infantile hero Chiwantopel a series of insults against her\nown family. We can assume that she must renounce all these tendencies,\nbecause they contain an unrecognized wish. This hero, of many words, who\nperforms few deeds and indulges in futile yearnings, is the libido which\nhas not fulfilled its destiny, but which turns round and round in the\nkingdom of the mother, and, in spite of all its longing, accomplishes\nnothing. Only he can break this magic circle who possesses the courage\nof the will to live and the heroism to carry it through. Could this\nyearning hero-youth, Chiwantopel, but put an end to his existence, he\nwould probably rise again in the form of a brave man seeking real life.\nThis necessity imposes itself upon the dreamer as a wise counsel and\nhint of the unconscious in the following monologue of Chiwantopel. He\ncries sadly:\n\n  “In all the world, there is not a single one! I have sought among a\n  hundred tribes. I have watched a hundred moons, since I began. Can it\n  be that there is not a solitary being who will ever know my soul? Yes,\n  by the sovereign God, yes! But ten thousand moons will wax and wane\n  before that pure soul is born. And it is from another world that her\n  parents will come to this one. She will have pale skin and pale locks.\n  She will know sorrow before her mother bears her. Suffering will\n  accompany her; she will seek also, and she will find, no one who\n  understands her. Temptation will often assail her soul—but she will\n  not yield. In her dreams, I will come to her, and she will understand.\n  _I have kept my body inviolate._ I have come ten thousand moons before\n  her epoch, and she will come ten thousand moons too late. But she will\n  understand! There is only once in all the ten thousand moons that a\n  soul like hers is born.”\n\nThereupon a green _serpent darts from the bushes, glides towards him and\nstings him on the arm, then attacks the horse, which succumbs first_.\nThen Chiwantopel says to his horse:\n\n  “‘Adieu, faithful brother! Enter into rest! I have loved you, and you\n  have served me well. Adieu. Soon I will rejoin you!’ Then to the\n  snake: ‘Thanks, little sister, you have _put an end to my\n  wanderings_.’”\n\nThen he cried with grief and spoke his prayer:\n\n  “‘Sovereign God, take me soon! I have tried to know thee, and to keep\n  thy law! O, do not suffer my body to fall into corruption and decay,\n  and to furnish the vultures with food!’ A smoking crater is perceived\n  at a distance, the rumbling of an earthquake is heard, followed by a\n  trembling of the ground.”\n\nChiwantopel cries in the delirium of suffering, while the earth covers\nhis body:\n\n  “I have kept my body inviolate. Ah! She understands. Ja-ni-wa-ma,\n  Ja-ni-wa-ma, thou who comprehendeth me.”\n\nChiwantopel’s prophecy is a repetition of Longfellow’s “Hiawatha,” where\nthe poet could not escape sentimentality, and at the close of the career\nof the hero, Hiawatha, he brings in the Savior of the white people, in\nthe guise of the arriving illustrious representatives of the Christian\nreligion and morals. (One thinks of the work of redemption of the\nSpaniards in Mexico and Peru!) With this prophecy of Chiwantopel, the\npersonality of the author is again placed in the closest relation to the\nhero, and, indeed, as the real object of Chiwantopel’s longing. Most\ncertainly the hero would have married her, had she lived at his time;\nbut, unfortunately, she comes too late. The connection proves our\nprevious assertion that the libido moves round in a circle. The author\nloves herself; that is to say, she, as the hero, is sought by one who\ncomes too late. This motive of coming too late is characteristic of the\ninfantile love: the father and the mother cannot be overtaken. The\nseparation of the two personalities by ten thousand moons is a wish\nfulfilment; with that the incest relation is annulled in an effectual\nmanner. This white heroine will seek without being understood. (She is\nnot understood, because she cannot understand herself rightly.) And she\nwill not find. But in dreams, at least, they will find each other, “and\nshe will understand.” The next sentence of the text reads:\n\n  “I have kept my body inviolate.”\n\nThis proud sentence, which naturally only a woman can express, because\nman is not accustomed to boast in that direction, again confirms the\nfact that all enterprises have remained but dreams, that the body has\nremained “inviolate.” When the hero visits the heroine in a dream, it is\nclear what is meant. This assertion of the hero’s, that he has remained\ninviolate, refers back to the unsuccessful attempt upon his life in the\nprevious chapter (huntsman with the arrow), and clearly explains to us\nwhat was really meant by this assault; that is to say, the refusal of\nthe coitus phantasy. Here the wish of the unconscious obtrudes itself\nagain, after the hero had repressed it the first time, and thereupon he\npainfully and hysterically utters this monologue. “Temptation will often\nassail her soul—but it will not yield.” This very bold assertion\nreduces—noblesse oblige—the unconscious to an enormous infantile\nmegalomania, which is always the case when the libido is compelled,\nthrough similar circumstances, to regressions. “Only once in all the ten\nthousand moons is a soul born like mine!” Here the unconscious ego\nexpands to an enormous degree, evidently in order to cover with its\nboastfulness a large part of the neglected duty of life. But punishment\nfollows at its heels. Whoever prides himself too much on having\nsustained no wound in the battle of life lays himself open to the\nsuspicion that his fighting has been with words only, whilst actually he\nhas remained far away from the firing-line. This spirit is just the\nreverse of the pride of those savage women, who point with satisfaction\nto the countless scars which were given them by their men in the sexual\nfight for supremacy. In accordance with this, and in logical\ncontinuation of the same, all that follows is expressed in figurative\nspeech. The orgiastic “Occide moriturus” in its admixture with the\nreckless laughter of the Dionysian frenzy confronts us here in sorry\ndisguise with a sentimental stage trickery worthy of our posthumous\nedition of “Christian morals.” In place of the positive phallus, the\nnegative appears, and leads the hero’s horse (his libido animalis), not\nto satisfaction, but into eternal peace—also the fate of the hero. This\nend means that the mother, represented as the jaws of death, devours the\nlibido of the daughter. Therefore, instead of life and procreative\ngrowth, only phantastic self-oblivion results. This weak and inglorious\nend has no elevating or illuminating meaning so long as we consider it\nmerely as the solution of an individual erotic conflict. The fact that\nthe symbols under which the solution takes place have actually a\nsignificant aspect, reveals to us that behind the individual mask,\nbehind the veil of “individuation,” a primitive idea stands, the severe\nand serious features of which take from us the courage to consider the\nsexual meaning of the Miller symbolism as all-sufficient.\n\nIt is not to be forgotten that the _sexual phantasies of the neurotic\nand the exquisite sexual language of dreams_ are regressive phenomena.\nThe sexuality of the unconscious is not what it seems to be; _it is\nmerely a symbol_; it is a thought bright as day, clear as sunlight, a\ndecision, a step forward to every goal of life—but expressed in the\nunreal sexual language of the unconscious, and in the thought form of an\nearlier stage; a resurrection, so to speak, of earlier modes of\nadaptation. When, therefore, the unconscious pushes into the foreground\nthe coitus wish, negatively expressed, it means somewhat as follows:\nunder similar circumstances primitive man acted in such and such a\nmanner. The mode of adaptation which to-day is unconscious for us is\ncarried on by the savage Negro of the present day, whose undertakings\nbeyond those of nutrition appertain to sexuality, characterized by\nviolence and cruelty. Therefore, in view of the archaic mode of\nexpression of the Miller phantasy, we are justified in assuming the\ncorrectness of our interpretation for the lowest and nearest plane only.\nA deeper stratum of meaning underlies the earlier assertion that the\nfigure of Chiwantopel has the character of Cassius, who has a lamb as a\ncompanion. Therefore, Chiwantopel is the portion of the dreamer’s libido\nbound up with the mother (and, therefore, masculine); hence he is her\ninfantile personality, the childishness of character, which as yet is\nunable to understand that one must leave father and mother, when the\ntime is come, in order to serve the destiny of the entire personality.\nThis is outlined in Nietzsche’s words:\n\n  “Free dost thou call thyself? Thy dominant thought would I hear and\n  not that thou hast thrown off a yoke. Art thou one who had the right\n  to throw off a yoke? There are many who throw away their last value\n  when they throw away their servitude.”\n\nTherefore, when Chiwantopel dies, it means that herein is a fulfilment\nof a wish, that this infantile hero, who cannot leave the mother’s care,\nmay die. And if with that the bond between mother and daughter is\nsevered, a great step forward is gained both for inner and outer\nfreedom. But man wishes to remain a child too long; he would fain stop\nthe turning of the wheel, which, rolling, bears along with it the years;\nman wishes to keep his childhood and eternal youth, rather than to die\nand suffer corruption in the grave. (“O, do not suffer my body to fall\ninto decay and corruption.”) Nothing brings the relentless flight of\ntime and the cruel perishability of all blossoms more painfully to our\nconsciousness than an inactive and empty life. _Idle dreaming is the\nmother of the fear of death_, the sentimental deploring of what has been\nand the vain turning back of the clock. Although man can forget in the\nlong- (perhaps too long) guarded feelings of youth, in the dreamy state\nof stubbornly held remembrances, that the wheel rolls onward,\nnevertheless mercilessly does the gray hair, the relaxation of the skin\nand the wrinkles in the face tell us, that whether or not we expose the\nbody to the destroying powers of the whole struggle of life, the poison\nof the stealthily creeping serpent of time consumes our bodies, which,\nalas! we so dearly love. Nor does it help if we cry out with the\nmelancholy hero Chiwantopel, “I have kept my body inviolate”; flight\nfrom life does not free us from the law of age and death. The neurotic\nwho seeks to get rid of the necessities of life wins nothing and lays\nupon himself the frightful burden of a premature age and death, which\nmust appear especially cruel on account of the total emptiness and\nmeaninglessness of his life. If the libido is not permitted to follow\nthe progressive life, which is willing to accept all dangers and all\nlosses, then it follows the other road, sinking into its own depths,\nworking down into the old foreboding regarding the immortality of all\nlife, to the longing for rebirth.\n\nHölderlin exemplifies this path in his poetry and his life. I leave the\npoet to speak in his song:\n\n                             _To the Rose._\n\n                 “In the Mother-womb eternal,\n                   Sweetest queen of every lea,\n                 Still the living and supernal\n                   Nature carries thee and me.\n\n                 “Little rose, the storm’s fierce power\n                   Strips our leaves and alters us;\n                 Yet the deathless germ will tower\n                   To new blooms, miraculous.”\n\nThe following comments may be made upon the parable of this poem: The\nrose is the symbol of the beloved woman (“Haidenröslein,” heather rose\nof Goethe). The rose blooms in the “rose-garden” of the maiden;\ntherefore, it is also a direct symbol of the libido. When the poet\ndreams that he is with the rose in the mother-womb of nature, then,\npsychologically, the fact is that his libido is with the mother. Here is\nan eternal germination and renewal. We have come across this motive\nalready in the Hierosgamos hymn (Iliad XIV): The nuptials in the blessed\nWest; that is to say, the union in and with the mother. Plutarch shows\nus this motive in naïve form in his tradition of the Osiris myth; Osiris\nand Isis copulating in the mother’s womb. This is also perceived by\nHölderlin as the enviable prerogative of the gods—to enjoy everlasting\ninfancy. Thus, in Hyperion, he says:\n\n                 “Fateless, like the sleeping nursling,\n                 Breathe the Heavenly ones;\n                 Chastely guarded in modest buds,\n                 Their spirits blossom eternally,\n                 And their quiet eyes\n                 Gaze out in placid\n                 Eternal serenity.”\n\nThis quotation shows the meaning of heavenly bliss. Hölderlin never was\nable to forget this first and greatest happiness, the dreamy picture of\nwhich estranged him from real life. Moreover, in this poem, the ancient\n_motive of the twins_ in the mother’s womb is intimated. (Isis and\nOsiris in the mother’s womb.) The motive is archaic. There is a legend\nin Frobenius of how the great serpent (appearing from the little serpent\nin the hollow tree, through the so-called stretching out of the serpent)\nhas finally devoured all men (devouring mother—death), and only a\npregnant woman remains alive; she digs a ditch, covers it with a stone\n(grave—mother’s womb), and, living there, she gives birth to twins, the\nsubsequent dragon-killers (the hero in double form, man and phallus, man\nand woman, man with his libido, the dying and rising sun).\n\nThis existence together in the mother is to be found also very\nbeautifully expressed in an African myth (Frobenius):\n\n  “In the beginning, Obatala, the heaven, and Odudua, the earth, his\n  wife, lay pressed firmly together in a calabas.”\n\nThe guarding “in a modest bud” is an idea which has appeared already in\nPlutarch, where it is said that the sun was born in the morning from a\nflower bud. Brahma, too, comes from the bud, which also gave birth in\nAssam to the first human pair.\n\n                          _Humanity._\n\n                        (An unfinished poem.)\n\n  “Scarcely sprouted from the waters, O Earth,\n  Are thy old mountain tops and diffuse odors,\n  While the first green islands, full of young woods, breathe delight\n  Through the May air over the Ocean.\n\n  “And joyfully the eye of the Sun-god looked down\n  Upon the firstlings of the trees and flowers;\n  Laughing children of his youth, born from thee;\n  When on the fairest of the islands....\n\n         ·       ·       ·       ·       ·\n  Once lay thy most beautiful child under the grapes;\n  Lay after a mild night; in the dawn,\n  In the daybreak a child born to thee, O Earth!\n  And the boy looks up familiarly\n  To his Father, Helios,\n  And, tasting the sweet grapes,\n  He picked the sacred vine for his nurse,\n  And soon he is grown; the beasts\n  Fear him, for he is different from them:\n  This man; he is not like thee, the father,\n  For the lofty soul of the father,\n  Is in him boldly united with thy pleasures,\n  And thy sadness, O Earth,\n  He may resemble the eternal Nature,\n  The mother of Gods, the terrible Mother.\n\n  “Ah! therefore, O Earth,\n  His presumption drives him away from thy breast,\n  And thy gifts are vain, the tender ones;\n  Ever and ever too high does the proud heart beat.\n\n  “Out from the sweet meadow of his shores\n  Man must go into the flowerless waters,\n  And tho his groves shine with golden fruit,\n  Like the starry night, yet he digs,\n  He digs caves in the mountains, and seeks in the mines,\n  Far from the sacred rays of his father,\n  Faithless also to the Sun-god,\n  Who does not love weaklings, and mocks at cares.\n\n  “Ah! freer do the birds of the wood breathe:\n  Although the breast of man heaves wilder and more proudly,\n  His pride becomes fear, and the tender flowers\n  Of his peace do not bloom for long.”\n\nThis poem betrays to us the beginning of the discord between the poet\nand nature; he begins to be estranged from reality, the natural actual\nexistence. It is a remarkable idea how the little child chooses “the\nvine for his nurse.” This Dionysian allusion is very old. In the\nsignificant blessing of Jacob it is said of Judah (Genesis, chap. xlix,\nverse 11):\n\n  “Binding his foal unto the vine, and his ass’s colt unto the choice\n  vine.”\n\nA Gnostic gem has been preserved upon which there is a representation of\nan ass suckling her foal, above which is the symbol of Cancer, and the\ncircumscription D.N.I.H.Y.X.P.S.: Dominus Noster Jesus Christus, with\nthe supplement Dei filius. As Justinus Martyr indignantly observes, the\nconnections of the Christian legend with that of Dionysus are\nunmistakable. (Compare, for example, the miracle of the wine.) In the\nlast-named legend the ass plays an important rôle. Generally speaking,\nthe ass has an entirely different meaning in the Mediterranean countries\nthan with us—an economic one. Therefore, it is a benediction when Jacob\nsays (Genesis, chap. xlix, verse 14):\n\n  “Issachar is a strong ass couching down between two burdens.”\n\nThe above-mentioned thought is altogether Oriental. Just as in Egypt the\nnew-born sun is a bull-calf, in the rest of the Orient it can easily be\nan ass’s foal, to whom the vine is the nurse. Hence the picture in the\nblessing of Jacob, where it is said of Judah:\n\n  “His eyes are ruddy with wine and his teeth white with milk.”\n\nThe mock crucifix of the Palatine, with an ass’s head, evidently alludes\nto a very significant background.\n\n                         _To Nature._\n\n         “While about thy veil I lingered, playing,\n           And, like any bud, upon thee hung,[790]\n         Still I felt thy heart in every straying\n           Sound about my heart that shook and clung.\n         While I groped with faith and painful yearning,\n           To your picture, glowing and unfurled,\n         Still I found a place for all my burning\n           Tears, and for my love I found a world!\n\n         “To the Sun my heart, before all others,\n           Turned and felt its potent magicry;\n         And it called the stars its little brothers,[791]\n           And it called the Spring, God’s melody;\n         And each breeze in groves or woodlands fruity\n           Held thy spirit—and that same sweet joy\n         Moved the well-springs of my heart with beauty—\n           Those were golden days without alloy.\n\n         “Where the Spring is cool in every valley,[792]\n           And the youngest bush and twig is green,\n         And about the rocks the grasses rally,\n           And the branches show the sky between,\n         There I lay, imbibing every flower\n           In a rapt, intoxicated glee,\n         And, surrounded by a golden shower,\n           From their heights the clouds sank down to me.[793]\n\n         “Often, as a weary, wandering river\n           Longs to join the ocean’s placid mirth,\n         I have wept and lost myself forever\n           In the fulness of thy love, O Earth!\n         Then—with all the ardor of my being—\n           Forth I rushed from Time’s slow apathy,\n         Like a pilgrim home from travel, fleeing\n           To the arms of rapt Eternity.\n\n         “_Blessed be childhood’s golden dreams, their power\n           Hid from me Life’s dismal poverty_:\n         _All the heart’s rich germs ye brought to flower;\n           Things I could not reach, ye gave to me!_[794]\n         In thy beauty and thy light, O Nature,\n           Free from care and from compulsion free,\n         Fruitful Love attained a kingly stature,\n           Rich as harvests reaped in Arcady.\n\n         “That which brought me up, is dead and riven,\n           Dead the youthful world which was my shield;\n         And this breast, which used to harbor heaven,\n           Dead and dry as any stubble-field.\n         Still my Springlike sorrows sing and cover\n           With their friendly comfort every smart—\n         But the morning of my life is over\n           And the Spring has faded from my heart....\n\n         “Shadows are the things that once we cherished;\n           Love itself must fade and cannot bide;\n         Since the golden dreams of youth have perished,\n           Even friendly Nature’s self has died.\n         Heart, poor heart, those days could never show it—\n           How far-off thy home, and where it lies ...\n         Now, alas, thou nevermore wilt know it\n           If a dream of it does not suffice.”\n\n                            _Palinodia._\n\n    “What gathers about me, Earth, in your dusky, friendly green?\n    What are you blowing towards me, Winds, what do you bring again?\n    There is a rustling in all the tree-tops....\n\n           ·       ·       ·       ·       ·\n\n    “Why do you wake my soul?\n    Why do ye stir in me the past, ye Kind ones?\n    Oh, spare me, and let them rest; oh, do not mock\n    Those ashes of my joy....\n\n    “O change your changeless gods—\n    And grow in your youth over the old ones.\n    And if you would be akin to the mortals\n    The young girls will blossom for you.\n    And the young heroes will shine;\n    And, sweeter than ever,\n    Morning will play upon the cheeks of the happy ones;\n    And, ravishing-sweet, you will hear\n    The songs of those who are without care....\n\n    “Ah, once the living waves of song\n    Surged out of every bush to me;\n    And still the heavenly ones glanced down upon me,\n    Their eyes shining with joy.”\n\n           ·       ·       ·       ·       ·\n\n\nThe separation from the blessedness of childhood, from youth even, has\ntaken the golden glamour from nature, and the future is hopeless\nemptiness. But what robs nature of its glamour, and life of its joy, is\nthe poison of the retrospective longing, which harks back, in order to\nsink into its own depths:\n\n                              _Empedocles._\n\n          “Thou seekest life—and a godly fire springs to thee,\n          Gushing and gleaming, from the deeps of the earth;\n          And, with shuddering longing,\n          Throws thee down into the flames of Aetna.\n\n          “So, through a queen’s wanton whim,\n          Pearls are dissolved in wine—restrain her not!\n          Didst thou not throw thy riches, Poet,\n          Into the bright and bubbling cup!\n\n          “Still thou art holy to me, as the Power of Earth\n          Which took thee away, lovely assassin!...\n          And I would have followed the hero to the depths,\n          Had Love not held me.”\n\nThis poem betrays the secret longing for the maternal depths.[795]\n\nHe would like to be sacrificed in the chalice, dissolved in wine like\npearls (the “crater” of rebirth), yet love holds him within the light of\nday. The libido still has an object, for the sake of which life is worth\nliving. But were this object abandoned, then the libido would sink into\nthe realm of the subterranean, the mother, who brings forth again:\n\n                             _Obituary._\n\n                         (Unfinished poem.)\n\n “Daily I go a different path.\n Sometimes into the green wood, sometimes to the bath in the spring;\n Or to the rocks where the roses bloom.\n From the top of the hill I look over the land,\n Yet nowhere, thou lovely one, nowhere in the light do I find thee;\n And in the breezes my words die away,\n The sacred words which once we had.\n\n “Aye, thou art far away, O holy countenance!\n And the melody of thy life is kept from me,\n No longer overheard. And, ah, where are\n Thy magic songs which once soothed my heart\n With the peace of Heaven?\n How long it is, how long!\n The youth is aged; the very earth itself, which once smiled on me,\n Has grown different.\n\n “Oh, farewell! The soul of every day departs, and, departing, turns to\n    thee—\n And over thee there weeps\n The eye that, becoming brighter,\n Looks down,\n There where thou tarriest.”\n\nThis distinctly suggests a renunciation, an envy of one’s own youth,\nthat time of freedom which one would like to retain through a\ndeep-rooted dislike to all duty and endeavor which is denied an\nimmediate pleasure reward. Painstaking work for a long time and for a\nremote object is not in the nature of child or primitive man. It is\ndifficult to say if this can really be called laziness, but it seems to\nhave not a little in common with it, in so far as the psychic life on a\nprimitive stage, be it of an infantile or archaic type, possesses an\nextreme inertia and irresponsibility in production and non-production.\n\nThe last stanza portends evil, a gazing towards the other land, the\ndistant coast of sunrise or sunset; love no longer holds the poet, the\nbonds with the world are torn and he calls loudly for assistance to the\nmother:\n\n                         _Achilles._\n\n “Lordly son of the Gods! Because you lost your loved one,\n You went to the rocky coast and cried aloud to the flood,\n Till the depths of the holy abyss heard and echoed your grief,\n From the far reaches of your heart. Down, deep down, far from the clamor\n    of ships,\n Deep under the waves, in a peaceful cave,\n Dwelt the beautiful Thetis, she who protected you, the Goddess of the\n    Sea,\n Mother of the youth was she; the powerful Goddess,\n She who once had lovingly nursed him,\n On the rocky shore of his island; she who had made him a hero\n With the might of her strengthening bath and the powerful song of the\n    waves.\n And the mother, mourning, hearkened to the cry of her child,\n And rose, like a cloud, from the bed of the sea,\n Soothing with tender embraces the pains of her darling;\n And he listened, while she, caressing, promised to soften his grief.\n\n\n “Son of the Gods! Oh, were I like you, then could I confidently\n Call on the Heavenly Ones to hearken to my secret grief.\n But never shall I see this—I shall bear the disgrace\n As if I never belonged to her, even though she thinks of me with tears.\n Beneficent Ones! And yet Ye hear the lightest prayers of men.\n Ah, how rapt and fervently I worshipped you, holy Light,\n Since I have lived, the Earth and its fountains and woodlands,\n Father Ether—and my heart has felt you about me, so ardent and pure—\n Oh, soften my sorrows, ye Kind Ones,\n That my soul may not be silenced, may not be struck dumb too early;\n That I may live and thank Ye, O Heavenly Powers,\n With joyful songs through all the hurrying days.\n Thank ye for gifts of the past, for the joys of vanished Youth—\n And then, pray, take me, the lonely one,\n Graciously, unto yourselves.”\n\nThese poems describe more plainly than could be depicted with meagre\nwords the persistent arrest and the constantly growing estrangement from\nlife, the gradual deep immersion into the maternal abyss of the\nindividual being. The apocalyptic song of Patmos is strangely related to\nthese songs of retrogressive longing. It enters as a dismal guest\nsurrounded by the mist of the depths, the gathering clouds of insanity,\nbred through the mother. In it the primitive thoughts of the myth, the\nsuggestion clad in symbols, of the sun-like death and resurrection of\nlife, again burst forth. Similar things are to be found in abundance\namong sick people of this sort.\n\nI reproduce some significant fragments from Patmos:\n\n                       “Near is the God\n                       And hard to comprehend,\n                       But where Danger threatens\n                       The Rescuer appears.”\n\nThese words mean that the libido has now sunk to the lowest depths,\nwhere “the danger is great.” (Faust, Part II, Mother scene.) There “the\nGod is near”; there man may find the inner sun, his own nature, sun-like\nand self-renewing, hidden in the mother-womb like the sun in the\nnighttime:\n\n            “... In Chasms\n            And in darkness dwell\n            The eagles; and fresh and fearlessly\n            The Sons of the Alps pass swiftly over the abyss\n            Upon lightly swinging bridges.”\n\nWith these words the dark phantastic poem passes on. The eagle, the bird\nof the sun, dwells in darkness—the libido has hidden itself, but high\nabove it the inhabitants of the mountains pass, probably the gods (“Ye\nare walking above in the light”), symbols of the sun wandering across\nthe sky, like the eagle flying over the depths:\n\n            “... Above and around are reared\n            The summits of Time,\n            And the loved ones, though near,\n            Live on deeply separated mountains.\n            So give us waters of innocence,\n            And give us wings of true understanding,\n            With which to pass across and to return again.”\n\nThe first is a gloomy picture of the mountains and of time—although\ncaused by the sun wandering over the mountains, the following picture a\nnearness, and at the same time separation, of the lovers, and seems to\nhint at life in the underworld,[796] where he is united with all that\nonce was dear to him, and yet cannot enjoy the happiness of reunion,\nbecause it is all shadows and unreal and devoid of life. Here the one\nwho descends drinks the waters of innocence, the waters of childhood,\nthe drink of rejuvenation,[797] so wings may grow, and, winged, he may\nsoar up again into life, like the winged sun, which arises like a swan\nfrom the water (“Wings, to pass across and to return again”):\n\n              “... So I spoke, and lo, a genie\n              Carried me off, swifter than I had imagined,\n              And farther than ever I had thought\n              From my own house!\n              It grew dark\n              As I went in the twilight.\n              The shadowy wood,\n              And the yearning brooks of my home-land\n              Grew vague behind me—\n              And I knew the country no longer.”\n\nAfter the dark and obscure words of the introduction, wherein the poet\nexpresses the prophecy of what is to come, the sun journey begins\n(“night journey in the sea”) towards the east, towards the ascent,\ntowards the mystery of eternity and rebirth, of which Nietzsche also\ndreams, and which he expressed in significant words:\n\n  “Oh, how could I not be ardent for eternity, and for the nuptial ring\n  of rings—the ring of the return! Never yet have I found the woman from\n  whom I wish children, unless she would be this woman whom I love; for\n  I love thee, O eternity.”\n\nHölderlin expresses this same longing in a beautiful symbol, the\nindividual traits of which are already familiar to us:\n\n          “... But soon in a fresh radiance\n          Mysteriously\n          Blossoming in golden smoke,\n          With the rapidly growing steps of the sun,\n          Making a thousand summits fragrant,\n          Asia arose!\n          And, dazzled,\n          I sought one whom I knew;\n          For unfamiliar to me were the broad roads,\n          Where from Tmolus\n          Comes the gilded Pactol,\n          And Taurus stands and Messagis—\n          And the gardens are full of flowers.\n          But high up in the light\n          The silvery snow gleams, a silent fire;\n          And, as a symbol of eternal life,\n          On the impassable walls,\n          Grows the ancient ivy.[798]\n          And carried by columns of living cedars and laurels\n          Are the solemn, divinely built palaces.”\n\nThe symbol is apocalyptic, the maternal city in the land of eternal\nyouth, surrounded by the verdure and flowers of imperishable\nspring.[799] The poet identifies himself here with John, who lived on\nPatmos, who was once associated with “the sun of the Highest,” and saw\nhim face to face:\n\n      “There at the Mystery of the Vine they met,\n      There at the hour of the Holy Feast they gathered,\n      And—feeling the approach of Death in his great, quiet soul,\n      The Lord, pouring out his last love, spoke,\n      And then he died.\n      Much could be said of it—\n      How his triumphant glance,\n      The happiest of all,\n      Was seen by his companions, even at the last.\n\n             ·       ·       ·       ·       ·\n\n      Therefore he sent the Spirit unto them,\n      And the house trembled, solemnly;\n      And, with distant thunder,\n      The storm of God rolled over the cowering heads\n      Where, deep in thought,\n      The heroes of death were assembled....\n      Now, when he, in parting,\n      Appeared once more before them,\n      Then the kingly day, the day of the sun, was put out,\n      And the gleaming sceptre, formed of his rays,\n      Was broken—and suffered like a god itself.\n      Yet it shall return and glow again\n      When the right time comes.”\n\nThe fundamental pictures are the sacrificial death and the resurrection\nof Christ, like the self-sacrifice of the sun, which voluntarily breaks\nits sceptre, the fructifying rays, in the certain hope of resurrection.\nThe following comments are to be noted in regard to “the sceptre of\nrays”: Spielrein’s patient says, “God pierces through the earth with his\nrays.” The earth, in the patient’s mind, has the meaning of woman. She\nalso comprehends the sunbeam in mythologic fashion as something solid:\n“Jesus Christ has shown me his love, by striking against the window with\na sunbeam.” Among other insane patients I have come across the same idea\nof the solid substance of the sunbeam. Here there is also a hint of the\nphallic nature of the instrument which is associated with the hero.\nThor’s hammer, which, cleaving the earth, penetrates deeply into it, may\nbe compared to the foot of Kaineus. The hammer is retained in the\ninterior of the earth, like the treasure, and, in the course of time, it\ngradually comes again to the surface (“the treasure blooms”), meaning\nthat it was born again from the earth. (Compare what has been said\nconcerning the etymology of “swelling.”) On many monuments Mithra holds\na peculiar object in his hands, which Cumont compares to a half-filled\ntube. Dieterich proves from his papyrus text that the object is the\nshoulder of the bull, the bear constellation. The shoulder has an\nindirect phallic meaning, for it is the part which is wanting in Pelops.\nPelops was slaughtered by his father, Tantalus, dismembered, and boiled\nin a kettle, to make a meal for the gods. Demeter had unsuspectingly\neaten the shoulder from this feast, when Zeus discovered the outrage. He\nhad the pieces thrown back into the kettle, and, with the help of the\nlife-dispensing Clotho, Pelops was regenerated, and the shoulder which\nwas missing was replaced by an ivory one. This substitution is a close\nparallel to the substitution of the missing phallus of Osiris. Mithra is\nrepresented in a special ceremony, holding the bull’s shoulder over Sol,\nhis son and vice-regent. This scene may be compared to a sort of\ndedication, or accolade (something like the ceremony of confirmation).\nThe blow of the hammer as a generating, fructifying, inspiring function\nis retained as a folk-custom and expressed by striking with the twig of\nlife, which has the significance of a charm of fertility. In the\nneuroses, the sexual meaning of castigation plays an important part, for\namong many children castigation may elicit a sexual orgasm. The ritual\nact of striking has the same significance of generating (fructifying),\nand is, indeed, merely a variant of the original phallic ceremonial. Of\nsimilar character to the bull’s shoulder is the cloven hoof of the\ndevil, to which a sexual meaning also appertains. The ass’s jawbone\nwielded by Samson has the same worth. In the Polynesian Maui myth the\njawbone, the weapon of the hero, is derived from the man-eating woman,\nMuriranga-whenua, whose body swells up enormously from lusting for human\nflesh (Frobenius). Hercules’ club is made from the wood of the maternal\nolive tree. Faust’s key also “knows the mothers.” The libido springs\nfrom the mother, and with this weapon alone can man overcome death.\n\nIt corresponds to the phallic nature of the ass’s jawbone, that at the\nplace where Samson threw it God caused a spring to gush forth[800]\n(springs from the horse’s tread, footsteps, horse’s hoof). To this\nrelation of meanings belongs the magic wand, the sceptre in general.\nΣκῆτρον belongs to σκᾶπος, σκηπάνων, σκήπων = staff; σκηπτός =\nstormwind; Latin _scapus_ = shaft, stock, scapula, shoulder; Old High\nGerman _Scaft_ = spear, lance.[801] We meet once more in this\ncompilation those connections which are already well known to us:\nSun-phallus as tube of the winds, lance and shoulder-blade.\n\nThe passage from Asia through Patmos to the Christian mysteries in the\npoem of Hölderlin is apparently a superficial connection, but in reality\na very ingenious train of thought; namely, the entrance into death and\nthe land beyond as a self-sacrifice of the hero, for the attainment of\nimmortality. At this time, when the sun has set, when love is apparently\ndead, man awaits in mysterious joy the renewal of all life:\n\n               “... And Joy it was\n               From now on\n               To live in the loving night and see\n               The eyes of innocence hold the unchanging\n               Depths of all wisdom.”\n\nWisdom dwells in the depths, the wisdom of the mother: being one with\nit, insight is obtained into the meaning of deeper things, into all the\ndeposits of primitive times, the strata of which have been preserved in\nthe soul. Hölderlin, in his diseased ecstasy, feels once more the\ngreatness of the things seen, but he does not care to bring up to the\nlight of day that which he had found in the depths—in this he differs\nfrom Faust.\n\n              “And it is not an evil, if a few\n              Are lost and never found, and if the speech\n              Conceals the living sound;\n              Because each godly work resembles ours;\n              And yet the Highest does not plan it all—\n              The great pit bears two irons,\n              And the glowing lava of Aetna....\n              Would I had the power\n              To build an image and see the Spirit—\n              See it as it was!”\n\nHe allows only one hope to glimmer through, formed in scanty words:\n\n              “He wakes the dead;\n              They who are not enchained and bound,\n              They who are not unwrought.\n              ... And if the Heavenly Ones\n              Now, as I believe, love me—\n              ... Silent is his sign[802]\n              In the dusky sky. And one stands under it\n              His whole life long—for Christ still lives.”\n\nBut, as once Gilgamesh, bringing back the magic herb from the west land,\nwas robbed of his treasure by the demon serpent, so does Hölderlin’s\npoem die away in a painful lament, which betrays to us that no\nvictorious resurrection will follow his descent to the shadows:\n\n               “... Ignominiously\n               A power tears our heart away,\n               For sacrifices the heavenly ones demand.”\n\nThis recognition, that man must sacrifice the retrogressive longing (the\nincestuous libido) before the “heavenly ones” tear away the sacrifice,\nand at the same time the entire libido, came too late to the poet.\nTherefore, I take it to be a wise counsel which the unconscious gives\nour author, to sacrifice the infantile hero. This sacrifice is best\naccomplished, as is shown by the most obvious meaning, through a\ncomplete devotion to life, in which all the libido unconsciously bound\nup in familial bonds, must be brought outside into human contact. For it\nis necessary for the well-being of the adult individual, who in his\nchildhood was merely an atom revolving in a rotary system, to become\nhimself the centre of a new system. That such a step implies the\nsolution or, at least, the energetic treatment of the individual sexual\nproblem is obvious, for unless this is done the unemployed libido will\ninexorably remain fixed in the incestuous bond, and will prevent\nindividual freedom in essential matters. Let us keep in mind that\nChrist’s teaching separates man from his family without consideration,\nand in the talk with Nicodemus we saw the specific endeavor of Christ to\nprocure activation of the incest libido. Both tendencies serve the same\ngoal—the liberation of man; the Jew from his extraordinary fixation to\nthe family, which does not imply higher development, but greater\nweakness and more uncontrolled incestuous feeling, produced the\ncompensation of the compulsory ceremonial of the cult and the religious\nfear of the incomprehensible Jehovah. When man, terrified by no laws and\nno furious fanatics or prophets, allows his incestuous libido full play,\nand does not liberate it for higher purposes, then he is under the\ninfluence of unconscious compulsion. For compulsion is the unconscious\nwish. (Freud.) He is under the dominance of the libido εἱμαρμένη[803]\nand his destiny does not lie in his own hands; his adventures, Τύχαι καὶ\nΜοῖραι,[804] fall from the stars. His unconscious incestuous libido,\nwhich thus is applied in its most primitive form, fixes the man, as\nregards his love type, in a corresponding primitive stage, the stage of\nungovernableness and surrender to the emotions. Such was the psychologic\nsituation of the passing antiquity, and the Redeemer and Physician of\nthat time was he who endeavored to educate man to the sublimation of the\nincestuous libido.[805] The destruction of slavery was the necessary\ncondition of that sublimation, for antiquity had not yet recognized the\nduty of work and work as a duty, as a social need of fundamental\nimportance. Slave labor was compulsory work, the counterpart of the\nequally disastrous compulsion of the libido of the privileged. It was\nonly the obligation of the individual to work which made possible in the\nlong run that regular “drainage” of the unconscious, which was inundated\nby the continual regression of the libido. Indolence is the beginning of\nall vice, because in a condition of slothful dreaming the libido has\nabundant opportunity for sinking into itself, in order to create\ncompulsory obligations by means of regressively reanimated incestuous\nbonds. The best liberation is through _regular work_.[806] Work,\nhowever, is salvation only when it is a free act, and has in itself\nnothing of infantile compulsion. In this respect, religious ceremony\nappears in a high degree as organized inactivity, and at the same time\nas the forerunner of modern work.\n\nMiss Miller’s vision treats the problem of the sacrifice of the\ninfantile longing, in the first place, as an individual problem, but if\nwe cast a glance at the form of this presentation, then we will become\naware that here it must concern something, which is also a problem of\nhumanity in general. For the symbols employed, the serpent which killed\nthe horse[807] and the hero voluntarily sacrificing himself, are\nprimitive figures of phantasies and religious myths streaming up from\nthe unconscious.\n\nIn so far as the world and all within it is, above all, a thought, which\nis credited with transcendental “substance” through the empirical need\nof the same, there results from the sacrifice of the regressive libido\nthe creation of the world; and, psychologically speaking, the world in\ngeneral. For him who looks backward the world, and even the infinite\nstarry sky, is the mother[808] who bends over and encloses him on all\nsides, and from the renunciation of this idea and from the longing for\nthis idea arises the image of the world. From this most simple\nfundamental thought, which perhaps appears strange to us only because it\nis conceived according to the _principle of desire and not the principle\nof reality_,[809] results the significance of the cosmic sacrifice. A\ngood example of this is the slaying of the Babylonian primitive mother\nTiâmat, the dragon, whose body is destined to form the heaven and the\nearth. We come upon this thought in its most complete form in Hindoo\nphilosophy of the most ancient date; namely, in songs of Rigveda. In\nRigveda 10: 81, 4, the song inquires:\n\n “What was the tree, what wood in sooth produced it, from which they\n    fashioned out the earth and heaven?\n Ye thoughtful men inquire within your spirit, whereon he stood when he\n    established all things.”\n\nViçvakarman, the All-Creator, who created the world from the unknown\ntree, did so as follows:\n\n          “He who, sacrificing, entered into all these beings\n          As a wise sacrificer, our Father, who,\n          Striving for blessings through prayer,\n          Hiding his origin,\n          Entered this lowly world,\n          What and who has served him\n          As a resting-place and a support?”[810]\n\nRigveda 10: 90, gives answer to these questions. Purusha is the primal\nbeing who\n\n                  “... covered earth on every side and\n                  Spread ten fingers’ breadth beyond.”\n\nOne sees that Purusha is a sort of Platonic world soul, who surrounds\nthe world from without. Of Purusha it is said:\n\n                  “Being born he overtopped the earth\n                  Before, behind, and in all places.”\n\nThe mother symbolism is plain, it seems to me, in the idea of Purusha.\nHe represents the mother-imago and the libido of the child clinging to\nher. From this assumption all that follows is very easily explained:\n\n               “As sacrificial animal on the bed of straw\n               Was dedicated the Purusha,\n               Who was born on the straw,\n               Whom the Gods, the Blest, and the Wise,\n               Meeting there, sacrificed.”\n\nThis verse is very remarkable; if one wishes to stretch this mythology\nout on the procrustean bed of logic, sore violence would have to be\ncommitted. It is an incredibly phantastic conception that, beside the\ngods, ordinary “wise men” unite in sacrificing the primitive being,\naside from the circumstance that, beside the primitive being, nothing\nhad existed in the beginning (that is to say, before the sacrifice), as\nwe shall soon see. If the great mystery of the mother sacrifice is meant\nthereby, then all becomes clear:\n\n               “From that great general sacrifice\n               The dripping fat was gathered up.\n               He formed the creatures of the air,\n               And animals both wild and tame.\n               From that great general sacrifice\n               Richas and Sama-hymns were born;\n               Therefrom the metres were produced,\n               The Yajus had its birth from it.\n\n               “The moon was gendered from his mind\n               And from his eye the Sun had birth;\n               Indra and Agni from his mouth\n               Were born, and Vâyu from his breath.\n\n               “Forth from his navel came midair;\n               The sky was fashioned from his head;\n               Earth from his feet, and from his ears\n               The regions. Thus they formed the worlds.”\n\nIt is evident that by this is meant not a physical, but a psychological\ncosmogony. The world arises when man discovers it. He discovers it when\nhe sacrifices the mother; that is to say, when he has freed himself from\nthe midst of his unconscious lying in the mother. That which impels him\nforward to this discovery may be interpreted psychologically as the\nso-called “Incest barrier” of Freud. The incest prohibition places an\nend to the childish longing for the food-giving mother, and compels the\nlibido, gradually becoming sexual, into the path of the biological aim.\nThe libido forced away from the mother by the incest prohibition seeks\nfor the sexual object in the place of the forbidden mother. In this\nwider psychologic sense, which expresses itself in the allegoric\nlanguage of the “incest prohibition,” “mother,” etc., must be understood\nFreud’s paradoxical sentence, “Originally we have known only sexual\nobjects.”[811] This sentence must be understood psychologically\nthroughout, in the sense of a world image created from within outwards,\nwhich has, in the first place, nothing to do with the so-called\n“objective” idea of the world. This is to be understood as a new edition\nof the subjective idea of the world corrected by reality. Biology, as a\nscience of objective experience, would have to reject unconditionally\nFreud’s proposition, for, as we have made clear above, the function of\nreality can only be partly sexual; in another equally important part it\nis self-preservation. The matter appears different for that thought\nwhich accompanies the biological function as an epiphenomenon. As far as\nour knowledge reaches, the individual act of thought is dependent wholly\nor in greatest part on the existence of a highly differentiated brain,\nwhereas the function of reality (adaptation to reality) is something\nwhich occurs in all living nature as wholly independent from the act of\nthought. This important proposition of Freud’s applies only to the act\nof thought, for thinking, as we may recognize from manifold traces,\narose dynamically from the libido, which was split off from the original\nobject at the “incest barrier” and became actual when the first budding\nsexual emotions began to flow in the current of the libido which goes to\nthe mother. Through the incest barrier the sexual libido is forced away\nfrom the identification with the parents, and introverted for lack of\nadequate activity. It is the sexual libido which forces the growing\nindividual slowly away from his family. If this necessity did not exist,\nthen the family would always remain clustered together in a solid group.\nHence the neurotic always renounces a complete erotic experience,[812]\nin order that he may remain a child. Phantasies seem to arise from the\nintroversion of the sexual libido. Since the first childish phantasies\nmost certainly do not attain the quality of a conscious plan, and as\nphantasies likewise (even among adults) are almost always the direct\nderivates of the unconscious, it is, therefore, highly probable that the\nfirst phantastic manifestations arise from an act of regression. As we\nillustrated earlier, the regression goes back to the presexual stage, as\nmany traces show. Here the sexual libido obtains again, so to speak,\nthat universal capacity of application, or capacity for displacement,\nwhich it actually possessed at that stage when the sexual application\nwas not yet discovered. Naturally, no adequate object is found in the\npresexual stage for the regressive sexual libido, but only surrogates,\nwhich always leave a wish; namely, the wish to have the surrogate as\nsimilar as possible to the sexual goal. This wish is secret, however,\nfor it is really an incest wish. The unsatisfied unconscious wish\ncreates innumerable secondary objects, symbols for the primitive object,\nthe mother (as the Rigveda says, the creator of the world, “hiding his\norigin,” enters into things). From this the thought or the phantasies\nproceed, as a desexualized manifestation of _an originally sexual\nlibido_.\n\nFrom the standpoint of the libido, the term “incest barrier” corresponds\nto one aspect, but the matter, however, may be considered from another\npoint of view.\n\nThe time of undeveloped sexuality, about the third and the fourth year,\nis, at the same time, considered externally, the period when the child\nfinds himself confronted with increased demands from the world of\nreality. He can walk, speak and independently attend to a number of\nother things. He sees himself in a relation to a world of unlimited\npossibilities, but in which he dares to do little or nothing, because he\nis as yet too much of a baby and cannot get on without his mother. At\nthis time mother should be exchanged for the world. Against this the\npast rises as the greatest resistance; this is always so whenever man\nwould undertake a new adaptation. In spite of all evidence and against\nall conscious resolutions, the unconscious (the past) always enforces\nits standpoint as resistance. In this difficult position, precisely at\nthis period of developing sexuality, we see the dawning of the mind. The\nproblem of the child at this period is the discovery of the world and of\nthe great transsubjective reality. For that he must lose the mother;\nevery step out into the world means a step away from the mother.\nNaturally, all that which is retrogressive in men rebels against this\nstep, and energetic attempts are made against this adaptation in the\nfirst place. Therefore, this period of life is also that in which the\nfirst clearly developed neuroses arise. The tendency of this age is one\ndirectly opposed to that of dementia præcox. The child seeks to win the\nworld and to leave the mother (this is a necessary result). The dementia\npræcox patient, however, seeks to leave the world and to regain the\nsubjectivity of childhood. We have seen that in dementia præcox the\nrecent adaptation to reality is replaced by an archaic mode of\nadaptation; that is to say, the recent idea of the world is rejected in\nfavor of an archaic idea of the world. When the child renounces his task\nof adaptation to reality, or has considerable difficulties in this\ndirection, then we may expect that the recent adaptation will again be\nreplaced by archaic modes of adaptation. It would, therefore, be\nconceivable that through regression in children archaic products would\nnaturally be unearthed; that is to say, old ways of functioning of the\nthought system, which is inborn with the brain differentiation, would be\nawakened.\n\nAccording to my available but as yet unpublished material, a remarkably\narchaic and at the same time generally applicable character seems to\nappertain to infantile phantasy, quite comparable with the products of\ndementia præcox. It does not seem improbable that through regression at\nthis age those same associations of elements and analogies are\nreawakened which formerly constituted the archaic idea of the world.\nWhen we now attempt to investigate the nature of these elements, a\nglance at the psychology of myths is sufficient to show us that the\narchaic idea was chiefly sexual anthropomorphism. It appears that these\nthings in the unconscious childish phantasy play an extraordinary rôle,\nas we can recognize from examples taken at random. Just as the sexualism\nof neuroses is not to be taken literally but as regressive phantasy and\nsymbolic compensation for a recent unachieved adaptation, so is the\nsexualism of the early infantile phantasy, especially the incest\nproblem, a regressive product of the revival of the archaic modes of\nfunction, outweighing actuality. On this account I have expressed myself\nvery vaguely in this work, I am sure, in regard to the incest problem.\nThis is done in order not to be responsible for the idea that I\nunderstand by it a gross sexual inclination towards the parents. The\ntrue facts of the case are much more complicated, as my investigations\npoint out. Originally incest probably never possessed particularly great\nsignificance as such, because cohabitation with an old woman for all\npossible motives could hardly be preferred to mating with a young woman.\nIt seems that the mother has acquired incestuous significance only\npsychologically. Thus, for example, the incestuous unions of antiquity\nwere not a result of a love inclination, but of a special superstition,\nwhich is most intimately bound up with the mythical ideas here treated.\nA Pharaoh of the second dynasty is said to have married his sister, his\ndaughter and his granddaughter; the Ptolemies were accustomed also to\nmarriage with sisters; Kambyses married his sister; Artaxerxes married\nhis two daughters; Qobad I (sixth century A. D.) married his daughter.\nThe Satrap Sysimithres married his mother. These incestuous unions are\nexplained by the circumstance that in the Zend Avesta the marriage of\nrelatives was directly commanded;[813] it emphasized the resemblance of\nrulers to the divinity, and, therefore, was more of an artificial than a\nnatural arrangement, because it originated more from a theoretical than\nfrom a biological inclination. (A practical impetus towards that lay\noften in the peculiar laws of inheritance left over from the _Mutter\nrecht_, “maternal right” [matriarchal], period.) The confusion which\ncertainly frequently involved the barbarians of antiquity in regard to\nthe choice of their sexual objects cannot very well be measured by the\nstandard of present-day love psychology. In any case, the incest of the\nsemi-animal past is in no way proportionate to the enormous significance\nof the incest phantasy among civilized people. This disproportion\nenforces the assumption that the incest prohibition which we meet even\namongst relatively lower races concerns rather the mythical ideas than\nthe biological damage; therefore, the ethnical prohibition almost always\nconcerns the mother and seldom the father. Incest prohibition can be\nunderstood, therefore, as a result of regression, and as the result of a\nlibidinous anxiety, which regressively attacks the mother. Naturally, it\nis difficult or impossible to say from whence this anxiety may have\ncome. I merely venture to suggest that it may have been a question of a\nprimitive separation of the pairs of opposites which are hidden in the\nwill of life: the will for life and for death. It remains obscure what\nadaptation the primitive man tried to evade through introversion and\nregression to the parents; but, according to the analogy of the soul\nlife in general, it may be assumed that the libido, which disturbed the\ninitial equilibrium of becoming and of ceasing to be, had been stored up\nin the attempt to make an especially difficult adaptation, and from\nwhich it recedes even to-day.\n\nAfter this long digression, let us turn back to the song of the Rigveda.\nThinking and a conception of the world arose from a shrinking back from\nstern reality, and it is only after man has regressively assured himself\nagain of the protective parental power[814] that he enters life wrapped\nin a dream of childhood shrouded in magic superstitions; that is to say,\n“thinking,”[815] for he, timidly sacrificing his best and assuring\nhimself of the favor of the invisible powers, step by step develops to\ngreater power, in the degree that he frees himself from his\nretrogressive longing and the original lack of harmony in his being.\n\nRigveda 10, 90, concludes with the exceedingly significant verse, which\nis of greatest importance for the Christian mysteries as well:\n\n “Gods, sacrificing, rendered homage to the sacrifice: these were the\n    earliest holy ordinances,\n The mighty ones attained the height of heaven, there where the Sâdhyas,\n    goddesses of old, are dwelling.”\n\nThrough the sacrifice a fulness of power was attained, which extends up\nto the power of the “parents.” Thus the sacrifice has also the meaning\nof a psychologic maturation process.\n\nIn the same manner that the world originated through sacrifice, through\nthe renunciation of the retrospective mother libido, thus, according to\nthe teachings of the Upanishads, is produced the new condition of man,\nwhich may be termed the immortal. This new condition is again attained\nthrough a sacrifice; namely, through the sacrificial horse which is\ngiven a cosmic significance in the teaching of the Upanishads. What the\nsacrificial horse means is told by Brihadâranyaka-Upanishad 1: 1:\n\n                                  “_Om!_\n\n  “1. The dawn is truly the head of the sacrificial horse, the sun his\n  eye, the wind his breath, his mouth the all-spreading fire, the year\n  is the body of the sacrificial horse. The sky is his back, the\n  atmosphere his body cavity, the earth the vault of his belly, the\n  poles are his sides, the space between the poles his ribs, the seasons\n  his limbs, the months and half-months his joints, day and night his\n  feet, the stars his bones, the clouds his flesh, the food, which he\n  digests, are the deserts; the rivers, his veins; liver and lungs, the\n  mountains; the herbs and trees, his hair; the rising sun is his\n  forepart, the setting sun his hind-part. When he shows his teeth, that\n  is lightning; when he trembles, that is thunder; when he urinates,\n  that is rain; his voice is speech.\n\n  “2. The day, in truth, has originated for the horse as the sacrificial\n  dish, which stands before him; his cradle is in the world-sea towards\n  the East; the night has originated for him as the sacrificial dish,\n  which stands behind him; its cradle is in the world-sea of the\n  evening; these two dishes originated in order to surround the horse.\n  As a charger he generated the gods, as champion he produced the\n  Gandharvas, as a racer the demons, as horse mankind. The Ocean is his\n  relative, the ocean his cradle.”\n\nAs Deussen remarks, the sacrificial horse has the significance of a\n_renunciation of the universe_. When the horse is sacrificed, then the\nworld is sacrificed and destroyed, as it were—a train of thought which\nSchopenhauer also had in mind, and which appears as a product of a\ndiseased mind in Schreber.[816] The horse in the above text stands\nbetween two sacrificial vessels, from one of which it comes and to the\nother of which it goes, just as the sun passes from morning to evening.\nThe horse, therefore, signifies the libido, which has passed into the\nworld. We previously saw that the “mother libido” must be sacrificed in\norder to produce the world; here the world is destroyed by the repeated\nsacrifice of the same libido, which once belonged to the mother. The\nhorse can, therefore, be substituted as a symbol for this libido,\nbecause, as we saw, it had manifold connections with the mother.[817]\nThe sacrifice of the horse can only produce another state of\nintroversion, which is similar to that before the creation of the world.\nThe position of the horse between the two vessels, which represent the\nproducing and the devouring mother, hint at the idea of life enclosed in\nthe ovum; therefore, the vessels are destined to “surround” the horse.\nThat this is actually so the Brihadâranyaka-Upanishad 3: 3 proves:\n\n  “1. From where have the descendants of Parikshit come, that I ask\n  thee, Yâjñavalkya! From where came the descendants of Parikshit?\n\n  “2. Yâjñavalkya spake: ‘He has told thee, they have come from where\n  all come, who offer up the sacrificial horse. That is to say, this\n  world extends so far as two and thirty days of the chariot of the Gods\n  (the sun) reach. This (world) surrounds the earth twice around. This\n  earth surrounds the ocean twice around. There is, as broad as the edge\n  of a razor or as the wing of a fly, a space between (the two shells of\n  the egg of the world). These were brought by Indra as a falcon to the\n  wind: and the wind took them up into itself and carried them where\n  were the offerers of the sacrificial horse. Somewhat like this he\n  spoke (Gandharva to thee) and praised the wind.’\n\n  “Therefore is the wind the special (vyashti) and the wind the\n  universal (samashti). He, who knows this, defends himself from dying\n  again.”\n\nAs this text tells us, the offerers of the sacrificial horse come in\nthat _narrowest fissure_ between the shells of the egg of the world, at\nthat place, where the shells _unite and where they are divided_. The\nfissure (_vagina_) in the maternal world soul is designated by Plato in\n“Timaeus” by Χ, the symbol of the cross. Indra, who as a falcon has\nstolen the soma (the treasure attainable with difficulty), brings, as\nPsychopompos, the souls to the wind, to the generating pneuma, which\ncarries them forward to the fissure or vagina, to the point of union, to\nthe entrance into the maternal egg. This train of thought of the Hindoo\nphilosophy briefly and concisely summarizes the sense of innumerable\nmyths; at the same time it is a striking example of the fact that\nphilosophy is internally nothing else but a refined and sublimated\nmythology. It is brought to this refined state by the influence of the\ncorrector of reality.[818] We have emphasized the fact that in the\nMiller drama the horse is the first to die, as the animal brother of the\nhero. (Corresponding to the early death of the half-animal Eabani, the\nbrother friend of Gilgamesh.) This sacrificial death recalls the whole\ncategory of mythological animal sacrifices. Volumes could be filled with\nparallels, but we must limit ourselves here to suggestions. The\nsacrificial animal, where it has lost the primitive meaning of the\nsimple sacrificial gift, and has taken a higher religious significance,\nstands in a close relation to both the hero and the divinity. The animal\nrepresents the god himself;[819] thus the bull[820] represents Zagreus,\nDionysus and Mithra; the lamb represents Christ,[821] etc. As we are\naware, the animal symbols represent the animal libido. The sacrifice of\nthe animal means, therefore, the sacrifice of the animal nature. This is\nmost clearly expressed in the religious legend of Attis. Attis is the\nson lover of the divine mother, Agdistis Cybele. Agdistis was\ncharacteristically androgynous,[822] as symbol of the mother-libido,\nlike the tree; really a clear indication that the mother-imago has in\naddition to the significance of the likeness of the real mother the\nmeaning of the mother of humanity, the libido in general. Driven mad by\nthe insanity-breeding mother enamored of him, he emasculates himself,\nand that under a pine tree. (The pine tree plays an important rôle in\nhis service. Every year a pine tree was wreathed about and upon it an\nimage of Attis was hung, and then it was cut down, which represents the\ncastration.) The blood, which spurted to the earth, was transformed into\nbudding violets. Cybele now took this pine tree, bore it into her cavern\nand there wept over it. (Pietà.) The chthonic mother takes her son with\nher into the cavern—namely, into the womb—according to another version.\nAttis was transformed into the pine tree. The tree here has an\nessentially phallic meaning; on the contrary, the attaching of the image\nof Attis to the tree refers also to the maternal meaning. (“To be\nattached to the mother.”) In Ovid (“Metamorphoses,” Book X) the pine\ntree is spoken of as follows:\n\n           “Grata deum matri, siquidem Cybeleius Attis\n           Exuit hac hominem, truncoque induruit illo.”[823]\n\nThe transformation into the pine tree is evidently a burial in the\nmother, just as Osiris was overgrown by the heather. Upon the Attis\nbas-relief of Coblenz Attis appears _growing out of a tree_, which is\ninterpreted by Mannhardt as the “life-principle” of vegetation inherent\nin the tree. It is probably a tree birth, just as with Mithra. (Relief\nof Heddernheim.) As Firmicus observes, in the Isis and Osiris cult and\nalso in the cult of the virgin Persephone, tree and image had played a\nrôle.[824] Dionysus had the surname Dendrites, and in Boeotia he is said\nto have been called ἔνδενδρος, meaning “in a tree.” (At the birth of\nDionysus, Megaira planted the pine tree on the Kithairon.) The Pentheus\nmyth bound up with the Dionysus legend furnishes the remarkable and\nsupplementary counterpart to the death of Attis, and the subsequent\nlamentation. Pentheus,[825] curious to espy the orgies of the Maenades,\n_climbed upon a pine tree_, but he was observed by his mother; the\nMaenades cut down the tree, and Pentheus, taken for an animal, was torn\nby them in frenzy,[826] his own mother being the first to rush upon him.\nIn this myth the phallic meaning of the tree (cutting down, castration)\nand its maternal significance (mounting and the sacrificial death of the\nson) is present; at the same time the supplementary counterpart to the\nPietà is apparent, the “terrible mother.” The feast of Attis was\ncelebrated as a lamentation and then as a joy in the spring. (Good\nFriday and Easter.) The priests of Attis-Cybele worship were often\neunuchs, and were called Galloi.[827] The archigallus was called Atys\n(Attis).[828] Instead of the animal castration, the priests merely\nscratched their arms until they bled. (Arm in place of phallus, “the\ntwisting of arms.”) A similar symbolism of the sacrificial impulse is\nmet in the Mithraic religion, where essential parts of the mysteries\nconsist in the catching and the subduing of the bull.\n\nA parallel figure to Mithra is the primitive man Gayomard. He was\ncreated together with his bull, and the two lived for six thousand years\nin a blissful state. But when the world came into the cycle of the\nseventh sign of the Zodiac (Libra) the evil principle entered. Libra is\nastrologically the so-called positive domicile of Venus; the evil\nprinciple, therefore, came under the dominion of the goddess of love\n(destruction of the sun-hero through the mother-wife—snake, whore, etc).\nAs a result, after thirty years, Gayomard and his bull died. (The trials\nof Zartusht lasted also thirty years; compare the span of Christ’s\nlife.) Fifty-five species of grain came from the dead bull, twelve kinds\nof salubrious plants, etc. The sperma of the bull entered into the moon\nfor purification, but the sperma of Gayomard entered into the sun. This\ncircumstance possibly suggests a rather feminine meaning of bull. Gosh\nor Drvâçpa is the soul of the bull, and was worshipped as a female\ndivinity. She would not, at first, from diffidence, become the goddess\nof the herds, until the coming of Zarathustra was announced to her as\nconsolation. This has its parallel in the Hindoo Purâna, where the\ncoming of Krishna was promised the earth. (A complete analogy to\nChrist.[829]) She, too, travels in her chariot, like Ardvîçûra, the\ngoddess of love. The soul of the bull is, therefore, decidedly feminine.\nThis myth of Gayomard repeats only in an altered form the primitive\nconception of the closed ring of a male-female divinity, self-begetting\nand forth-bringing.\n\nLike the sacrificial bull, the fire, the sacrifice of which we have\nalready discussed in Chapter III, has a feminine nature among the\nChinese, according to the commentaries[830] of the philosopher\nTschwang-Tse:\n\n  “The spirit of the hearth is called Ki. He is clad in bright red,\n  which resembles fire, and appears as a lovely, attractive maiden.”\n\nIn the “Book of Rites” it is said:\n\n  “Wood is burned in the flames for the spirit of Au. This sacrifice to\n  Au is a sacrifice to old departed women.”\n\nThese spirits of the hearth and fire are the souls of departed cooks\nand, therefore, are called “old women.” The kitchen god develops from\nthis pre-Buddhistic tradition and becomes later (male sex) the ruler of\nthe family and the _mediator between family and god_. Thus the old\nfeminine fire spirit becomes a species of Logos. (Compare with this the\nremarks in Chapter III.)\n\nFrom the bull’s sperma the progenitors of the cattle came, as well as\ntwo hundred and seventy-two species of useful animals. According to\nMînôkhired, Gayomard had destroyed the Dév Azûr, who was considered the\ndemon of evil appetites.[831] In spite of the efforts of Zarathustra,\nthis demon remained longest on the earth. He was destroyed at last at\nthe resurrection, like Satan in the Apocalypse of John. In another\nversion it is said that Angromainyus and the serpent were left until the\nlast, so as to be destroyed by Ahuramazda himself. According to a\nsurmise by Kern, Zarathustra may mean “golden-star” and be identical\nwith Mithra. Mithra’s name is connected with neo-Persian _Mihr_, which\nmeans “sun and love.”\n\nIn Zagreus we see that the bull is also identical with the god; hence\nthe bull sacrifice is a god sacrifice, but on a primitive stage. The\nanimal symbol is, so to speak, only a part of the hero; he sacrifices\nonly his animal; therefore, symbolically, renounces only his animal\nnature. The internal participation in the sacrifice[832] is expressed\nexcellently in the anguished ecstatic countenance of the bull-slaying\nMithra. He does it willingly and unwillingly[833] hence the somewhat\nhysterical expression which has some similarity to the well-known\nmawkish countenance of the Crucified of Guido Reni. Benndorf says:[834]\n\n  “The features, which, especially in the upper portion, bear an\n  absolutely ideal character, have an extremely morbid expression.”\n\nCumont[835] himself says of the facial expression of the Tauroctonos:\n\n  “The countenance, which may be seen in the best reproductions, is that\n  of a young man of an almost feminine beauty; the head has a quantity\n  of curly hair, which, rising up from the forehead, surrounds him as\n  with a halo; the head is slightly tilted backwards, so that the glance\n  is directed towards the heavens, and the contraction of the brows and\n  the lips give a strange expression of sorrow to the face.”[836]\n\nThe Ostian head of Mithra Tauroctonos, illustrated in Cumont, has,\nindeed, an expression which we recognize in our patients as one of\nsentimental resignation. _Sentimentality is repressed brutality._ Hence\nthe exceedingly sentimental pose, which had its counterpart in the\nsymbolism of the shepherd and the lamb of contemporaneous Christianity,\nwith the addition of infantilism.[837]\n\nMeanwhile, it is only his animal nature which the god sacrifices; that\nis to say, his sexuality,[838] always in close analogy to the course of\nthe sun. We have learned in the course of this investigation that the\npart of the libido which erects religious structures is in the last\nanalysis fixed in the mother, and really represents that tie through\nwhich we are permanently connected with our origin. Briefly, we may\ndesignate this amount of libido as “Mother Libido.” As we have seen,\nthis libido conceals itself in countless and very heterogeneous symbols,\nalso in animal images, no matter whether of masculine or feminine\nnature—differences of sex are at bottom of a secondary value and\npsychologically do not play the part which might be expected from a\nsuperficial observation.\n\nThe annual sacrifice of the maiden to the dragon probably represented\nthe most ideal symbolic situation. In order to pacify the anger of the\n“terrible mother” the most beautiful woman was sacrificed as symbol of\nman’s libido. Less vivid examples are the sacrifice of the first-born\nand various valuable domestic animals. A second ideal case is the\nself-castration in the service of the mother (Dea Syria, etc.), a less\nobvious form of which is circumcision. By that at least only a portion\nis sacrificed.[839] With these sacrifices, the object of which in ideal\ncases is to symbolize the libido drawing away from the mother, life is\nsymbolically renounced in order to regain it. By the sacrifice man\nransoms himself from the fear of death and reconciles the destroying\nmother. In those later religions, where the hero, who in olden times\novercomes all evil and death through his labors, has become the divine\nchief figure, he becomes the priestly sacrificer and the regenerator of\nlife. But as the hero is an imaginary figure and his sacrifice is a\ntranscendental mystery, the significance of which far exceeds the value\nof an ordinary sacrificial gift, this deepening of the sacrificial\nsymbolism regressively resumes the idea of the human sacrifice. This is\npartly due to the preponderance of phantastic additions, which always\ntake their subject-matter from greater depths, and partly due to the\nhigher religious occupation of the libido, which demanded a more\ncomplete and equivalent expression. Thus the relation between Mithra and\nhis bull is very close. It is the hero himself in the Christian\nmysteries who sacrifices himself voluntarily. The hero, as we have\nsufficiently shown, is the infantile personality longing for the mother,\nwho as Mithra sacrifices the wish (the libido), and as Christ gives\nhimself to death both willingly and unwillingly. Upon the monuments of\nthe Mithraic religion we often meet a strange symbol: a crater (mixing\nbowl) encoiled by a serpent, sometimes with a lion, who as antagonist\nopposes the serpent.[840] It appears as if the two were fighting for the\ncrater. The crater symbolizes, as we have seen, the mother, the serpent\nthe resistance defending her, and the lion the greatest strength and\nstrongest will.[841] The struggle is for the mother. The serpent takes\npart almost regularly in the Mithraic sacrifice of the bull, moving\ntowards the blood flowing from the wound. It seems to follow from that\nthat the life of the bull (blood) is sacrificed to the serpent.\nPreviously we have pointed out the mutual relationship between serpent\nand bull, and found there that the bull symbolizes the living hero, the\nshining sun, but that the serpent symbolizes the dead, buried or\nchthonic hero, the invisible sun. As the hero is in the mother in the\nstate of death, the serpent is also, as the symbol of the fear of death,\nthe sign of the devouring mother. The sacrifice of the bull to the\nserpent, therefore, signifies a willing renunciation of life, in order\nto win it from death. Therefore, after the sacrifice of the bull,\nwonderful fertility results. The antagonism between serpent and lion\nover the crater is to be interpreted as a battle over the fruitful\nmother’s womb, somewhat comparable to the more simple symbolism of the\nTishtriya song, where the demon Apaosha, the black horse, has possession\nof the rain lake, and the white horse, Tishtriya, must banish him from\nit. Death from time to time lays its destroying hand upon life and\nfertility and the libido disappears, by entering into the mother, from\nwhose womb it will be born renewed. It, therefore, seems very probable\nthat the significance of the Mithraic bull sacrifice is also that of the\nsacrifice of the mother who sends the fear of death. As the contrary of\nthe Occide moriturus is also intended here, so is the act of sacrifice\nan impregnating of the mother; the chthonic snake demon drinks the\nblood; that is to say, the libido (sperma) of the hero committing\nincest. Life is thus immortalized for the hero because, like the sun, he\ngenerates himself anew. After all the preceding materials, it can no\nlonger be difficult to recognize in the Christian mysteries the human\nsacrifice, or the sacrifice of the son to the mother.[842] Just as Attis\nemasculates himself on account of the mother, so does Christ himself\nhang upon the tree of life,[843] the wood of martyrdom, the ἑκάτη,[844]\nthe chthonic mother, and by that redeems creation from death. By\nentering again into the mother’s womb (Matuta, Pietà of Michelangelo) he\nredeems in death the sin in life of the primitive man, Adam, in order\nsymbolically through his deed[845] to procure for the innermost and most\nhidden meaning of the religious libido its highest satisfaction and most\npronounced expression. The martyrdom of Christ has in Augustine as well\nactually the meaning of a Hierosgamos with the mother (corresponding to\nthe Adonis festival, where Venus and Adonis were laid upon the nuptial\ncouch):\n\n  “Procedit Christus quasi sponsus de thalamo suo, præsagio nuptiarum\n  exiit ad campum sæculi; pervenit usque ad crucis torum (torus has the\n  meaning of bed, pillow, concubine, bier) et ibi firmavit ascendendo\n  conjugium: ubi cum sentiret anhelantem in suspiriis creaturam\n  commercio pietatis se pro conjuge dedit ad pœnam et copulavit sibi\n  perpetuo iure matronam.”\n\nThis passage is perfectly clear. A similar death overtakes the Syrian\nMelcarth, who, riding upon a sea horse, was annually burned. Among the\nGreeks he is called Melicertes, and was represented riding upon a\ndolphin. The dolphin is also the steed of Arion. We have learned to\nrecognize previously the maternal significance of dolphin, so that in\nthe death of Melcarth we can once more recognize the negatively\nexpressed Hierosgamos with the mother. (Compare Frazer “Golden Bough,”\nIV, p. 87.) This figurative expression is of the greatest teleological\nsignificance. Through its symbol it leads that libido which inclines\nbackward into the original, primitive and impulsive upwards to the\nspiritual by investing it with a mysterious but fruitful function. It is\nsuperfluous to speak of the effect of this symbol upon the unconscious\nof Occidental humanity. A glance over history shows what creative forces\nwere released in this symbol.[846]\n\nThe comparison of the Mithraic and the Christian sacrifice plainly shows\nwherein lies the superiority of the Christian symbol; it is the frank\nadmission that not only are the lower wishes to be sacrificed, but the\nwhole personality. The Christian symbol demands complete devotion; it\ncompels a veritable self-sacrifice to a higher purpose, while the\nSacrificium Mithriacum, remaining fixed on a primitive symbolic stage,\nis contented with an animal sacrifice. The religious effect of these\nsymbols must be considered as an orientation of the unconscious by means\nof imitation.\n\nIn Miss Miller’s phantasy there is internal compulsion, in that she\npasses from the horse sacrifice to the self-sacrifice of the hero.\nWhereas the first symbolizes renunciation of the sexual wishes, the\nsecond has the deeper and ethically more valuable meaning of the\nsacrifice of the infantile personality. The object of psychoanalysis has\nfrequently been wrongly understood to mean the renunciation or the\ngratification of the ordinary sexual wish, while, in reality, the\nproblem is the sublimation of the infantile personality, or, expressed\nmythologically, a sacrifice and rebirth of the infantile hero.[847] In\nthe Christian mysteries, however, the resurrected one becomes a\nsupermundane spirit, and the invisible kingdom of God, with its\nmysterious gifts, are obtained by his believers through the sacrifice of\nhimself on the mother. In psychoanalysis the infantile personality is\ndeprived of its libido fixations in a rational manner; the libido which\nis thus set free serves for the building up of a personality matured and\nadapted to reality, who does willingly and without complaint everything\nrequired by necessity. (It is, so to speak, the chief endeavor of the\ninfantile personality to struggle against all necessities and to create\ncoercions for itself where none exist in reality.)\n\nThe serpent as an instrument of sacrifice has already been abundantly\nillustrated. (Legend of St. Silvester, trial of the virgins, wounding of\nRê and Philoctetes, symbolism of the lance and arrow.) It is the\ndestroying knife; but, according to the principle of the “Occide\nmoriturus” also the phallus, the sacrificial act represents a coitus act\nas well.[848] The religious significance of the serpent as a\ncave-dwelling, chthonic animal points to a further thought; namely, to\nthe creeping into the mother’s womb in the form of a serpent.[849] As\nthe horse is the brother, so the serpent is the sister of Chiwantopel.\nThis close relation refers to a fellowship of these animals and their\ncharacters with the hero. We know of the horse that, as a rule, he is\nnot an animal of fear, although, mythologically, he has at times this\nmeaning. He signifies much more the living, positive part of the libido,\nthe striving towards continual renewal, whereas the serpent, as a rule,\nrepresents the fear, the fear of death,[850] and is thought of as the\nantithesis to the phallus. This antithesis between horse and serpent,\nmythologically between bull and serpent, represents an opposition of the\nlibido within itself, a striving forwards and a striving backwards at\none and the same time.[851] It is not only as if the libido might be an\nirresistible striving forward, an endless life and will for\nconstruction, such as Schopenhauer has formulated in his world will,\ndeath and every end being some malignancy or fatality coming from\nwithout, but the libido, corresponding to the sun, also wills the\ndestruction of its creation. In the first half of life its will is for\ngrowth, in the second half of life it hints, softly at first, and then\naudibly, at its will for death. And just as in youth the impulse to\nunlimited growth often lies under the enveloping covering of a\nresistance against life, so also does the will of the old to die\nfrequently lie under the covering of a stubborn resistance against the\nend.\n\n[Illustration: PRIAPUS AND SERPENT]\n\nThis apparent contrast in the nature of the libido is strikingly\nillustrated by a Priapic statuette in the antique collection at\nVerona.[852] Priapus smilingly points with his finger to a snake biting\noff his “membrum.” He carries a basket on his arm, filled with oblong\nobjects, probably phalli, evidently prepared as substitutes.\n\nA similar motive is found in the “Deluge” of Rubens (in the Munich Art\nGallery), where a serpent emasculates a man. This motive explains the\nmeaning of the “Deluge”; the maternal sea is also the devouring\nmother.[853] The phantasy of the world conflagration, of the cataclysmic\nend of the world in general, is nothing but a mythological projection of\na personal individual will for death; therefore, Rubens could represent\nthe essence of the “Deluge” phantasy in the emasculation by the serpent;\nfor the serpent is our own repressed will for the end, for which we find\nan explanation only with the greatest difficulty.\n\nConcerning the symbolism of the serpent in general, its significance is\nvery dependent upon the time of life and circumstances. The repressed\nsexuality of youth is symbolized by the serpent, because the arrival of\nsexuality puts an end to childhood. To age, on the contrary, the serpent\nsignifies the repressed thought of death. With our author it is the\ninsufficiently expressed sexuality which as serpent assumes the rôle of\nsacrificer and delivers the hero over to death and rebirth.\n\nAs in the beginning of our investigation the hero’s name forced us to\nspeak of the symbolism of Popocatepetl as belonging to the creating part\nof the human body, so at the end does the Miller drama again give us an\nopportunity of seeing how the volcano assists in the death of the hero\nand causes him to disappear by means of an earthquake into the depths of\nthe earth. As the volcano gave birth and name to the hero, so at the end\nof the day it devours him again.[854] We learn from the last words of\nthe hero that _his longed-for beloved_, she who alone understands him,\nis called Ja-ni-wa-ma. We find in this name those lisped syllables\nfamiliar to us from the early childhood of the hero, Hiawatha, Wawa,\nwama, mama. The only one who really understands us is the mother. For\n_verstehen_, “to understand” (Old High German _firstân_), is probably\nderived from a primitive Germanic prefix _fri_, identical with περὶ,\nmeaning “roundabout.” The Old High German _antfristôn_, “to interpret,”\nis considered as identical with _firstân_. From that results a\nfundamental significance of the verb _verstehen_, “to understand,” as\n“standing round about something.”[855] _Comprehendere_ and\nκατασυλλαμβάνειν express a similar idea as the German _erfassen_, “to\ngrasp, to comprehend.” The thing common to these expressions is the\nsurrounding, the enfolding. And there is no doubt that there is nothing\nin the world which so completely enfolds us as the mother. When the\nneurotic complains that the world has no understanding, he says\nindirectly that he misses the mother. Paul Verlaine has expressed this\nthought most beautifully in his poem, “Mon Rêve Familier”:\n\n                         _My Familiar Dream._\n\n         “Often I have that strange and poignant dream\n           Of some unknown who meets my flame with flame—\n           Who, with each time, is never quite the same,\n         Yet never wholly different does she seem.\n         She understands me! Every fitful gleam\n           Troubling my heart, she reads aright somehow:\n           Even the sweat upon my pallid brow\n         She soothes with tears, a cool and freshening stream.\n\n         “If she is dark or fair? I do not know—\n         Her name? Only that it is sweet and low,\n           Like those of loved ones who have long since died.\n         Her look is like a statue’s, kind and clear;\n           And her calm voice, distant and dignified,\n         Like those hushed voices that I loved to hear.”",
  "semantic_sections": [],
  "missed_text": "CHAPTER V SYMBOLISM OF THE MOTHER AND OF REBIRTH The vision following the creation of the hero is described by Miss Miller as a “throng of people.” This representation is known to us from dream interpretation as being, above all, the symbol of mystery.[423] Freud thinks that this choice of symbol is determined on account of its possibility of representing the idea. The bearer of the mystery is placed in opposition to the multitude of the ignorant. _The possession of the mystery cuts one off from intercourse with the rest of mankind._ For a very complete and smooth rapport with the surroundings is of great importance for the management of the libido and the _possession of a subjectively important secret generally creates a great disturbance_. It may be said that the whole art of life shrinks to the one problem of how the libido may be freed in the most harmless way possible. Therefore, the neurotic derives special benefit in treatment when he can at last rid himself of his various secrets. The symbol of the crowd of people, chiefly the streaming and moving mass, is, as I have often seen, substituted for the great excitement in the unconscious, especially in persons who are outwardly calm. The vision of the “throng” develops further; horses emerge; a battle is fought. With Silberer, I might accept the significance of this vision as belonging, first of all, in the “functional category,” because, fundamentally, the conception of the intermingling crowds is nothing but the symbol of the present onrush of the mass of thought; likewise the battle, and possibly the horses, which illustrate the movement. The deeper significance of the appearance of the horses will be seen for the first time in the further course of our treatment of the mother symbolism. The following vision has a more definite and significantly important character. Miss Miller sees a City of Dreams (“Cité de Rêves”). The picture is similar to one she saw a short time before on the cover of a magazine. Unfortunately, we learn nothing further about it. One can easily imagine under this “Cité de Rêves” a fulfilled wish dream, that is to say, something very beautiful and greatly longed for; a sort of heavenly Jerusalem, as the poet of the Apocalypse has dreamed it. The city is a maternal symbol, a woman who fosters the inhabitants as children. It is, therefore, intelligible that the two mother goddesses, Rhea and Cybele, both wear the wall crown. The Old Testament treats the cities of Jerusalem, Babel, etc., as women (_Isaiah_ xlvii:1–5): “Come down and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans; for thou shalt no more be called tender and delicate. Take the millstones and grind meal; uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers. That thy nakedness shall be uncovered, yea, thy shame shall be seen; sit thou silent, and get thee into darkness, O daughter of the Chaldeans; for thou shalt no more be called the lady of the kingdoms.” Jeremiah says of Babel (I:12): “Your mother shall be sore confounded; she that bare you shall be ashamed.” Strong, unconquered cities are virgins; colonies are sons and daughters. Cities are also whores. Isaiah says of Tyre (xxiii:16): “Take an harp, go about the city, thou harlot; thou hast been forgotten.” And: “How does it come to pass that the virtuous city has become an harlot?” We come across a similar symbolism in the myth of Ogyges, the mythical king who rules in Egyptian Thebes and whose wife was appropriately named Thebe. The Bœotian Thebes founded by Cadmus received on that account a surname, “Ogygian.” This surname was also given to the great flood, as it was called “Ogygian” because it occurred under Ogyges. This coincidence will be found later on to be hardly accidental. The fact that the city and the wife of Ogyges bear the same name indicates that somewhere a relation must exist between the city and the woman, which is not difficult to understand, for the city is identical with the woman. We meet a similar idea in Hindoo lore where Indra appears as the husband of Urvara, but Urvara means “the fertile land.” In a similar way the occupancy of a country by the king was understood as marriage with the ploughed land. Similar representations must have prevailed in Europe as well. Princes had to guarantee, for example, a good harvest at their accession. The Swedish King Domaldi was actually killed on account of the failure of the harvest (Ynglinga sâga 18). In the Rama sâga the hero Rama marries Sîtâ, the furrow of the field.[424] To the same group of ideas belongs the Chinese custom of the Emperor ploughing a furrow at his ascension to the throne. This idea of the soil being feminine also embraces the idea of continual companionship with the woman, a physical communication. Shiva, the Phallic God, is, like Mahadeva and Parwati, male and female. He has even given one-half of his body to his consort Parwati as a dwelling place.[425] Inman[426] gives us a drawing of a Pundite of Ardanari-Iswara; one-half of the god is masculine, the other half feminine, and the genitals are in continuous cohabitation. The motive of continuous cohabitation is expressed in a well-known lingam symbol, which is to be found everywhere in Indian temples; the base is a female symbol, and within that is the phallus.[427] The symbol approaches very closely the Grecian mystic phallic basket and chests. (Compare with this the Eleusinian mysteries.) The chest or box is here a female symbol, that is, the mother’s womb. This is a very well-known conception in the old mythologies.[428] The chest, basket or little basket, with its precious contents, was thought of as floating on the water; a remarkable inversion of the natural fact that the child floats in the amniotic fluid and that this is in the uterus. This inversion brings about a great advantage for sublimation, for it creates enormous possibilities of application for the myth-weaving phantasy, that is to say, for the annexation to the sun cycle. The Sun floats over the sea like an immortal god, which every evening is immersed in the maternal water and is born again renewed in the morning. Frobenius says: “Perhaps in connection with the blood-red sunrise, the idea occurs that here a birth takes place, the birth of a young son; the question then arises inevitably, whence comes the paternity? How has the woman become pregnant? And since this woman symbolizes the same idea as the fish, which means the sea, (because we proceed from the assumption that the Sun descends into the sea as well as arises from it) thus the curious primitive answer is that this sea has previously swallowed the old Sun. Consequently the resulting myth is, that the woman (sea) has formerly devoured the Sun and now brings a new Sun into the world, and thus she has become pregnant.” All these sea-going gods are sun symbols. They are enclosed in a chest or an ark for the “night journey on the sea” (Frobenius), often together with a woman (again an inversion of the actual situation, but in support of the motive of continuous cohabitation, which we have met above). During the night journey on the sea the Sun-god is enclosed in the mother’s womb, oftentimes threatened by dangers of all kinds. Instead of many individual examples, I will content myself with reproducing the scheme which Frobenius has constructed from numberless myths of this sort: [Illustration: _To devour_ _West_ _East_ _W-E movement—(sea journey)_ _Heat-hair_ _To slip out_ _To open_ _To land_ _Sea journey_ _To set on fire or To cut off the heart_] Frobenius gives the following legend to illustrate this: “A hero is devoured by a water monster in the West (to devour). The animal carries him within him to the East (sea journey). Meanwhile, he kindles a fire in the belly of the monster (to set on fire) and since he feels hungry he cuts off a piece of the hanging heart (to cut off the heart). Soon after he notices that the fish glides upon the dry land (to land); he immediately begins to cut open the animal from within outwards (to open) then he slides out (to slip out). In the fish’s belly, it had been so hot, that all his hair had fallen out (heat-hair). The hero frequently frees all who were previously devoured (to devour all) and all now slide out (slip out).” A very close parallel is Noah’s journey during the flood, in which all living creatures die; only he and the life guarded by him are brought to a new birth. In a Melapolynesian legend (Frobenius) it is told that the hero in the belly of the King Fish took his weapon and cut open the fish’s belly. “He slid out and saw a splendor, and he sat down and reflected. ‘I wonder where I am,’ he said. Then the sun rose with a bound and turned from one side to the other.” The Sun has again slipped out. Frobenius mentions from the Ramayana the myth of the ape Hanuman, who represents the Sun-hero. The sun in which Hanuman hurries through the air throws a shadow upon the sea. The sea monster notices this and through this draws Hanuman toward itself; when the latter sees that the monster is about to devour him, he stretches out his figure immeasurably; the monster assumes the same gigantic proportions. As he does that Hanuman becomes as small as a thumb, slips into the great body of the monster and comes out on the other side. In another part of the poem it is said that he came out from the right ear of the monster (like Rabelais’ Gargantua, who also was born from the mother’s ear). “Hanuman thereupon resumes his flight, and finds a new obstacle in another sea monster, which is the mother of Rahus, the sun-devouring demon. The latter draws Hanuman’s shadow[429] to her in the same way. Hanuman again has recourse to the earlier stratagem, becomes small and slips into her body, but hardly is he there than he grows to a gigantic mass, swells up, tears her, kills her, and in that way makes his escape.” Thus we understand why the Indian fire-bringer Mâtariçvan is called “the one swelling in the mother”; the ark (little box, chest, cask, vessel, etc.) is a symbol of the womb, just as is the sea, into which the Sun sinks for rebirth. From this circle of ideas we understand the mythologic statements about Ogyges; he it is who possesses the mother, the City, who is united with the mother; therefore under him came the great flood, for it is a typical fragment of the sun myth that the hero, when united with the woman attained with difficulty, is exposed in a cask and thrown into the sea, and then lands for a new life on a distant shore. The middle part, the “night journey on the sea” in the ark, is lacking in the tradition of Ogyges.[430] But the rule in mythology is that the typical parts of a myth can be united in all conceivable variations, which adds greatly to the extraordinary difficulty of the interpretation of a particular myth without knowledge of all the others. The meaning of this cycle of myths mentioned here is clear; it is the longing _to attain rebirth through the return to the mother’s womb, that is to say, to become as immortal as the sun_. This longing for the mother is frequently expressed in our holy scriptures.[431] I recall, particularly the place in the epistle to the Galatians, where it is said (iv:26): (26) “But Jerusalem which is above is free, which is the mother of us all. (27) “For it is written, Rejoice, thou barren that beareth not: break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. (28) “Now we, brethren, as Isaac was, are the children of promise. (29) “But as he that was born after the flesh persecuted him that was born after the spirit, even so it is now. (30) “Nevertheless, what sayeth the scripture? Cast out the bondwoman and her son; for the son of a bondwoman shall not be heir with the son of a freewoman. (31) “So, then, brethren, we are not children of the bondwoman, but of the free.” Chapter v:",
  "metrics": {},
  "token_counts": {
    "input": 20667,
    "sections": [],
    "missed": 2747
  }
}