{
  "chunk_number": 26,
  "original_text": "                              CHAPTER VIII\n\n\n                             THE SACRIFICE\n",
  "semantic_sections": [],
  "missed_text": "CHAPTER V SYMBOLISM OF THE MOTHER AND OF REBIRTH The vision following the creation of the hero is described by Miss Miller as a “throng of people.” This representation is known to us from dream interpretation as being, above all, the symbol of mystery.[423] Freud thinks that this choice of symbol is determined on account of its possibility of representing the idea. The bearer of the mystery is placed in opposition to the multitude of the ignorant. _The possession of the mystery cuts one off from intercourse with the rest of mankind._ For a very complete and smooth rapport with the surroundings is of great importance for the management of the libido and the _possession of a subjectively important secret generally creates a great disturbance_. It may be said that the whole art of life shrinks to the one problem of how the libido may be freed in the most harmless way possible. Therefore, the neurotic derives special benefit in treatment when he can at last rid himself of his various secrets. The symbol of the crowd of people, chiefly the streaming and moving mass, is, as I have often seen, substituted for the great excitement in the unconscious, especially in persons who are outwardly calm. The vision of the “throng” develops further; horses emerge; a battle is fought. With Silberer, I might accept the significance of this vision as belonging, first of all, in the “functional category,” because, fundamentally, the conception of the intermingling crowds is nothing but the symbol of the present onrush of the mass of thought; likewise the battle, and possibly the horses, which illustrate the movement. The deeper significance of the appearance of the horses will be seen for the first time in the further course of our treatment of the mother symbolism. The following vision has a more definite and significantly important character. Miss Miller sees a City of Dreams (“Cité de Rêves”). The picture is similar to one she saw a short time before on the cover of a magazine. Unfortunately, we learn nothing further about it. One can easily imagine under this “Cité de Rêves” a fulfilled wish dream, that is to say, something very beautiful and greatly longed for; a sort of heavenly Jerusalem, as the poet of the Apocalypse has dreamed it. The city is a maternal symbol, a woman who fosters the inhabitants as children. It is, therefore, intelligible that the two mother goddesses, Rhea and Cybele, both wear the wall crown. The Old Testament treats the cities of Jerusalem, Babel, etc., as women (_Isaiah_ xlvii:1–5): “Come down and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans; for thou shalt no more be called tender and delicate. Take the millstones and grind meal; uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers. That thy nakedness shall be uncovered, yea, thy shame shall be seen; sit thou silent, and get thee into darkness, O daughter of the Chaldeans; for thou shalt no more be called the lady of the kingdoms.” Jeremiah says of Babel (I:12): “Your mother shall be sore confounded; she that bare you shall be ashamed.” Strong, unconquered cities are virgins; colonies are sons and daughters. Cities are also whores. Isaiah says of Tyre (xxiii:16): “Take an harp, go about the city, thou harlot; thou hast been forgotten.” And: “How does it come to pass that the virtuous city has become an harlot?” We come across a similar symbolism in the myth of Ogyges, the mythical king who rules in Egyptian Thebes and whose wife was appropriately named Thebe. The Bœotian Thebes founded by Cadmus received on that account a surname, “Ogygian.” This surname was also given to the great flood, as it was called “Ogygian” because it occurred under Ogyges. This coincidence will be found later on to be hardly accidental. The fact that the city and the wife of Ogyges bear the same name indicates that somewhere a relation must exist between the city and the woman, which is not difficult to understand, for the city is identical with the woman. We meet a similar idea in Hindoo lore where Indra appears as the husband of Urvara, but Urvara means “the fertile land.” In a similar way the occupancy of a country by the king was understood as marriage with the ploughed land. Similar representations must have prevailed in Europe as well. Princes had to guarantee, for example, a good harvest at their accession. The Swedish King Domaldi was actually killed on account of the failure of the harvest (Ynglinga sâga 18). In the Rama sâga the hero Rama marries Sîtâ, the furrow of the field.[424] To the same group of ideas belongs the Chinese custom of the Emperor ploughing a furrow at his ascension to the throne. This idea of the soil being feminine also embraces the idea of continual companionship with the woman, a physical communication. Shiva, the Phallic God, is, like Mahadeva and Parwati, male and female. He has even given one-half of his body to his consort Parwati as a dwelling place.[425] Inman[426] gives us a drawing of a Pundite of Ardanari-Iswara; one-half of the god is masculine, the other half feminine, and the genitals are in continuous cohabitation. The motive of continuous cohabitation is expressed in a well-known lingam symbol, which is to be found everywhere in Indian temples; the base is a female symbol, and within that is the phallus.[427] The symbol approaches very closely the Grecian mystic phallic basket and chests. (Compare with this the Eleusinian mysteries.) The chest or box is here a female symbol, that is, the mother’s womb. This is a very well-known conception in the old mythologies.[428] The chest, basket or little basket, with its precious contents, was thought of as floating on the water; a remarkable inversion of the natural fact that the child floats in the amniotic fluid and that this is in the uterus. This inversion brings about a great advantage for sublimation, for it creates enormous possibilities of application for the myth-weaving phantasy, that is to say, for the annexation to the sun cycle. The Sun floats over the sea like an immortal god, which every evening is immersed in the maternal water and is born again renewed in the morning. Frobenius says: “Perhaps in connection with the blood-red sunrise, the idea occurs that here a birth takes place, the birth of a young son; the question then arises inevitably, whence comes the paternity? How has the woman become pregnant? And since this woman symbolizes the same idea as the fish, which means the sea, (because we proceed from the assumption that the Sun descends into the sea as well as arises from it) thus the curious primitive answer is that this sea has previously swallowed the old Sun. Consequently the resulting myth is, that the woman (sea) has formerly devoured the Sun and now brings a new Sun into the world, and thus she has become pregnant.” All these sea-going gods are sun symbols. They are enclosed in a chest or an ark for the “night journey on the sea” (Frobenius), often together with a woman (again an inversion of the actual situation, but in support of the motive of continuous cohabitation, which we have met above). During the night journey on the sea the Sun-god is enclosed in the mother’s womb, oftentimes threatened by dangers of all kinds. Instead of many individual examples, I will content myself with reproducing the scheme which Frobenius has constructed from numberless myths of this sort: [Illustration: _To devour_ _West_ _East_ _W-E movement—(sea journey)_ _Heat-hair_ _To slip out_ _To open_ _To land_ _Sea journey_ _To set on fire or To cut off the heart_] Frobenius gives the following legend to illustrate this: “A hero is devoured by a water monster in the West (to devour). The animal carries him within him to the East (sea journey). Meanwhile, he kindles a fire in the belly of the monster (to set on fire) and since he feels hungry he cuts off a piece of the hanging heart (to cut off the heart). Soon after he notices that the fish glides upon the dry land (to land); he immediately begins to cut open the animal from within outwards (to open) then he slides out (to slip out). In the fish’s belly, it had been so hot, that all his hair had fallen out (heat-hair). The hero frequently frees all who were previously devoured (to devour all) and all now slide out (slip out).” A very close parallel is Noah’s journey during the flood, in which all living creatures die; only he and the life guarded by him are brought to a new birth. In a Melapolynesian legend (Frobenius) it is told that the hero in the belly of the King Fish took his weapon and cut open the fish’s belly. “He slid out and saw a splendor, and he sat down and reflected. ‘I wonder where I am,’ he said. Then the sun rose with a bound and turned from one side to the other.” The Sun has again slipped out. Frobenius mentions from the Ramayana the myth of the ape Hanuman, who represents the Sun-hero. The sun in which Hanuman hurries through the air throws a shadow upon the sea. The sea monster notices this and through this draws Hanuman toward itself; when the latter sees that the monster is about to devour him, he stretches out his figure immeasurably; the monster assumes the same gigantic proportions. As he does that Hanuman becomes as small as a thumb, slips into the great body of the monster and comes out on the other side. In another part of the poem it is said that he came out from the right ear of the monster (like Rabelais’ Gargantua, who also was born from the mother’s ear). “Hanuman thereupon resumes his flight, and finds a new obstacle in another sea monster, which is the mother of Rahus, the sun-devouring demon. The latter draws Hanuman’s shadow[429] to her in the same way. Hanuman again has recourse to the earlier stratagem, becomes small and slips into her body, but hardly is he there than he grows to a gigantic mass, swells up, tears her, kills her, and in that way makes his escape.” Thus we understand why the Indian fire-bringer Mâtariçvan is called “the one swelling in the mother”; the ark (little box, chest, cask, vessel, etc.) is a symbol of the womb, just as is the sea, into which the Sun sinks for rebirth. From this circle of ideas we understand the mythologic statements about Ogyges; he it is who possesses the mother, the City, who is united with the mother; therefore under him came the great flood, for it is a typical fragment of the sun myth that the hero, when united with the woman attained with difficulty, is exposed in a cask and thrown into the sea, and then lands for a new life on a distant shore. The middle part, the “night journey on the sea” in the ark, is lacking in the tradition of Ogyges.[430] But the rule in mythology is that the typical parts of a myth can be united in all conceivable variations, which adds greatly to the extraordinary difficulty of the interpretation of a particular myth without knowledge of all the others. The meaning of this cycle of myths mentioned here is clear; it is the longing _to attain rebirth through the return to the mother’s womb, that is to say, to become as immortal as the sun_. This longing for the mother is frequently expressed in our holy scriptures.[431] I recall, particularly the place in the epistle to the Galatians, where it is said (iv:26): (26) “But Jerusalem which is above is free, which is the mother of us all. (27) “For it is written, Rejoice, thou barren that beareth not: break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. (28) “Now we, brethren, as Isaac was, are the children of promise. (29) “But as he that was born after the flesh persecuted him that was born after the spirit, even so it is now. (30) “Nevertheless, what sayeth the scripture? Cast out the bondwoman and her son; for the son of a bondwoman shall not be heir with the son of a freewoman. (31) “So, then, brethren, we are not children of the bondwoman, but of the free.” Chapter v:",
  "metrics": {},
  "token_counts": {
    "input": 11,
    "sections": [],
    "missed": 2747
  }
}