{
  "chunk_number": 23,
  "original_text": "death as the hero, and is even called “faithful brother” by the latter.\nThese allusions point to a remarkable similarity between horse and\nrider. There seems to exist an intimate connection between the two,\nwhich guides them to the same destiny. We already have seen that the\nsymbolization of “the libido in resistance” through the “terrible\nmother” in some places runs parallel with the horse.[574] Strictly\nspeaking, it would be incorrect to say that the horse is, or means, the\nmother. The mother idea is a libido symbol, and the horse is also a\nlibido symbol, and at some points the two symbols intersect in their\nsignificances. The common feature of the two ideas lies in the libido,\nespecially in the libido repressed from incest. The hero and the horse\nappear to us in this setting like an artistic formation of the idea of\nhumanity with its repressed libido, whereby the horse acquires the\nsignificance of the animal unconscious, which appears domesticated and\nsubjected to the will of man. Agni upon the ram, Wotan upon Sleipneir,\nAhuramazda upon Angromainyu,[575] Jahwe upon the monstrous seraph,\nChrist upon the ass,[576] Dionysus upon the ass, Mithra upon the horse,\nMen upon the human-footed horse, Freir upon the golden-bristled boar,\netc., are parallel representations. The chargers of mythology are always\ninvested with great significance; they very often appear\nanthropomorphized. Thus, Men’s horse has human forelegs; Balaam’s ass,\nhuman speech; the retreating bull, upon whose back Mithra springs in\norder to strike him down, is, according to a Persian legend, actually\nthe God himself. The mock crucifix of the Palatine represents the\ncrucified with an ass’s head, perhaps in reference to the ancient legend\nthat in the temple of Jerusalem the image of an ass was worshipped. As\nDrosselbart (horse’s mane) Wotan is half-human, half-horse.[577] An old\nGerman riddle very prettily shows this unity between horse and\nhorseman.[578] “Who are the two, who travel to Thing? Together they have\nthree eyes, ten feet[579] and one tail; and thus they travel over the\nland.” Legends ascribe properties to the horse, which psychologically\nbelong to the unconscious of man; horses are clairvoyant and\nclairaudient; they show the way when the lost wanderer is helpless; they\nhave mantic powers. In the Iliad the horse prophesies evil. They hear\nthe words which the corpse speaks when it is taken to the grave—words\nwhich men cannot hear. Cæsar learned from his human-footed horse\n(probably taken from the identification of Cæsar with the Phrygian Men)\nthat he was to conquer the world. An ass prophesied to Augustus the\nvictory of Actium. The horse also sees phantoms. All these things\ncorrespond to typical manifestations of the unconscious. Therefore, it\nis perfectly intelligible that the horse, as the image of the wicked\nanimal component of man, has manifold connections with the devil. The\ndevil has a horse’s foot; in certain circumstances a horse’s form. At\ncrucial moments he suddenly shows a cloven foot (proverbial) in the same\nway as in the abduction of Hadding, Sleipneir suddenly looked out from\nbehind Wotan’s mantle.[580] Just as the nightmare rides on the sleeper,\nso does the devil, and, therefore, it is said that those who have\nnightmares are ridden by the devil. In Persian lore the devil is the\nsteed of God. The devil, like all evil things, represents sexuality.\nWitches have intercourse with him, in which case he appears in the form\nof a goat or horse. The unmistakably phallic nature of the devil is\ncommunicated to the horse as well; hence this symbol occurs in\nconnections where this is the only meaning which would furnish an\nexplanation. It is to be mentioned that Loki generates in the form of a\nhorse, just as does the devil when in horse’s form, as an old fire god.\nThus the lightning was represented theriomorphically as a horse.[581] An\nuneducated hysteric told me that as a child she had suffered from\nextreme fear of thunder, because every time the lightning flashed she\nsaw immediately afterwards a huge black horse reaching upwards as far as\nthe sky.[582] It is said in a legend that the devil, as the divinity of\nlightning, casts a horse’s foot (lightning) upon the roofs. In\naccordance with the primitive meaning of thunder as fertilizer of the\nearth, the phallic meaning is given both to lightning and the horse’s\nfoot. In mythology the horse’s foot really has the phallic function as\nin this dream. An uneducated patient who originally had been violently\nforced to coitus by her husband very often dreams (after separation)\nthat a wild horse springs upon her and kicks her in the abdomen with his\nhind foot. Plutarch has given us the following words of a prayer from\nthe Dionysus orgies:\n\n  ἐλθεῖν ἥρως Διόνυσε Ἄλιον ἐς ναὸν ἁγνὸν σὺν Χαρίτεσσιν ἐς ναὸν τῷ βοέῳ\n  ποδὶ θύων, ἄξιε ταῦρε, ἄξιε ταῦρε.[583][584]\n\nPegasus with his foot strikes out of the earth the spring Hippocrene.\nUpon a Corinthian statue of Bellerophon, which was also a fountain, the\nwater flowed out from the horse’s hoof. Balder’s horse gave rise to a\nspring through his kick. Thus the horse’s foot is the dispenser of\nfruitful moisture.[585] A legend of lower Austria, told by Jaehns,\ninforms us that a gigantic man on a white horse is sometimes seen riding\nover the mountains. This means a speedy rain. In the German legend the\ngoddess of birth, Frau Holle, appears on horseback. Pregnant women near\nconfinement are prone to give oats to a white horse from their aprons\nand to pray him to give them a speedy delivery. It was originally the\ncustom for the horse to rub against the woman’s genitals. The horse\n(like the ass) had in general the significance of a priapic animal.[586]\nHorse’s tracks are idols dispensing blessing and fertility. Horse’s\ntracks established a claim, and were of significance in determining\nboundaries, like the priaps of Latin antiquity. Like the phallic\nDactyli, a horse opened the mineral riches of the Harz Mountains with\nhis hoof. The horseshoe, an equivalent for horse’s foot,[587] brings\nluck and has apotropaic meaning. In the Netherlands an entire horse’s\nfoot is hung up in the stable to ward against sorcery. The analogous\neffect of the phallus is well known; hence the phalli at the gates. In\nparticular the horse’s leg turned lightning aside, according to the\nprinciple “similia similibus.”\n\nHorses also symbolize the wind, that is to say, the tertium\ncomparationis is again the libido symbol. The German legend recognizes\nthe wind as the wild huntsman in pursuit of the maiden. Stormy regions\nfrequently derive their names from horses, as the White Horse Mountain\nof the Lüneburger heath. The centaurs are typical wind gods, and have\nbeen represented as such by Böcklin’s artistic intuition.[588]\n\nHorses also signify fire and light. The fiery horses of Helios are an\nexample. The horses of Hector are called Xanthos (yellow, bright),\nPodargos (swift-footed), Lampos (shining) and Aithon (burning). A very\npronounced fire symbolism was represented by the mystic Quadriga,\nmentioned by Dio Chrysostomus. The supreme God always drives his chariot\nin a circle. Four horses are harnessed to the chariot. The horse driven\non the periphery moves very quickly. He has a shining coat, and bears\nupon it the signs of the planets and the Zodiac.[589] This is a\nrepresentation of the rotary fire of heaven. The second horse moves more\nslowly, and is illuminated only on one side. The third moves still more\nslowly, and the fourth rotates around himself. But once the outer horse\nset the second horse on fire with his fiery breath, and the third\nflooded the fourth with his streaming sweat. Then the horses dissolve\nand pass over into the substance of the strongest and most fiery, which\nnow becomes the charioteer. The horses also represent the four elements.\nThe catastrophe signifies the conflagration of the world and the deluge,\nwhereupon the division of the God into many parts ceases, and the divine\nunity is restored.[590] Doubtless the Quadriga may be understood\nastronomically as a _symbol of time_. We already saw in the first part\nthat the stoic representation of Fate is a fire symbol. It is,\ntherefore, a logical continuation of the thought, when time, closely\nrelated to the conception of destiny, exhibits this same libido\nsymbolism. Brihadâranyaka-Upanishad, i: 1, says:\n\n  “The morning glow verily is the head of the sacrificial horse, the sun\n  his eye, the wind his breath, the all-spreading fire his mouth, the\n  year is the belly of the sacrificial horse. The sky is his back, the\n  atmosphere the cavern of his body, the earth the vault of his belly.\n  The poles are his sides, in between the poles his ribs, the seasons\n  his limbs, the months and fortnights his joints. Days and nights are\n  his feet, stars his bones, clouds his flesh. The food he digests is\n  the deserts, the rivers are his veins, the mountains his liver and\n  lungs, the herbs and trees his hair; the rising sun is his fore part,\n  the setting sun his after part. The ocean is his kinsman, the sea his\n  cradle.”\n\nThe horse undoubtedly here stands for a time symbol, and also for the\nentire world. We come across in the Mithraic religion, a strange God of\nTime, Aion, called Kronos or Deus Leontocephalus, because his\nstereotyped representation is a lion-headed man, who, standing in a\nrigid attitude, is encoiled by a snake, whose head projects forward from\nbehind over the lion’s head. The figure holds in each hand a key, on the\nchest rests a thunderbolt, upon his back are the four wings of the wind;\nin addition to that, the figure sometimes bears the Zodiac on his body.\nAdditional attributes are a cock and implements. In the Carolingian\npsalter of Utrecht, which is based upon ancient models, the Sæculum-Aion\nis represented as a naked man with a snake in his hand. As is suggested\nby the name of the divinity, he is a symbol of time, most interestingly\ncomposed from libido symbols. The lion, the zodiac sign of the greatest\nsummer heat,[591] is the symbol of the most mighty desire. (“My soul\nroars with the voice of a hungry lion,” says Mechthild of Magdeburg.) In\nthe Mithra mystery the serpent is often antagonistic to the lion,\ncorresponding to that very universal myth of the battle of the sun with\nthe dragon.\n\nIn the Egyptian Book of the Dead, Tum is even designated as a he-cat,\nbecause as such he fought the snake, Apophis. The encoiling also means\nthe engulfing, the entering into the mother’s womb. Thus time is defined\nby the rising and setting of the sun, that is to say, through the death\nand renewal of the libido. The addition of the cock again suggests time,\nand the addition of implements suggests the creation through time.\n(“Durée créatrice,” Bergson.) Oromazdes and Ahriman were produced\nthrough Zrwanakarana, the “infinitely long duration.” Time, this empty\nand purely formal concept, is expressed in the mysteries by\ntransformations of the creative power, the libido. Macrobius says:\n\n  “Leonis capite monstratur praesens tempus—quia conditio ejus valida\n  fervensque est.”[592]\n\nPhilo of Alexandria has a better understanding:\n\n  “Tempus ab hominibus pessimis putatur deus volentibus Ens essentiale\n  abscondere—pravis hominibus tempus putatur causa rerum mundi,\n  sapientibus vero et optimis non tempus sed Deus.”[593][594]\n\nIn Firdusi[595] time is often the symbol of fate, the libido nature of\nwhich we have already learned to recognize. The Hindoo text mentioned\nabove includes still more—its symbol of the horse contains the whole\nworld; his kinsman and his cradle is the sea, the mother, similar to the\nworld soul, the maternal significance of which we have seen above. Just\nas Aion represents the libido in an embrace, that is to say, in the\nstate of death and of rebirth, so here the cradle of the horse is the\nsea, i. e. the libido is in the mother, dying and rising again, like the\nsymbol of the dying and resurrected Christ, who hangs like ripe fruit\nupon the tree of life.\n\nWe have already seen that the horse is connected through Ygdrasil with\nthe symbolism of the tree. The horse is also a “tree of death”; thus in\nthe Middle Ages the funeral pyre was called St. Michael’s horse, and the\nneo-Persian word for coffin means “wooden horse.”[596] The horse has\nalso the rôle of psycho-pompos; he is the steed to conduct the souls to\nthe other world—horsewomen fetch the souls (Valkyries). Neo-Greek songs\nrepresent Charon on a horse. These definitions obviously lead to the\nmother symbolism. The Trojan horse was the only means by which the city\ncould be conquered; because only he who has entered the mother and been\nreborn is an invincible hero. The Trojan horse is a magic charm, like\nthe “Nodfyr,” which also serves to overcome necessity. The formula\nevidently reads, “In order to overcome the difficulty, thou must commit\nincest, and once more be born from thy mother.” It appears that striking\na nail into the sacred tree signifies something very similar. The “Stock\nim Eisen” in Vienna seems to have been such a palladium.\n\nStill another symbolic form is to be considered. Occasionally the devil\nrides upon a three-legged horse. The Goddess of Death, Hel, in time of\npestilence, also rides upon a three-legged horse.[597] The gigantic ass,\nwhich is three-legged, stands in the heavenly rain lake Vourukasha; his\nurine purifies the water of the lake, and from his roar all useful\nanimals become pregnant and all harmful animals miscarry. The Triad\nfurther points to the phallic significance. The contrasting symbolism of\nHel is blended into one conception in the ass of Vourukasha. The libido\nis fructifying as well as destroying.\n\nThese definitions, as a whole, plainly reveal the fundamental features.\nThe horse is a libido symbol, partly of phallic, partly of maternal\nsignificance, like the tree. It represents the libido in this\napplication, that is, the libido repressed through the incest\nprohibition.\n\nIn the Miller drama an Indian approaches the hero, ready to shoot an\narrow at him. Chiwantopel, however, with a proud gesture, exposes his\nbreast to the enemy. This idea reminds the author of the scene between\nCassius and Brutus in Shakespeare’s “Julius Cæsar.” A misunderstanding\nhas arisen between the two friends, when Brutus reproaches Cassius for\nwithholding from him the money for the legions. Cassius, irritable and\nangry, breaks out into the complaint:\n\n        “Come, Antony, and young Octavius, come,\n        Revenge yourselves alone on Cassius,\n        For Cassius is a-weary of the world:\n        Hated by one he loves: braved by his brother:\n        Check’d like a bondman; _all his faults observed_:\n        Set in a note-book, learn’d and conn’d by rote,\n        To cast into my teeth. O I could weep\n        My spirit from mine eyes!—There is my dagger,\n        And here my naked breast; within, a heart\n        Dearer than Plutus’ mine, richer than gold:\n        If that thou beest a Roman, take it forth:\n        I, that denied thee gold, will give my heart.\n        Strike, as thou didst at Cæsar; for I know\n        When thou didst hate him worst, thou lov’dst him better\n        Than ever thou lov’dst Cassius.”\n\nThe material here would be incomplete without mentioning the fact that\nthis speech of Cassius shows many analogies to the agonized delirium of\nCyrano (compare Part I), only Cassius is far more theatrical and\noverdrawn. Something childish and hysterical is in his manner. Brutus\ndoes not think of killing him, but administers a very chilling rebuke in\nthe following dialogue:\n\n     BRUTUS: Sheathe your dagger:\n             Be angry when you will, it shall have scope:\n             Do what you will, dishonor shall be humor.\n             _O Cassius, you are yoked with a lamb_\n             That carries anger as the flint bears fire:\n             Who, much enforced, shows a hasty spark,\n             And straight is cold again.\n\n     CASSIUS:                            Hath Cassius liv’d\n             To be but mirth and laughter to his Brutus\n             When grief and blood ill-tempered vexeth him?\n\n     BRUTUS: When I spoke that, I was ill-tempered too.\n\n     CASSIUS: Do you confess so much? Give me your hand.\n\n     BRUTUS: And my heart too.\n\n     CASSIUS:                  O Brutus!\n\n     BRUTUS:                             What’s the matter?\n\n     CASSIUS: Have not you love enough to bear with me\n              When that rash humor _which my mother gave me_\n              Makes me forgetful?\n\n     BRUTUS:                      Yes, Cassius, and from henceforth\n              When you are over earnest with your Brutus,\n              He’ll think your mother chides and leave you so.\n\nThe analytic interpretation of Cassius’s irritability plainly reveals\nthat at these moments he identifies himself with the mother, and his\nconduct, therefore, is truly feminine, as his speech demonstrates most\nexcellently. For his womanish love-seeking and desperate subjection\nunder the proud masculine will of Brutus calls forth the friendly remark\nof the latter, that Cassius is yoked with a lamb, that is to say, has\nsomething very weak in his character, which is derived from the mother.\nOne recognizes in this without any difficulty the analytic hall-marks of\nan infantile disposition, which, as always, is characterized by a\nprevalence of the parent-imago, here the mother-imago. An infantile\nindividual is infantile because he has freed himself insufficiently, or\nnot at all, from the childish environment, that is, from his adaptation\nto his parents. Therefore, on one side, he reacts falsely towards the\nworld, as a child towards his parents, always demanding love and\nimmediate reward for his feelings; on the other side, on account of the\nclose connection to the parents, he identifies himself with them. The\ninfantile individual behaves like the father and mother. He is not in a\ncondition to live for himself and to find the place to which he belongs.\nTherefore, Brutus very justly takes it for granted that the “mother\nchides” in Cassius, not he himself. The psychologically valuable fact\nwhich we gather here is the information _that Cassius is infantile and\nidentified_ with the mother. The hysterical behavior is due to the\ncircumstance that Cassius is still, in part, a lamb, and _an innocent\nand entirely harmless child_. He remains, as far as his emotional life\nis concerned, still far behind himself. This we often see among people\nwho, as masters, apparently govern life and fellow-creatures; they have\nremained children in regard to the demands of their love nature.\n\nThe figures of the Miller dramas, being children of the creator’s\nphantasy, depict, as is natural, those traits of character which belong\nto the author. The hero, the wish figure, is represented as most\ndistinguished, because the hero always combines in himself all\nwished-for ideals. Cyrano’s attitude is certainly beautiful and\nimpressive; Cassius’s behavior has a theatrical effect. Both heroes\nprepare to die effectively, in which attempt Cyrano succeeds. This\nattitude betrays a wish for death in the unconscious of our author, the\nmeaning of which we have already discussed at length as the motive for\nher poem of the moth. The wish of young girls to die is only an indirect\nexpression, which remains a pose, even in case of real death, for death\nitself can be a pose. Such an outcome merely adds beauty and value to\nthe pose under certain conditions. That the highest summit of life is\nexpressed through the symbolism of death is a well-known fact; for\ncreation beyond one’s self means personal death. The coming generation\nis the end of the preceding one. This symbolism is frequent in erotic\nspeech. The lascivious speech between Lucius and the wanton servant-maid\nin Apuleius (“Metamorphoses,” lib. ii: 32) is one of the clearest\nexamples:\n\n  “Proeliare, inquit, et fortiter proeliare: nec enim tibi cedam, nec\n  terga vortam. Cominus in aspectum, si vir es, dirige; et grassare\n  naviter, et occide moriturus. Hodierna pugna non habet\n  missionem.—Simul ambo corruimus inter mutuos amplexus animas\n  anhelantes.”[598]\n\nThis symbolism is extremely significant, because it shows how easily a\ncontrasting expression originates and how equally intelligible and\ncharacteristic such an expression is. The proud gesture with which the\nhero offers himself to death may very easily be an indirect expression\nwhich challenges the pity or sympathy of the other, and thus is doomed\nto the calm analytic reduction to which Brutus proceeds. The behavior of\nChiwantopel is also suspicious, because the Cassius scene which serves\nas its model betrays indiscreetly that the whole affair is merely\ninfantile and one which owes its origin to an overactive mother imago.\nWhen we compare this piece with the series of mother symbols brought to\nlight in the previous chapter, we must say that the Cassius scene merely\nconfirms once more what we have long supposed, that is to say, that the\nmotor power of these symbolic visions arises from an infantile mother\ntransference, that is to say, from an undetached bond to the mother.\n\nIn the drama the libido, in contradistinction to the inactive nature of\nthe previous symbols, assumes a threatening activity, a conflict\nbecoming evident, in which the one part threatens the other with murder.\nThe hero, as the ideal image of the dreamer, is inclined to die; he does\nnot fear death. In accordance with the infantile character of this hero,\nit would most surely be time for him to take his departure from the\nstage, or, in childish language, to die. Death is to come to him in the\nform of an arrow-wound. Considering the fact that heroes themselves are\nvery often great archers or succumb to an arrow-wound (St. Sebastian, as\nan example), it may not be superfluous to inquire into the meaning of\ndeath through an arrow.\n\nWe read in the biography of the stigmatized nun Katherine Emmerich[599]\nthe following description of the evidently neurotic sickness of her\nheart:\n\n  “When only in her novitiate, she received as a Christmas present from\n  the holy Christ a very tormenting heart trouble for the whole period\n  of her nun’s life. God showed her inwardly the purpose; it was on\n  account of the decline of the spirit of the order, especially for the\n  sins of her fellow-sisters. But what rendered this trouble most\n  painful was the gift which she had possessed from youth, namely, to\n  see before her eyes the inner nature of man as he really was. She felt\n  the heart trouble physically as if her heart was continually pierced\n  by arrows.[600] These arrows—and this represented the still worse\n  mental suffering—she recognized as the thoughts, plots, secret\n  speeches, misunderstandings, scandal and uncharitableness, in which\n  her fellow-sisters, wholly without reason and unscrupulously, were\n  engaged against her and her god-fearing way of life.”\n\nIt is difficult to be a saint, because even a patient and long-suffering\nnature will not readily bear such a violation, and defends itself in its\nown way. The companion of sanctity is temptation, without which no true\nsaint can live. We know from analytic experience that these temptations\ncan pass unconsciously, so that only their equivalents would be produced\nin consciousness in the form of symptoms. We know that it is proverbial\nthat heart and smart (Herz and Schmerz) rhyme. It is a well-known fact\nthat hysterics put a physical pain in place of a mental pain. The\nbiographer of Emmerich has comprehended that very correctly. Only her\ninterpretation of the pain is, as usual, projected. It is always the\nothers who secretly assert all sorts of evil things about her, and this\nshe pretended gave her the pains.[601] The case, however, bears a\nsomewhat different aspect. The very difficult renunciation of all life’s\njoys, this death before the bloom, is generally painful, and especially\npainful are the unfulfilled wishes and the attempts of the animal nature\nto break through the power of repression. The gossip and jokes of the\nsisters very naturally centre around these most painful things, so that\nit must appear to the saint as if her symptoms were caused by this.\nNaturally, again, she could not know that gossip tends to assume the\nrôle of the unconscious, which, like a clever adversary, always aims at\nthe actual gaps in our armor.\n\nA passage from Gautama Buddha embodies this idea:[602]\n\n                  “A wish earnestly desired\n                  Produced by will, and nourished\n                  When gradually it must be thwarted,\n                  Burrows like an arrow in the flesh.”\n\nThe wounding and painful arrows do not come from without through gossip,\nwhich only attacks externally, but they come from ambush, from our own\nunconscious. This, rather than anything external, creates the\ndefenseless suffering. It is our _own repressed and unrecognized desires\nwhich fester like arrows in our flesh_.[603] In another connection this\nwas clear to the nun, and that most literally. It is a well-known fact,\nand one which needs no further proof to those who understand, that these\nmystic scenes of union with the Saviour generally are intermingled with\nan enormous amount of sexual libido.[604] Therefore, it is not\nastonishing that the scene of the stigmata is nothing but an incubation\nthrough the Saviour, only slightly changed metaphorically, as compared\nwith the ancient conception of “unio mystica,” as cohabitation with the\ngod. Emmerich relates the following of her stigmatization:\n\n  “I had a contemplation of the sufferings of Christ, and implored him\n  to let me feel with him his sorrows, and prayed five paternosters to\n  the honor of the five sacred wounds. Lying on my bed with outstretched\n  arms, I entered into a great sweetness and into an endless thirst for\n  the torments of Jesus. Then I saw a light descending upon me: it came\n  obliquely from above. It was a crucified body, living and transparent,\n  with arms extended, but without a cross. The wounds shone brighter\n  than the body; they were five circles of glory, coming forth from the\n  whole glory. I was enraptured and my heart was moved with great pain\n  and yet with sweetness from longing to share in the torments of my\n  Saviour. And my longings for the sorrows of the Redeemer increased\n  more and more on gazing on his wounds, and passed from my breast,\n  through my hands, sides and feet to his holy wounds: then from the\n  hands, then from the sides, then from the feet of the figure threefold\n  shining red beams ending below in an arrow, shot forth to my hands,\n  sides and feet.”\n\nThe beams, in accordance with the phallic fundamental thought, are\nthreefold, terminating below in an arrow-point.[605] Like Cupid, the\nsun, too, has its quiver, full of destroying or fertilizing arrows, sun\nrays,[606] which possess phallic meaning. On this significance evidently\nrests the Oriental custom of designating brave sons as arrows and\njavelins of the parents. “To make sharp arrows” is an Arabian expression\nfor “to generate brave sons.” The Psalms declare (cxxvii:4):\n\n  “Like as the arrows in the hands of the giant; even so are the young\n  children.”\n\n(Compare with this the remarks previously made about “boys.”) Because of\nthis significance of the arrow it is intelligible why the Scythian king\nAriantes, when he wished to prepare a census, demanded an arrow-head\nfrom each man. A similar meaning attaches equally to the lance. Men are\ndescended from the lance, because the ash is the mother of lances.\nTherefore, the men of the Iron Age are derived from her. The marriage\ncustom to which Ovid alludes (“Comat virgineas hasta recurva\ncomas”—_Fastorum_, lib. ii: 560) has already been mentioned. Kaineus\nissued a command that his lance be honored. Pindar relates in the legend\nof this Kaineus:\n\n  “He descended into the depths, splitting the earth with a straight\n  foot.”[607]\n\nHe is said to have originally been a maiden named Kainis, who, because\nof her complaisance, was transformed into an invulnerable man by\nPoseidon. Ovid pictures the battle of the Lapithæ with the invulnerable\nKaineus; how at last they covered him completely with trees, because\nthey could not otherwise touch him. Ovid says at this place:\n\n           “Exitus in dubio est: alii sub inania corpus\n           Tartara detrusum silvarum mole ferebant,\n           Abnuit Ampycides: medioque ex aggere fulvis\n           Vidit avem pennis liquidas exire sub auras.”[608]\n\nRoscher considers this bird to be the golden plover (Charadrius\npluvialis), which borrows its name from the fact that it lives in the\nχαράδρα, a crevice in the earth. By his song he proclaims the\napproaching rain. Kaineus was changed into this bird.\n\nWe see again in this little myth the typical constituents of the libido\nmyth: original bisexuality, immortality (invulnerability) through\nentrance into the mother (splitting the mother with the foot, and to\nbecome covered up) and resurrection as a bird of the soul and a bringer\nof fertility (ascending sun). When this type of hero causes his lance to\nbe worshipped, it probably means that his lance is a valid and\nequivalent expression of himself.\n\nFrom our present standpoint, we understand in a new sense that passage\nin Job, which I mentioned in Chapter IV of the first part of this book:\n\n  “He has set me up for his mark.\n\n  “His archers compass me round about, he cleaveth my reins asunder, and\n  doth not spare:—he poureth out my gall upon the ground.\n\n  “He breaketh me with breach upon breach: he runneth upon me like a\n  giant.”—_Job_ xvi:12–13–14.\n\nNow we understand this symbolism as an expression for the soul torment\ncaused by the onslaught of the unconscious desires. The libido festers\nin his flesh, a cruel god has taken possession of him and pierced him\nwith his painful libidian projectiles, with thoughts, which\noverwhelmingly pass through him. (As a dementia præcox patient once said\nto me during his recovery: “To-day a thought suddenly thrust itself\nthrough me.”) This same idea is found again in Nietzsche in Zarathustra:\n\n                           _The Magician_\n\n           Stretched out, shivering\n           Like one half dead whose feet are warmed,\n           Shaken alas! by unknown fevers,\n           Trembling from the icy pointed arrows of frost,\n           Hunted by Thee, O Thought!\n           Unutterable! Veiled! Horrible One!\n           Thou huntsman behind the clouds!\n           Struck to the ground by thee,\n           Thou mocking eye that gazeth at me from the dark!\n           —————— Thus do I lie\n           Bending, writhing, tortured\n           With all eternal tortures,\n           Smitten\n           By thee, crudest huntsman,\n           Thou unfamiliar God.\n\n           Smite deeper!\n           Smite once more:\n           Pierce through and rend my heart!\n           What meaneth this torturing\n           With blunt-toothed arrows?\n           Why gazeth thou again,\n           Never weary of human pain,\n           With malicious, God-lightning eyes,\n           Thou wilt not kill,\n           But torture, torture?\n\nNo long-drawn-out explanation is necessary to enable us to recognize in\nthis comparison the old, universal idea of the martyred sacrifice of\nGod, which we have met previously in the Mexican sacrifice of the cross\nand in the sacrifice of Odin.[609] This same conception faces us in the\noft-repeated martyrdom of St. Sebastian, where, in the delicate-glowing\nflesh of the young god, all the pain of renunciation which has been felt\nby the artist has been portrayed. An artist always embodies in his\nartistic work a portion of the mysteries of his time. In a heightened\ndegree the same is true of the principal Christian symbol, the crucified\none pierced by the lance, the conception of the man of the Christian era\ntormented by his wishes, crucified and dying in Christ.\n\nThis is not torment which comes from without, which befalls mankind; but\nthat he himself is the hunter, murderer, sacrificer and sacrificial\nknife is shown us in another of Nietzsche’s poems, wherein the apparent\ndualism is transformed into the soul conflict through the use of the\nsame symbolism:\n\n                 “Oh, Zarathustra,\n                 Most cruel Nimrod!\n                 Whilom hunter of God\n                 The snare of all virtue,\n                 An arrow of evil!\n                 Now\n                 Hunted by thyself\n                 Thine own prey\n                 Pierced through thyself,\n                 Now\n                 Alone with thee\n                 Twofold in thine own knowledge\n                 Mid a hundred mirrors\n                 False to thyself,\n                 Mid a hundred memories\n                 Uncertain\n                 Ailing with each wound\n                 Shivering with each frost\n                 Caught in thine own snares,\n                 Self knower!\n                 Self hangman!\n\n                 “Why didst thou strangle thyself\n                 With the noose of thy wisdom?\n                 Why hast thou enticed thyself\n                 Into the Paradise of the old serpent?\n                 Why hast thou crept\n                 Into thyself, thyself?...”\n\nThe deadly arrows do not strike the hero from without, but it is he\nhimself who, in disharmony with himself, hunts, fights and tortures\nhimself. Within himself will has turned against will, libido against\nlibido—therefore, the poet says, “Pierced through thyself,” that is to\nsay, wounded by his own arrow. Because we have discerned that the arrow\nis a libido symbol, the idea of “penetrating or piercing through”\nconsequently becomes clear to us. It is a phallic act of union with\none’s self, a sort of self-fertilization (introversion); also a\nself-violation, a self-murder; therefore, Zarathustra may call himself\nhis own hangman, like Odin, who sacrifices himself to Odin.\n\nThe wounding by one’s own arrow means, first of all, _the state of\nintroversion_. What this signifies we already know—the libido sinks into\nits “own depths” (a well-known comparison of Nietzsche’s) and finds\nthere below, in the shadows of the unconscious, the substitute for the\nupper world, which it has abandoned: _the world of memories_ (“’mid a\nhundred memories”), the strongest and most influential of which are the\nearly infantile memory pictures. It is the world of the child, this\nparadise-like state of earliest childhood, from which we are separated\nby a hard law. In this subterranean kingdom slumber sweet feelings of\nhome and the endless hopes of all that is to be. As Heinrich in the\n“Sunken Bell,” by Gerhart Hauptmann, says, in speaking of his miraculous\nwork:\n\n             “There is a song lost and forgotten,\n             A song of home, a love song of childhood,\n             Brought up from the depths of the fairy well,\n             Known to all, but yet unheard.”\n\nHowever, as Mephistopheles says, “The danger is great.” These depths are\nenticing; they are the mother and—death. When the libido leaves the\nbright upper world, whether from the decision of the individual or from\ndecreasing life force, then it sinks back into its own depths, into the\nsource from which it has gushed forth, and turns back to that point of\ncleavage, the umbilicus, through which it once entered into this body.\nThis point of cleavage is called the mother, because from her comes the\nsource of the libido. Therefore, when some great work is to be\naccomplished, before which weak man recoils, doubtful of his strength,\nhis libido returns to that source—and this is the dangerous moment, in\nwhich the decision takes place between annihilation and new life. If the\nlibido remains arrested in the wonder kingdom of the inner world,[610]\nthen the man has become for the world above a phantom, then he is\npractically dead or desperately ill.[611] But if the libido succeeds in\ntearing itself loose and pushing up into the world above, then a miracle\nappears. This journey to the underworld has been a fountain of youth,\nand new fertility springs from his apparent death. This train of thought\nis very beautifully gathered into a Hindoo myth: Once upon a time,\nVishnu sank into an ecstasy (introversion) and during this state of\nsleep bore Brahma, who, enthroned upon the lotus flower, arose from the\nnavel of Vishnu, bringing with him the Vedas, which he diligently read.\n(Birth of creative thought from introversion.) But through Vishnu’s\necstasy a devouring flood came upon the world. (Devouring through\nintroversion, symbolizing the danger of entering into the mother of\ndeath.) A demon taking advantage of the danger, stole the Vedas from\nBrahma and hid them in the depths. (Devouring of the libido.) Brahma\nroused Vishnu, and the latter, transforming himself into a fish, plunged\ninto the flood, fought with the demon (battle with the dragon),\nconquered him and recaptured the Vedas. (Treasure obtained with\ndifficulty.)\n\nSelf-concentration and the strength derived therefrom correspond to this\nprimitive train of thought. It also explains numerous sacrificial and\nmagic rites which we have already fully discussed. Thus the impregnable\nTroy falls because the besiegers creep into the belly of a wooden horse;\nfor he alone is a hero who is reborn from the mother, like the sun. But\nthe danger of this venture is shown by the history of Philoctetes, who\nwas the only one in the Trojan expedition who knew the hidden sanctuary\nof Chryse, where the Argonauts had sacrificed already, and where the\nGreeks planned to sacrifice in order to assure a safe ending to their\nundertaking. Chryse was a nymph upon the island of Chryse; according to\nthe account of the scholiasts in Sophocles’s “Philoctetes,” this nymph\nloved Philoctetes, and cursed him because he spurned her love. This\ncharacteristic projection, which is also met with in the Gilgamesh epic,\nshould be referred back, as suggested, to the repressed incest wish of\nthe son, who is represented through the projection as if the mother had\nthe evil wish, for the refusal of which the son was given over to death.\nIn reality, however, the son becomes mortal by separating himself from\nthe mother. His fear of death, therefore, corresponds to the repressed\nwish to turn back to the mother, and causes him to believe that the\nmother threatens or pursues him. The teleological significance of this\n_fear of persecution_ is evident; _it is to keep son and mother apart_.\n\nThe curse of Chryse is realized in so far that Philoctetes, according to\none version, when approaching his altar, injured himself in his foot\nwith one of his own deadly poisonous arrows, or, according to another\nversion[612] (this is better and far more abundantly proven), _was\nbitten in his foot by a poisonous serpent_.[613] From then on he is\nailing.[614]\n\nThis very typical wound, which also destroyed Rê, is described in the\nfollowing manner in an Egyptian hymn:\n\n          “The ancient of the Gods moved his mouth,\n          He cast his saliva upon the earth,\n          And what he spat, fell upon the ground.\n          With her hands Isis kneaded that and the soil\n          Which was about it, together:\n          From that she created a venerable worm,\n          And made him like a spear.\n          She did not twist him living around her face,\n          But threw him coiled upon the path,\n          Upon which the great God wandered at ease\n          Through all his lands.\n\n          “The venerable God stepped forth radiantly,\n          The gods who served Pharaoh accompanied him,\n          And he proceeded as every day.\n          Then the venerable worm stung him....\n          The divine God opened his mouth\n          And the voice of his majesty echoed even to the sky.\n          And the gods exclaimed: Behold!\n          Thereupon he could not answer,\n          His jaws chattered,\n          All his limbs trembled\n          And the poison gripped his flesh,\n          As the Nile seizes upon the land.”\n\nIn this hymn Egypt has again preserved for us a primitive conception of\nthe serpent’s sting. The aging of the autumn sun as an image of human\nsenility is symbolically traced back to the mother through the poisoning\nby the serpent. The mother is reproached, because her malice causes the\ndeath of the sun-god. The serpent, the primitive symbol of fear,[615]\nillustrates the repressed tendency to turn back to the mother, because\nthe only possibility of security from death is possessed by the mother,\nas the source of life.\n\nAccordingly, only the mother can cure him, sick unto death, and,\ntherefore, the hymn goes on to depict how the gods were assembled to\ntake counsel:\n\n      “And Isis came with her wisdom:\n      Her mouth is full of the breath of life,\n      Her words banish sorrow,\n      And her speech animates those who no longer breathe.\n      She said: ‘What is that; what is that, divine father?\n      Behold, a worm has brought you sorrow——’\n\n      “‘Tell me thy name, divine father,\n      Because the man remains alive, who is called by his name.’”\n\nWhereupon Rê replied:\n\n    “‘I am he, who created heaven and earth, and piled up the hills,\n    And created all beings thereon.\n    I am he, who made the water and caused the great flood,\n    Who produced the bull of his mother,\n    Who is the procreator,’ etc.\n\n    “The poison did not depart, it went further,\n    The great God was not cured.\n    Then said Isis to Rê:\n    ‘Thine is not the name thou hast told me.\n    Tell me true that the poison may leave thee,\n    For he whose name is spoken will live.’”\n\nFinally Rê decides to speak his true name. He is approximately healed\n(imperfect composition of Osiris); but he has lost his power, and\nfinally he retreats to the heavenly cow.\n\nThe poisonous worm is, if one may speak in this way, a “negative”\nphallus, a deadly, not an animating, form of libido; therefore, a wish\nfor death, instead of a wish for life. The “true name” is soul and magic\npower; hence a symbol of libido. What Isis demands is the retransference\nof the libido to the mother goddess. This request is fulfilled\nliterally, for the aged god turns back to the divine cow, the symbol of\nthe mother.[616] This symbolism is clear from our previous explanations.\nThe onward urging, living libido which rules the consciousness of the\nson, demands separation from the mother. The longing of the child for\nthe mother is a hindrance on the path to this, taking the form of a\npsychologic resistance, which is expressed empirically in the neurosis\nby all manners of fears, that is to say, the fear of life. The more a\nperson withdraws from adaptation to reality, and falls into slothful\ninactivity, the greater becomes his anxiety (cum grano salis), which\neverywhere besets him at each point as a hindrance upon his path. The\nfear springs from the mother, that is to say, from the longing to go\nback to the mother, which is opposed to the adaptation to reality. This\nis the way in which the mother has become apparently the malicious\npursuer. Naturally, it is not the actual mother, although the actual\nmother, with the abnormal tenderness with which she sometimes pursues\nher child, even into adult years, may gravely injure it through a\nwillful prolonging of the infantile state in the child. It is rather the\nmother-imago, which becomes the Lamia. The mother-imago, however,\npossesses its power solely and exclusively from the son’s tendency not\nonly to look and to work forwards, but also to glance backwards to the\npampering sweetness of childhood, to that glorious state of\nirresponsibility and security with which the protecting mother-care once\nsurrounded him.[617]\n\nThe retrospective longing acts like a paralyzing poison upon the energy\nand enterprise; so that it may well be compared to a poisonous serpent\nwhich lies across our path. Apparently, it is a hostile demon which robs\nus of energy, but, in reality, it is the individual unconscious, the\nretrogressive tendency of which begins to overcome the conscious forward\nstriving. The cause of this can be, for example, the natural aging which\nweakens the energy, or it may be great external difficulties, which\ncause man to break down and become a child again, or it may be, and this\nis probably the most frequent cause, the woman who enslaves the man, so\nthat he can no longer free himself, and becomes a child again.[618] It\nmay be of significance also that Isis, as sister-wife of the sun-god,\ncreates the poisonous animal from the spittle of the god, which is\nperhaps a substitute for sperma, and, therefore, is a symbol of libido.\nShe creates the animal from the libido of the god; that means she\nreceives his power, making him weak and dependent, so that by this means\nshe assumes the dominating rôle of the mother. (Mother transference to\nthe wife.) This part is preserved in the legend of Samson, in the rôle\nof Delilah, who cut off Samson’s hair, the sun’s rays, thus robbing him\nof his strength.[619] Any weakening of the adult man strengthens the\nwishes of the unconscious; therefore, the decrease of strength appears\ndirectly as the backward striving towards the mother.\n\nThere is still to be considered one more source of the reanimation of\nthe mother-imago. We have already met it in the discussion of the mother\nscene in “Faust,” that is to say, _the willed introversion of a creative\nmind_, which, retreating before its own problem and inwardly collecting\nits forces, dips at least for a moment into the source of life, in order\nthere to wrest a little more strength from the mother for the completion\nof its work. It is a mother-child play with one’s self, in which lies\nmuch weak selfadmiration and self-adulation (“Among a hundred\nmirrors”—Nietzsche); _a Narcissus state_, a strange spectacle, perhaps,\nfor profane eyes. The separation from the mother-imago, the birth out of\none’s self, reconciles all conflicts through the sufferings. This is\nprobably meant by Nietzsche’s verse:\n\n                 “Why hast thou enticed thyself\n                 Into the Paradise of the old serpent?\n                 Why hast thou crept\n                 Into thyself, thyself?...\n\n                 “A sick man now\n                 Sick of a serpent’s poison,[620]\n                 A captive now\n                 Whom the hardest destiny befell\n                 In thine own pit;\n                 Bowed down as thou workest\n                 Encaved within thyself,\n                 Burrowing into thyself,\n                 Helpless,\n                 Stiff,\n                 A corpse.\n                 Overwhelmed with a hundred burdens,\n                 Overburdened by thyself.\n                 A wise man,\n                 A self-knower,\n                 The wise Zarathustra;\n                 Thou soughtest the heaviest burden\n                 And foundest thou thyself....”\n\nThe symbolism of this speech is of the greatest richness. He is buried\nin the depths of _self, as if in the earth_; really a dead man who has\nturned back to mother earth;[621] a Kaineus “piled with a hundred\nburdens” and pressed down to death; the one who groaning bears the heavy\nburden of his own libido, of that libido which draws him back to the\nmother. Who does not think of the Taurophoria of Mithra, who took his\nbull (according to the Egyptian hymn, “the bull of his mother”), that\nis, his love for his mother, the heaviest burden upon his back, and with\nthat entered upon the painful course of the so-called Transitus![622]\nThis path of passion led to the cave, in which the bull was sacrificed.\nChrist, too, had to bear the cross,[623] the symbol of his love for the\nmother, and he carried it to the place of sacrifice where the lamb was\nslain in the form of the God, the infantile man, a “self-executioner,”\nand then to burial in the subterranean sepulchre.[624]\n\nThat which in Nietzsche appears as a poetical figure of speech is really\na primitive myth. It is as if the poet still possessed a dim idea or\ncapacity to feel and reactivate those imperishable phantoms of long-past\nworlds of thought in the words of our present-day speech and in the\nimages which crowd themselves into his phantasy. Hauptmann also says:\n“Poetic rendering is that which allows the echo of the primitive word to\nresound through the form.”[625]\n\n\nThe sacrifice, with its mysterious and manifold meaning, which is rather\nhinted at than expressed, passes unrecognized in the unconscious of our\nauthor. The arrow is not shot, the hero Chiwantopel is not yet fatally\npoisoned and ready for death through self-sacrifice. We now can say,\naccording to the preceding material, this sacrifice means renouncing the\nmother, that is to say, _renunciation of all bonds and limitations which\nthe soul has taken with it from the period of childhood into the adult\nlife_. From various hints of Miss Miller’s it appears that at the time\nof these phantasies she was still living in the circle of the family,\nevidently at an age which was in urgent need of independence. That is to\nsay, man does not live very long in the infantile environment or in the\nbosom of his family without real danger to his mental health. Life calls\nhim forth to independence, and he who gives no heed to this hard call\nbecause of childish indolence and fear is threatened by a neurosis, and\nonce the neurosis has broken out it becomes more and more a valid reason\nto escape the battle with life and to remain for all time in the morally\npoisoned infantile atmosphere.\n\nThe phantasy of the arrow-wound belongs in this struggle for personal\nindependence. The thought of this resolution has not yet penetrated the\ndreamer. On the contrary, she rather repudiates it. After all the\npreceding, it is evident that the symbolism of the arrow-wound through\ndirect translation must be taken as a coitus symbol. The “Occide\nmoriturus” attains by this means the sexual significance belonging to\nit. Chiwantopel naturally represents the dreamer. But nothing is\nattained and nothing is understood through one’s reduction to the coarse\nsexual, because it is a commonplace that the unconscious shelters coitus\nwishes, the discovery of which signifies nothing further. _The coitus\nwish under this aspect is really a symbol for the individual\ndemonstration of the libido separated from the parents, of the conquest\nof an independent life._ This step towards a new life means, at the same\ntime, the death of the past life.[626] Therefore, Chiwantopel is the\ninfantile hero[627] (the son, the child, the lamb, the fish) who is\nstill enchained by the fetters of childhood and who has to die as a\nsymbol of the incestuous libido, and with that sever the retrogressive\nbond. For the entire libido is demanded for the battle of life, and\nthere can be no remaining behind. The dreamer cannot yet come to this\ndecision, which will tear aside all the sentimental connections with\nfather and mother, and yet it must be made in order to follow the call\nof the individual destiny.",
  "semantic_sections": [],
  "missed_text": "CHAPTER V SYMBOLISM OF THE MOTHER AND OF REBIRTH The vision following the creation of the hero is described by Miss Miller as a “throng of people.” This representation is known to us from dream interpretation as being, above all, the symbol of mystery.[423] Freud thinks that this choice of symbol is determined on account of its possibility of representing the idea. The bearer of the mystery is placed in opposition to the multitude of the ignorant. _The possession of the mystery cuts one off from intercourse with the rest of mankind._ For a very complete and smooth rapport with the surroundings is of great importance for the management of the libido and the _possession of a subjectively important secret generally creates a great disturbance_. It may be said that the whole art of life shrinks to the one problem of how the libido may be freed in the most harmless way possible. Therefore, the neurotic derives special benefit in treatment when he can at last rid himself of his various secrets. The symbol of the crowd of people, chiefly the streaming and moving mass, is, as I have often seen, substituted for the great excitement in the unconscious, especially in persons who are outwardly calm. The vision of the “throng” develops further; horses emerge; a battle is fought. With Silberer, I might accept the significance of this vision as belonging, first of all, in the “functional category,” because, fundamentally, the conception of the intermingling crowds is nothing but the symbol of the present onrush of the mass of thought; likewise the battle, and possibly the horses, which illustrate the movement. The deeper significance of the appearance of the horses will be seen for the first time in the further course of our treatment of the mother symbolism. The following vision has a more definite and significantly important character. Miss Miller sees a City of Dreams (“Cité de Rêves”). The picture is similar to one she saw a short time before on the cover of a magazine. Unfortunately, we learn nothing further about it. One can easily imagine under this “Cité de Rêves” a fulfilled wish dream, that is to say, something very beautiful and greatly longed for; a sort of heavenly Jerusalem, as the poet of the Apocalypse has dreamed it. The city is a maternal symbol, a woman who fosters the inhabitants as children. It is, therefore, intelligible that the two mother goddesses, Rhea and Cybele, both wear the wall crown. The Old Testament treats the cities of Jerusalem, Babel, etc., as women (_Isaiah_ xlvii:1–5): “Come down and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans; for thou shalt no more be called tender and delicate. Take the millstones and grind meal; uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers. That thy nakedness shall be uncovered, yea, thy shame shall be seen; sit thou silent, and get thee into darkness, O daughter of the Chaldeans; for thou shalt no more be called the lady of the kingdoms.” Jeremiah says of Babel (I:12): “Your mother shall be sore confounded; she that bare you shall be ashamed.” Strong, unconquered cities are virgins; colonies are sons and daughters. Cities are also whores. Isaiah says of Tyre (xxiii:16): “Take an harp, go about the city, thou harlot; thou hast been forgotten.” And: “How does it come to pass that the virtuous city has become an harlot?” We come across a similar symbolism in the myth of Ogyges, the mythical king who rules in Egyptian Thebes and whose wife was appropriately named Thebe. The Bœotian Thebes founded by Cadmus received on that account a surname, “Ogygian.” This surname was also given to the great flood, as it was called “Ogygian” because it occurred under Ogyges. This coincidence will be found later on to be hardly accidental. The fact that the city and the wife of Ogyges bear the same name indicates that somewhere a relation must exist between the city and the woman, which is not difficult to understand, for the city is identical with the woman. We meet a similar idea in Hindoo lore where Indra appears as the husband of Urvara, but Urvara means “the fertile land.” In a similar way the occupancy of a country by the king was understood as marriage with the ploughed land. Similar representations must have prevailed in Europe as well. Princes had to guarantee, for example, a good harvest at their accession. The Swedish King Domaldi was actually killed on account of the failure of the harvest (Ynglinga sâga 18). In the Rama sâga the hero Rama marries Sîtâ, the furrow of the field.[424] To the same group of ideas belongs the Chinese custom of the Emperor ploughing a furrow at his ascension to the throne. This idea of the soil being feminine also embraces the idea of continual companionship with the woman, a physical communication. Shiva, the Phallic God, is, like Mahadeva and Parwati, male and female. He has even given one-half of his body to his consort Parwati as a dwelling place.[425] Inman[426] gives us a drawing of a Pundite of Ardanari-Iswara; one-half of the god is masculine, the other half feminine, and the genitals are in continuous cohabitation. The motive of continuous cohabitation is expressed in a well-known lingam symbol, which is to be found everywhere in Indian temples; the base is a female symbol, and within that is the phallus.[427] The symbol approaches very closely the Grecian mystic phallic basket and chests. (Compare with this the Eleusinian mysteries.) The chest or box is here a female symbol, that is, the mother’s womb. This is a very well-known conception in the old mythologies.[428] The chest, basket or little basket, with its precious contents, was thought of as floating on the water; a remarkable inversion of the natural fact that the child floats in the amniotic fluid and that this is in the uterus. This inversion brings about a great advantage for sublimation, for it creates enormous possibilities of application for the myth-weaving phantasy, that is to say, for the annexation to the sun cycle. The Sun floats over the sea like an immortal god, which every evening is immersed in the maternal water and is born again renewed in the morning. Frobenius says: “Perhaps in connection with the blood-red sunrise, the idea occurs that here a birth takes place, the birth of a young son; the question then arises inevitably, whence comes the paternity? How has the woman become pregnant? And since this woman symbolizes the same idea as the fish, which means the sea, (because we proceed from the assumption that the Sun descends into the sea as well as arises from it) thus the curious primitive answer is that this sea has previously swallowed the old Sun. Consequently the resulting myth is, that the woman (sea) has formerly devoured the Sun and now brings a new Sun into the world, and thus she has become pregnant.” All these sea-going gods are sun symbols. They are enclosed in a chest or an ark for the “night journey on the sea” (Frobenius), often together with a woman (again an inversion of the actual situation, but in support of the motive of continuous cohabitation, which we have met above). During the night journey on the sea the Sun-god is enclosed in the mother’s womb, oftentimes threatened by dangers of all kinds. Instead of many individual examples, I will content myself with reproducing the scheme which Frobenius has constructed from numberless myths of this sort: [Illustration: _To devour_ _West_ _East_ _W-E movement—(sea journey)_ _Heat-hair_ _To slip out_ _To open_ _To land_ _Sea journey_ _To set on fire or To cut off the heart_] Frobenius gives the following legend to illustrate this: “A hero is devoured by a water monster in the West (to devour). The animal carries him within him to the East (sea journey). Meanwhile, he kindles a fire in the belly of the monster (to set on fire) and since he feels hungry he cuts off a piece of the hanging heart (to cut off the heart). Soon after he notices that the fish glides upon the dry land (to land); he immediately begins to cut open the animal from within outwards (to open) then he slides out (to slip out). In the fish’s belly, it had been so hot, that all his hair had fallen out (heat-hair). The hero frequently frees all who were previously devoured (to devour all) and all now slide out (slip out).” A very close parallel is Noah’s journey during the flood, in which all living creatures die; only he and the life guarded by him are brought to a new birth. In a Melapolynesian legend (Frobenius) it is told that the hero in the belly of the King Fish took his weapon and cut open the fish’s belly. “He slid out and saw a splendor, and he sat down and reflected. ‘I wonder where I am,’ he said. Then the sun rose with a bound and turned from one side to the other.” The Sun has again slipped out. Frobenius mentions from the Ramayana the myth of the ape Hanuman, who represents the Sun-hero. The sun in which Hanuman hurries through the air throws a shadow upon the sea. The sea monster notices this and through this draws Hanuman toward itself; when the latter sees that the monster is about to devour him, he stretches out his figure immeasurably; the monster assumes the same gigantic proportions. As he does that Hanuman becomes as small as a thumb, slips into the great body of the monster and comes out on the other side. In another part of the poem it is said that he came out from the right ear of the monster (like Rabelais’ Gargantua, who also was born from the mother’s ear). “Hanuman thereupon resumes his flight, and finds a new obstacle in another sea monster, which is the mother of Rahus, the sun-devouring demon. The latter draws Hanuman’s shadow[429] to her in the same way. Hanuman again has recourse to the earlier stratagem, becomes small and slips into her body, but hardly is he there than he grows to a gigantic mass, swells up, tears her, kills her, and in that way makes his escape.” Thus we understand why the Indian fire-bringer Mâtariçvan is called “the one swelling in the mother”; the ark (little box, chest, cask, vessel, etc.) is a symbol of the womb, just as is the sea, into which the Sun sinks for rebirth. From this circle of ideas we understand the mythologic statements about Ogyges; he it is who possesses the mother, the City, who is united with the mother; therefore under him came the great flood, for it is a typical fragment of the sun myth that the hero, when united with the woman attained with difficulty, is exposed in a cask and thrown into the sea, and then lands for a new life on a distant shore. The middle part, the “night journey on the sea” in the ark, is lacking in the tradition of Ogyges.[430] But the rule in mythology is that the typical parts of a myth can be united in all conceivable variations, which adds greatly to the extraordinary difficulty of the interpretation of a particular myth without knowledge of all the others. The meaning of this cycle of myths mentioned here is clear; it is the longing _to attain rebirth through the return to the mother’s womb, that is to say, to become as immortal as the sun_. This longing for the mother is frequently expressed in our holy scriptures.[431] I recall, particularly the place in the epistle to the Galatians, where it is said (iv:26): (26) “But Jerusalem which is above is free, which is the mother of us all. (27) “For it is written, Rejoice, thou barren that beareth not: break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. (28) “Now we, brethren, as Isaac was, are the children of promise. (29) “But as he that was born after the flesh persecuted him that was born after the spirit, even so it is now. (30) “Nevertheless, what sayeth the scripture? Cast out the bondwoman and her son; for the son of a bondwoman shall not be heir with the son of a freewoman. (31) “So, then, brethren, we are not children of the bondwoman, but of the free.” Chapter v:",
  "metrics": {},
  "token_counts": {
    "input": 11971,
    "sections": [],
    "missed": 2747
  }
}