{
  "chunk_number": 25,
  "original_text": "\nAfter the disappearance of the assailant, Chiwantopel begins the\nfollowing monologue:\n\n  “From the extreme ends of these continents, from the farthest\n  lowlands, after having forsaken the palace of my father, I have been\n  wandering aimlessly during a hundred moons, always pursued by my mad\n  desire to find ‘her who will understand.’ With jewels I have tempted\n  many fair ones, with kisses I have tried to snatch the secret of their\n  hearts, with acts of bravery I have conquered their admiration. (He\n  reviews the women he has known.) Chita, the princess of my race ...\n  she is a little fool, vain as a peacock, having nought in her head but\n  jewels and perfume. Ta-nan, the young peasant, ... bah, a mere sow, no\n  more than a breast and a stomach, caring only for pleasure. And then\n  Ki-ma, the priestess, a true parrot, repeating hollow phrases learnt\n  from the priests; all for show, without real education or sincerity,\n  suspicious poseur and hypocrite!... Alas! Not one who understands me,\n  not one who resembles me, not one who has a soul sister to mine. There\n  is not one among them all who has known my soul, not one who could\n  read my thought; far from it; not one capable of seeking with me the\n  luminous summits, or of spelling with me the superhuman word, love.”\n\nHere Chiwantopel himself says that his journeying and wandering is a\nquest for that other, and for the meaning of life which lies in union\nwith her. In the first part of this work we merely hinted gently at this\npossibility. The fact that the seeker is masculine and the sought-for of\nfeminine sex is not so astonishing, because the chief object of the\nunconscious transference is the mother, as has probably been seen from\nthat which we have already learned. The daughter takes a male attitude\ntowards the mother. The genesis of this adjustment can only be suspected\nin our case, because objective proof is lacking. Therefore, let us\nrather be satisfied with inferences. “She who will understand” means the\nmother, in the infantile language. At the same time, it also means the\nlife companion. As is well known, the sex contrast concerns the libido\nbut little. The sex of the object plays a surprisingly slight rôle in\nthe estimation of the unconscious. The object itself, taken as an\nobjective reality, is but of slight significance. (But it is of greatest\nimportance whether the libido is transferred or introverted.) The\noriginal concrete meaning of _erfassen_, “to seize,” _begreifen_, “to\ntouch,” etc., allows us to recognize clearly the under side of the\nwish—to find a congenial person. But the “upper” intellectual half is\nalso contained in it, and is to be taken into account at the same time.\nOne might be inclined to assume this tendency if it were not that our\nculture abused the same, for the misunderstood woman has become almost\nproverbial, which can only be the result of a wholly distorted\nvaluation. On the one side, our culture undervalues most extraordinarily\nthe importance of sexuality; on the other side, sexuality breaks out as\na direct result of the repression burdening it at every place where it\ndoes not belong, and makes use of such an indirect manner of expression\nthat one may expect to meet it suddenly almost anywhere. Thus the idea\nof the intimate comprehension of a human soul, which is in reality\nsomething very beautiful and pure, is soiled and disagreeably distorted\nthrough the entrance of the indirect sexual meaning.[628] The secondary\nmeaning or, better expressed, the misuse, which repressed and denied\nsexuality forces upon the highest soul functions, makes it possible, for\nexample, for certain of our opponents to scent in psychoanalysis\nprurient erotic confessionals. These are subjective wish-fulfilment\ndeliria which need no contra arguments. This misuse makes the wish to be\n“understood” highly suspicious, if the natural demands of life have not\nbeen fulfilled. Nature has _first claim_ on man; only long afterwards\ndoes the luxury of intellect come. The mediæval ideal of life for the\nsake of death needs gradually to be replaced by a natural conception of\nlife, in which the normal demands of men are thoroughly kept in mind, so\nthat the desires of the animal sphere may no longer be compelled to drag\ndown into their service the high gifts of the intellectual sphere in\norder to find an outlet. We are inclined, therefore, to consider the\ndreamer’s wish for understanding, first of all, as a repressed striving\ntowards the natural destiny. This meaning coincides absolutely with\npsychoanalytic experience, that there are countless neurotic people who\napparently are prevented from experiencing life because they have an\nunconscious and often also a conscious repugnance to the sexual fate,\nunder which they imagine all kinds of ugly things. There is only too\ngreat an inclination to yield to this pressure of the unconscious\nsexuality and to experience the dreaded (unconsciously hoped for)\ndisagreeable sexual experience, so as to acquire by that means a\nlegitimately founded horror which retains them more surely in the\ninfantile situation. This is the reason why so many people fall into\nthat very state towards which they have the greatest abhorrence.\n\nThat we were correct in our assumption that, in Miss Miller, it is a\nquestion of the battle for independence is shown by her statement that\nthe hero’s departure from his father’s house reminds her of the fate of\nthe young Buddha, who likewise renounced all luxury to which he was born\nin order to go out into the world to live out his destiny to its\ncompletion. Buddha gave the same heroic example as did Christ, who\nseparated from his mother, and even spoke bitter words (Matthew, chap.\nx. v. 34):\n\n  “Think not that I am come to send peace on earth: I came not to send\n  peace, but a sword.\n\n  (35) “For I am come to set a man at variance against his father, and\n  the daughter against her mother, and the daughter-in-law against her\n  mother-in-law.\n\n  (36) “And a man’s foes shall be they of his own household.\n\n  (37) “He that loveth father or mother more than me is not worthy of\n  me.”\n\nOr _Luke_, chap. xii, v. 51:\n\n  “Suppose ye that I am come to give peace on earth? I tell you, Nay:\n  but rather division.\n\n  (52) “For from henceforth there shall be five in one house divided,\n  three against two, and two against three.\n\n  (53) “The father shall be divided against the son, and the son against\n  the father; the mother against the daughter, and the daughter against\n  the mother; the mother-in-law against the daughter-in-law, and the\n  daughter-in-law against her mother-in-law.”\n\nHorus snatched from his mother her head adornment, the power. Just as\nAdam struggled with Lilith, so he struggles for power. Nietzsche, in\n“Human, All Too Human,” expressed the same in very beautiful words:\n\n  “One may suppose that a mind, in which the ‘type of free mind’ is to\n  ripen and sweeten at maturity, has had its decisive crisis in a great\n  detachment, so that before this time it was just so much the more a\n  fettered spirit and appeared chained forever to its corner and its\n  pillar.[629] What binds it most firmly? What cords are almost\n  untearable? Among human beings of a high and exquisite type, it would\n  be duties: that reverence, which is suitable for youth, that modesty\n  and tenderness for all the old honored and valued things, that\n  thankfulness for the earth from which they grew, for the hand which\n  guided them, for the shrine where they learnt to pray:—their loftiest\n  moments themselves come to bind them the firmest, to obligate them the\n  most permanently. The great detachment comes suddenly for people so\n  bound.\n\n  “‘Better to die than to live here,’—thus rings the imperative voice of\n  seduction: and this here, this ‘at home’ is all, that it (the soul)\n  has loved until now! A sudden terror and suspicion against that which\n  it has loved, a lightning flash of scorn towards that which is called\n  ‘duty,’ a rebellious, arbitrary, volcanic, impelling desire for\n  travelling, for strange countries, estrangements, coolness, frigidity,\n  disillusionments, a hatred of love, perhaps a sacrilegious touch and\n  glance backwards[630] there where just now it adored and loved,\n  perhaps a blush of shame over what it has just done, and at the same\n  time an exultation over having done it, an intoxicating internal\n  joyous thrill, in which a victory reveals itself—a victory? Over what?\n  Over whom? An enigmatic, doubtful, questioning victory, but the first\n  triumph. Of such woe and pain is formed the history of the great\n  detachment. It is like a disease which can destroy men,—this first\n  eruption of strength and will towards self-assertion.”[631]\n\nThe danger lies, as is brilliantly expressed by Nietzsche, in isolation\nin one’s self:\n\n  “Solitude surrounds and embraces him ever more threatening, ever more\n  constricting, ever more heart-strangling, the terrible Goddess and\n  Mater sæva cupidinum.”\n\nThe libido taken away from the mother, who is abandoned only\nreluctantly, becomes threatening as a serpent, the symbol of death, for\nthe relation to the mother must cease, _must die, which itself almost\ncauses man’s death_. In “Mater sæva cupidinum” the idea attains rare,\nalmost conscious, perfection.\n\nI do not presume to try to paint in better words than has Nietzsche the\npsychology of the wrench from childhood.\n\n\nMiss Miller furnishes us with a further reference to a material which\nhas influenced her creation in a more general manner; this is the great\nIndian epic of Longfellow, “The Song of Hiawatha.”\n\nIf my readers have had patience to read thus far, and to reflect upon\nwhat they have read, they frequently must have wondered at the number of\ntimes I introduce for comparison such apparently foreign material and\nhow often I widen the base upon which Miss Miller’s creations rest.\nDoubts must often have arisen whether it is justifiable to enter into\nimportant discussions concerning the psychologic foundations of myths,\nreligions and culture in general on the basis of such scanty\nsuggestions. It might be said that behind the Miller phantasies such a\nthing is scarcely to be found. I need hardly emphasize the fact that I,\ntoo, have sometimes been in doubt. I had never read “Hiawatha” until, in\nthe course of my work, I came to this part. “Hiawatha,” a poetical\ncompilation of Indian myths, gives me, however, a justification for all\npreceding reflections, because this epic contains an unusual number of\nmythologic problems. This fact is probably of great importance for the\nwealth of suggestions in the Miller phantasies. We are, therefore,\ncompelled to obtain an insight into this epic.\n\nNawadaha sings the songs of the epic of the hero Hiawatha, the friend of\nman:\n\n                 “There he sang of Hiawatha,\n                 Sang the songs of Hiawatha,\n                 Sang his wondrous birth and being,\n                 How he prayed and how he fasted,\n                 How he lived and toiled and suffered,\n                 That the tribes of men might prosper,\n                 That he might advance his people.”\n\nThe teleological meaning of the hero, as that symbolic figure which\nunites in itself libido in the form of admiration and adoration, in\norder to lead to higher sublimations by way of the symbolic bridges of\nthe myths, is anticipated here. Thus we become quickly acquainted with\nHiawatha as a savior, and are prepared to hear all that which must be\nsaid of a savior, of his marvellous birth, of his early great deeds, and\nhis sacrifice for his fellow-men.\n\nThe first song begins with a fragment of evangelism: Gitche Manito, the\n“master of life,” tired of the quarrels of his human children, calls his\npeople together and makes known to them the joyous message:\n\n                “I will send a prophet to you,\n                A Deliverer of the nations,\n                Who shall guide you and shall teach you,\n                Who shall toil and suffer with you.\n                If you listen to his counsels,\n                You will multiply and prosper.\n                If his warnings pass unheeded,\n                You will fade away and perish!”\n\nGitche Manito, the Mighty, “the creator of the nations,” is represented\nas he stood erect “on the great Red Pipestone quarry.”\n\n                  “From his footprints flowed a river,\n                  Leaped into the light of morning,\n                  O’er the precipice plunging downward\n                  Gleamed like Ishkoodah, the comet.”\n\nThe water flowing from his footsteps sufficiently proves the phallic\nnature of this creator. I refer to the earlier utterances concerning the\nphallic and fertilizing nature of the horse’s foot and the horse’s\nsteps, and especially do I recall Hippocrene and the foot of\nPegasus.[632] We meet with the same idea in Psalm lxv, vv. 9 to 11:\n\n  “Thou visitest the earth, and waterest it; thou makest it very\n  plenteous.\n\n  “The river of God is full of water; thou preparest their corn, for so\n  thou providest for the earth.\n\n  “Thou waterest her furrows: thou sendest rain into the little valleys\n  thereof; thou makest it soft with the drops of rain, and blessest the\n  increase of it.\n\n  “Thou crownest the year with thy goodness; and thy paths drop\n  fatness.”\n\nWherever the fertilizing God steps, there is fruitfulness. We already\nhave spoken of the symbolic meaning of treading in discussing the\nnightmares. Kaineus passes into the depths, “splitting the earth with a\nfoot outstretched.” Amphiaraus, another chthonic hero, sinks into the\nearth, which Zeus has opened for him by a stroke of lightning. (Compare\nwith that the above-mentioned vision of a hysterical patient, who saw a\nblack horse after a flash of lightning: identity of horse’s footstep and\nflash of lightning.) By means of a flash of lightning heroes were made\nimmortal.[633] Faust attained the mothers when he stamped his foot.\n\n  “Stamp and descend, stamping thou’lt rise again.”\n\nThe heroes in the sun-devouring myths often stamp at or struggle in the\njaws of the monster. Thus Tor stamped through the ship’s bottom in\nbattle with the monster, and _went as far as the bottom of the sea_.\n(Kaineus.) (Concerning “kicking” as an infantile phantasy, see above.)\nThe regression of the libido to the presexual stage makes this\npreparatory action of treading either a substitution for the coitus\nphantasy or for the phantasy of re-entrance into the mother’s womb. The\ncomparison of water flowing from the footsteps with a comet is a light\nsymbolism for the fructifying moisture (sperma). According to an\nobservation by Humboldt (Kosmos), certain South American Indian tribes\ncall the meteors “urine of the stars.” Mention is also made of how\nGitche Manito makes fire. He blows upon a forest, so that the trees,\nrubbing upon each other, burst into flame. This demon is, therefore, an\nexcellent libido symbol; he also produced fire.\n\nAfter this prologue in the second song, the hero’s previous history is\nrelated. The great warrior, Mudjekeewis (Hiawatha’s father), has\ncunningly overcome the great bear, “the terror of the nations,” and\nstolen from him the magic “belt of wampum,” a girdle of shells. Here we\nmeet the motive of the “treasure attained with difficulty,” which the\nhero rescues from the monster. Who the bear is, is shown by the poet’s\ncomparisons. Mudjekeewis strikes the bear on his head after he has\nrobbed him of the treasure.\n\n                 “With the heavy blow bewildered\n                 Rose the great Bear of the mountains,\n                 But his knees beneath him trembled,\n                 And he whimpered _like a woman_.”\n\nMudjekeewis said derisively to him:\n\n                 “Else you would not cry, and whimper,\n                 Like a _miserable woman_!\n\n                        ·       ·       ·       ·       ·\n\n                 But you, Bear! sit here and whimper,\n                 And disgrace your tribe by crying,\n                 Like a wretched Shaugodaya,\n                 Like a _cowardly old woman_!”\n\nThese three comparisons with a woman are to be found near each other on\nthe same page. Mudjekeewis has, like a true hero, once more torn life\nfrom the jaws of death, from the all-devouring “terrible mother.” This\ndeed, which, as we have seen, is also represented as a journey to hell,\n“night journey through the sea,” the conquering of the monster from\nwithin, signifies at the same time entrance into the mother’s womb, a\nrebirth, the results of which are perceptible also for Mudjekeewis. As\nin the Zosimos vision, here too the entering one becomes the breath of\nthe wind or spirit. Mudjekeewis becomes the west wind, the fertilizing\nbreath, the father of winds.[634] His sons become the other winds. An\nintermezzo tells of them and of their love stories, of which I will\nmention only the courtship of Wabuns, the East Wind, because here the\nerotic wooing of the wind is pictured in an especially beautiful manner.\nEvery morning he sees a beautiful girl in a meadow, whom he eagerly\ncourts:\n\n                 “Every morning, gazing earthward,\n                 Still the first thing he beheld there\n                 Was her blue eyes looking at him,\n                 Two blue lakes among the rushes.”\n\nThe comparison with water is not a matter of secondary importance,\nbecause “from wind and water” shall man be born anew.\n\n                “And he wooed her with caresses,\n                Wooed her with his smile of sunshine,\n                With his flattering words he wooed her,\n                With his sighing and his singing,\n                Gentlest whispers in the branches,\n                Softest music, sweetest odors,” etc.\n\nIn these onomatopoetic verses the wind’s caressing courtship is\nexcellently expressed.[635]\n\nThe third song presents the previous history of Hiawatha’s mother. His\ngrandmother, when a maiden, lived in the moon. There she once swung upon\na liana, but a jealous lover cut off the liana, and Nokomis, Hiawatha’s\ngrandmother, fell to earth. The people, who saw her fall downwards,\nthought that she was a _shooting star_. This marvellous descent of\nNokomis is more plainly illustrated by a later passage of this same\nsong; there little Hiawatha asks the grandmother what is the moon.\nNokomis teaches him about it as follows: The moon is the body of a\n_grandmother_, whom a warlike grandson has cast up there in wrath. Hence\nthe moon is the _grandmother_. In ancient beliefs, the moon is also the\ngathering place of departed souls,[636] the guardian of seeds;\ntherefore, once more a place of the origin of life of predominantly\nfeminine significance. The remarkable thing is that Nokomis, falling\nupon the earth, gave birth to a daughter, Wenonah, subsequently the\nmother of Hiawatha. The throwing upwards of the mother, and her falling\ndown and bringing forth, seems to contain something typical in itself.\nThus a story of the seventeenth century relates that a mad bull threw a\npregnant woman as high as a house, and tore open her womb, and the child\nfell without harm upon the earth. On account of his wonderful birth,\nthis child was considered a hero or doer of miracles, but he died at an\nearly age. The belief is widespread among lower savages that the sun is\nfeminine and the moon masculine. Among the Namaqua, a Hottentot tribe,\nthe opinion is prevalent that the sun consists of transparent bacon.\n\n  “The people, who journey on boats, draw it down by magic every\n  evening, cut off a suitable piece and then give it _a kick so that it\n  flies up again into the sky_.”—_Waitz_: “Anthropologie,” II, 342.\n\nThe infantile nourishment comes from the mother. In the Gnostic\nphantasies we come across a legend of the origin of man which possibly\nbelongs here: the female archons bound to the vault of Heaven are\nunable, on account of its quick rotation, to keep their young within\nthem, but let them fall upon the earth, from which men arise. Possibly\nthere is here a connection with barbaric midwifery, the letting fall of\nthe parturient. The assault upon the mother is already introduced with\nthe adventure of Mudjekeewis, and is continued in the violent handling\nof the “grandmother,” Nokomis, who, as a result of the cutting of the\nliana and the fall downwards, seems in some way to have become pregnant.\nThe “cutting of the branch,” the plucking, we have already recognized as\nmother incest. (See above.) That well-known verse, “Saxonland, where\nbeautiful maidens grow upon trees,” and phrases like “picking cherries\nin a neighbor’s garden,” allude to a similar idea. The fall downwards of\nNokomis deserves to be compared to a poetical figure in Heine.\n\n                    “A star, a star is falling\n                      Out of the glittering sky!\n                    The star of Love! I watch it\n                      Sink in the depths and die.\n\n                    “The leaves and buds are falling\n                      From many an apple-tree;\n                    I watch the mirthful breezes\n                      Embrace them wantonly...”\n\nWenonah later was courted by the caressing West Wind, and becomes\npregnant. Wenonah, as a young moon-goddess, has the beauty of the\nmoonlight. Nokomis warns her of the dangerous courtship of Mudjekeewis,\nthe West Wind. But Wenonah allows herself to become infatuated, and\nconceives from the breath of the wind, from the πνεῦμα, a son, our hero.\n\n                 “And the West-Wind came at evening,\n\n                        ·       ·       ·       ·       ·\n\n                 Found the beautiful Wenonah,\n                 Lying there amid the lilies,\n                 Wooed her with his words of sweetness,\n                 Wooed her with his soft caresses,\n                 Till she bore a son in sorrow,\n                 Bore a son of love and sorrow.”\n\nFertilization through the breath of the spirit is already a well-known\nprecedent for us. The star or comet plainly belongs to the birth scene\nas a libido symbol; Nokomis, too, comes to earth as a shooting star.\nMörike’s sweet poetic phantasy has devised a similar divine origin.\n\n               “And she who bore me in her womb,\n                 And gave me food and clothing.\n               She was a maid—a wild, brown maid,\n                 Who looked on men with loathing.\n\n               “She fleered at them and laughed out loud,\n                 And bade no suitor tarry;\n               ‘I’d rather be the Wind’s own bride\n                 Than have a man and marry.’\n\n               “Then came the Wind and held her fast\n                 His captive, love-enchanted;\n               And lo, by him a merry child\n                 Within her womb was planted.”\n\nBuddha’s marvellous birth story, retold by Sir Edwin Arnold, also shows\ntraces of this.[637]\n\n       “Maya, the Queen ...\n       Dreamed a strange dream, dreamed that a star from heaven—\n       Splendid, six-rayed, in color rosy-pearl,\n       Whereof the token was an Elephant\n       Six-tusked and white as milk of Kamadhuk—\n       Shot through the void; and shining into her,\n       Entered her womb upon the right.”[638]\n\nDuring Maya’s conception a wind blows over the land:\n\n                                      “A wind blew\n              With unknown freshness over lands and seas.”\n\nAfter the birth the four genii of the East, West, South and North come\nto render service as bearers of the palanquin. (The coming of the wise\nmen at Christ’s birth.) We also find here a distinct reference to the\n“four winds.” For the completion of the symbolism there is to be found\nin the Buddha myth, as well as in the birth legend of Christ, besides\nthe impregnation by star and wind, also the fertilization by an animal,\nhere an elephant, which with its phallic trunk fulfilled in Maya the\nChristian method of fructification through the ear or the head. It is\nwell known that, in addition to the dove, the unicorn is also a\nprocreative symbol of the Logos.\n\nHere arises the question why the birth of a hero always had to take\nplace under such strange symbolic circumstances? It might also be\nimagined that a hero arose from ordinary surroundings and gradually grew\nout of his inferior environment, perhaps with a thousand troubles and\ndangers. (And, indeed, this motive is by no means strange in the hero\nmyth.) It might be said that superstition demands strange conditions of\nbirth and generation; but why does it demand them?\n\nThe answer to this question is: that the birth of the hero, as a rule,\nis not that of an ordinary mortal, but is a rebirth from the\nmother-spouse; hence it occurs under mysterious ceremonies. Therefore,\nin the very beginning, lies the motive of the two mothers of the hero.\nAs Rank[639] has shown us through many examples, the hero is often\nobliged to experience exposure, and upbringing by foster parents, and in\nthis manner he acquires the two mothers. A striking example is the\nrelation of Hercules to Hera. In the Hiawatha epic Wenonah dies after\nthe birth and Nokomis takes her place. Maya dies after the birth[640]\nand Buddha is given a stepmother. The stepmother is sometimes an animal\n(the she-wolf of Romulus and Remus, etc.). The twofold mother may be\nreplaced by the motive of twofold birth, which has attained a lofty\nsignificance in the Christian mythology; namely, through baptism, which,\nas we have seen, represents rebirth. Thus man is born not merely in a\ncommonplace manner, but also born again in a mysterious manner, by means\nof which he becomes a participator of the kingdom of God, of\nimmortality. Any one may become a hero in this way who is generated anew\nthrough his own mother, because only through her does he share in\nimmortality. Therefore, it happened that the death of Christ on the\ncross, which creates universal salvation, was understood as “baptism”;\nthat is to say, as rebirth through the second mother, the mysterious\ntree of death. Christ says:\n\n  “But I have a baptism to be baptized with: and how am I straitened\n  till it be accomplished!”—_Luke_ xii: 50.\n\nHe interprets his death agony symbolically as birth agony.\n\nThe motive of the two mothers suggests the thought of self-rejuvenation,\nand evidently expresses the fulfilment of the wish that it _might be\npossible for the mother to bear me again_; at the same time, applied to\nthe heroes, it means one is a hero who is borne again by her who has\npreviously been his mother; that is to say, _a hero is he who may again\nproduce himself through his mother_.\n\nThe countless suggestions in the history of the procreation of the\nheroes indicate the latter formulations. Hiawatha’s father first\noverpowered the mother under the symbol of the bear; then himself\nbecoming a god, he procreates the hero. What Hiawatha had to do as hero,\nNokomis hinted to him in the legend of the origin of the moon; he is\nforcibly to throw his mother upwards (or throw downwards?); then she\nwould become pregnant by this act of violence and could bring forth a\ndaughter. This rejuvenated mother would be allotted, according to the\nEgyptian rite, as a daughter-wife to the sun-god, the father of his\nmother, for self-reproduction. What action Hiawatha takes in this regard\nwe shall see presently. We have already studied the behavior of the\npre-Asiatic gods related to Christ. Concerning the pre-existence of\nChrist, the Gospel of St. John is full of this thought. Thus the speech\nof John the Baptist:\n\n  “This is he of whom I said, After me cometh a man which is preferred\n  before me; for he was before me.”—_John_ i: 30.\n\nAlso the beginning of the gospel is full of deep mythologic\nsignificance:\n\n  “In the beginning was the Word, and the Word was with God, and the\n  Word was God. The same was in the beginning with God.\n\n  (3) “All things were made by him, and without him was not anything\n  made that was made.\n\n  (4) “In him was life, and the _life_ was the _light of men_.\n\n  (5) “And the light shineth in darkness; and the darkness comprehendeth\n  it not.\n\n  (6) “There was a man sent from God whose name was John.\n\n  (7) “The same came for a witness, to bear witness of the Light.\n\n  (8) “He was not that Light, but was sent to bear witness of that\n  Light.\n\n  (9) “That was the true Light, which lighteth every man that cometh\n  into the world.”\n\nThis is the proclamation of the reappearing light, the reborn sun, which\nformerly was, and which will be again. In the baptistry at Pisa, Christ\nis represented bringing the tree of life to man; his head is surrounded\nby a sun halo. Over this relief stand the words INTROITUS SOLIS.\n\nBecause the one born was his own procreator, the history of his\nprocreation is strangely concealed under symbolic events, which are\nmeant to conceal and deny it; hence the extraordinary assertion of the\nvirgin conception. This is meant to hide the incestuous impregnation.\nBut do not let us forget that this naïve assertion plays an unusually\nimportant part in the ingenious symbolic bridge, which is to guide the\nlibido out from the incestuous bond to higher and more useful\napplications, which indicate a new kind of immortality; that is to say,\nimmortal work.\n\nThe environment of Hiawatha’s youth is of importance:\n\n                 “By the shores of Gitche Gumee,\n                 By the shining Big-Sea-Water,\n                 Stood the wigwam of Nokomis,\n                 Daughter of the Moon, Nokomis.\n                 Dark behind it rose the forest,\n                 Rose the black and gloomy pine-trees,\n                 Rose the firs with cones upon them.\n                 Bright before it beat the water,\n                 Beat the clear and sunny water,\n                 Beat the shining Big-Sea-Water.”\n\nIn this environment Nokomis brought him up. Here she taught him the\nfirst words, and told him the first fairy tales, and the sounds of the\nwater and the wood were intermingled, so that the child learned not only\nto understand man’s speech, but also that of Nature:\n\n                “At the door on summer evenings\n                Sat the little Hiawatha;\n                Heard the whispering of the pine-trees,\n                Heard the lapping of the water,\n                Sounds of music, words of wonder:\n                ‘Minne-wawa!’[641] said the pine-trees,\n                ‘Mudway-aushka!’[642] said the water.”\n\nHiawatha hears human speech in the sounds of Nature; thus he understands\nNature’s speech. The wind says, “Wawa.” The cry of the wild goose is\n“Wawa.” Wah-wah-taysee means the small glowworm which enchants him. Thus\nthe poet paints most beautifully the gradual gathering of external\nnature into the compass of the subjective,[643] and the intimate\nconnection of the primary object to which the first lisping words were\napplied, and from which the first sounds were derived, with the\nsecondary object, the wider nature which usurps imperceptibly the\nmother’s place, and takes possession of those sounds heard first from\nthe mother, and also of those feelings which we all discover later in\nourselves in all the warm love of Mother Nature. The later blending,\nwhether pantheistic-philosophic or æsthetic, of the sentimental,\ncultured man with nature is, looked at retrospectively, a reblending\nwith the mother, who was our primary object, and with whom we truly were\nonce wholly one.[644] Therefore, it is not astonishing when we again see\nemerging in the poetical speech of a modern philosopher, Karl Joël, the\nold pictures which symbolize the unity with the mother, illustrated by\nthe confluence of subject and object. In his recent book, “Seele und\nWelt” (1912), Joël writes as follows, in the chapter called “Primal\nExperience”[645]:\n\n  “I lay on the seashore, the shining waters glittering in my dreamy\n  eyes; at a great distance fluttered the soft breeze; throbbing,\n  shimmering, stirring, lulling to sleep comes the wave beat to the\n  shore—or to the ear? I know not. Distance and nearness become blurred\n  into one; without and within glide into each other. Nearer and nearer,\n  _dearer and more homelike sounds the beating of the waves_; now, like\n  a thundering pulse in my head it strikes, and now it beats over my\n  soul, devours it, embraces it, while it itself at the same time floats\n  out like the blue waste of waters. Yes, without and within are one.\n  Glistening and foaming, flowing and fanning and roaring, the entire\n  symphony of the stimuli experienced sounds in one tone, all thought\n  becomes one thought, which becomes one with feeling; the world exhales\n  in the soul and the soul dissolves in the world. Our small life is\n  encircled by a great sleep—_the sleep of our cradle, the sleep of our\n  grave, the sleep of our home, from which we go forth in the morning,\n  to which we again return in the evening_; our life but the short\n  journey, the interval between the emergence from the original oneness\n  and the sinking back into it! Blue shimmers the infinite sea, wherein\n  dreams the jelly fish of the primitive life, toward which without\n  ceasing our thoughts hark back dimly through eons of existence. For\n  every happening entails a change and a guarantee of the unity of life.\n  At that moment when they are no longer blended together, in that\n  instant man lifts his _head, blind and dripping, from the depths_ of\n  the stream of experience, from the oneness with the experience; at\n  that moment of parting when the unity of life in startled surprise\n  detaches the Change and holds it away from itself as something alien,\n  at this moment of alienation the aspects of the experience have been\n  substantialized into subject and object, and in that moment\n  consciousness is born.”\n\nJoël paints here, in unmistakable symbolism, the confluence of subject\nand object as the reunion of mother and child. The symbols agree with\nthose of mythology, even in their details. The encircling and devouring\nmotive is distinctly suggested. The sea, devouring the sun and giving\nbirth to it anew, is already an old acquaintance. The moment of the rise\nof consciousness, the separation of subject and object is a birth; truly\nphilosophical thought hangs with lame wings upon the few great primitive\npictures of human speech, above the simple, all-surpassing greatness of\nwhich no thought can rise. The idea of the jelly fish is not\n“accidental.” Once when I was explaining to a patient the maternal\nsignificance of water at this contact with the mother complex, she\nexperienced a very unpleasant feeling. “It makes me squirm,” she said,\n“as if I touched a jelly fish.” Here, too, the same idea! The blessed\nstate of sleep before birth and after death is, as Joël observed,\nsomething like old shadowy memories of that unsuspecting, thoughtless\nstate of early childhood, where as yet no opposition disturbed the\npeaceful flow of dawning life, to which the inner longing always draws\nus back again and again, and from which the active life must free itself\nanew with struggle and death, so that it may not be doomed to\ndestruction. Long before Joël, an Indian chieftain had said the same\nthing in similar words to one of the restless wise men:\n\n  “Ah, my brother, you will never learn to know the happiness of\n  thinking nothing and doing nothing: this is next to sleep; this is the\n  most delightful thing there is. Thus we were before birth, thus we\n  shall be after death.”[646]\n\nWe shall see in Hiawatha’s later fate how important his early\nimpressions are in his choice of a wife. Hiawatha’s first deed was to\nkill a roebuck with his arrow:\n\n                   “Dead he lay there in the forest,\n                   By the ford across the river.”\n\nThis is typical of Hiawatha’s deeds. Whatever he kills, for the most\npart, lies _next to or in the water_, sometimes half in the water and\nhalf on the land.[647] It seems that this must well be so. The later\nadventures will teach us why this must be so. The buck was no ordinary\nanimal, but a magic one; that is to say, one with an additional\nunconscious significance. Hiawatha made for himself gloves and moccasins\nfrom its hide; the gloves imparted such strength to his arms that he\ncould crumble rocks to dust, and the moccasins had the virtue of the\nseven-league boots. By enwrapping himself in the buck’s skin he really\nbecame a giant. This motive, together with the death of the animal at\nthe ford,[648] in the water, reveals the fact that the parents are\nconcerned, whose gigantic proportions as compared with the child are of\ngreat significance in the unconscious. The “toys of giants” is a wish\ninversion of the infantile phantasy. The dream of an eleven-year-old\ngirl expresses this:\n\n  “I am as high as a church steeple; then a policeman comes. I tell him,\n  ‘If you say anything, I will cut off your head.’”\n\nThe “policeman,” as the analysis brought out, referred to the father,\nwhose gigantic size was over-compensated by the church steeple. In\nMexican human sacrifices, the gods were represented by criminals, who\nwere slaughtered, and flayed, and the Corybantes then clothed themselves\nin the bloody skins, in order to illustrate the resurrection of the\ngods.[649] (The snake’s casting of his skin as a symbol of\nrejuvenation.)\n\nHiawatha has, therefore, conquered his parents, primarily the mother,\nalthough in the form of a male animal (compare the bear of Mudjekeewis);\nand from that comes his giant’s strength. He has taken on the parent’s\nskin and now has himself become a great man. Now he started forth to his\nfirst great battle to fight with the father Mudjekeewis, in order to\navenge his dead mother Wenonah. Naturally, under this figure of speech\nhides the thought that he slays the father, in order to take possession\nof the mother. Compare the battle of Gilgamesh with the giant Chumbaba\nand the ensuing conquest of Ishtar. The father, in the psychologic\nsense, merely represents the personification of the incest prohibition;\nthat is to say, resistance, which defends the mother. Instead of the\nfather, it may be a fearful animal (the great bear, the snake, the\ndragon, etc.) which must be fought and overcome. The hero is a hero\nbecause he sees in every difficulty of life resistance to the forbidden\ntreasure, and fights that resistance with the complete yearning which\nstrives towards the treasure, attainable with difficulty, or\nunattainable, the yearning which paralyzes and kills the ordinary man.\n\nHiawatha’s father is Mudjekeewis, the west wind; the battle, therefore,\ntakes place in the west. Thence came life (impregnation of Wenonah);\nthence also came death (death of Wenonah). Hiawatha, therefore, fights\nthe typical battle of the hero for rebirth in the western sea, the\nbattle with the devouring terrible mother, this time in the form of the\nfather. Mudjekeewis, who himself had acquired a divine nature, through\nhis conquest of the bear, now is overpowered by his son:\n\n                 “Back retreated Mudjekeewis,\n                 Rushing westward o’er the mountains,\n                 Stumbling westward down the mountains,\n                 Three whole days retreated fighting,\n                 Still pursued by Hiawatha\n                 To the doorways of the West-Wind,\n                 To the portals of the Sunset,\n                 To the earth’s remotest border,\n                 Where into the empty spaces\n                 Sinks the sun, as a flamingo\n                 Drops into her nest at nightfall.”\n\nThe “three days” are a stereotyped form representing the stay in the sea\nprison of night. (Twenty-first until twenty-fourth of December.) Christ,\ntoo, remained three days in the underworld. “The treasure, difficult to\nattain,” is captured by the hero during this struggle in the west. In\nthis case the father must make a great concession to the son; he gives\nhim divine nature,[650] that very wind nature, the immortality of which\nalone protected Mudjekeewis from death. He says to his son:\n\n                   “I will share my kingdom with you,\n                   Ruler shall you be henceforward,\n                   Of the Northwest-Wind, Keewaydin,\n                   Of the home-wind, the Keewaydin.”\n\nThat Hiawatha now becomes ruler of the home-wind has its close parallel\nin the Gilgamesh epic, where Gilgamesh finally receives the magic herb\nfrom the wise old Utnapishtim, who dwells in the West, which brings him\nsafe once more over the sea to his home; but this, when he is home\nagain, is retaken from him by a serpent.\n\nWhen one has slain the father, one can obtain possession of his wife,\nand when one has conquered the mother, one can free one’s self.\n\nOn the return journey Hiawatha stops at the clever arrow-maker’s, who\npossesses a lovely daughter:\n\n                   “And he named her from the river,\n                   From the water-fall he named her,\n                   Minnehaha, Laughing Water.”\n\nWhen Hiawatha, in his earliest childhood dreaming, felt the sounds of\nwater and wind press upon his ears, he recognized in these sounds of\nnature the speech of his mother. The murmuring pine trees on the shore\nof the great sea, said “Minnewawa.” And above the murmuring of the winds\nand the splashing of the water he found his earliest childhood dreams\nonce again in a woman, “Minnehaha,” the laughing water. And the hero,\nbefore all others, finds in woman the mother, in order to become a child\nagain, and, finally, to solve the riddle of immortality.\n\nThe fact that Minnehaha’s father is a skilful arrow-maker betrays him as\nthe father of the hero (and the woman he had with him as the mother).\nThe father of the hero is very often a skilful carpenter, or other\nartisan. According to an Arabian legend, Tare,[651] Abraham’s father,\nwas a skilful master workman, who could carve arrows from any wood; that\nis to say, in the Arabian form of speech, he was a procreator of\nsplendid sons.[652] Moreover, he was a maker of images of gods.\nTvashtar, Agni’s father, is the maker of the world, a smith and\ncarpenter, the discoverer of fire-boring. Joseph, the father of Jesus,\nwas also a carpenter; likewise Kinyras, Adonis’s father, who is said to\nhave invented the hammer, the lever, roofing and mining. Hephaestus, the\nfather of Hermes, is an artistic master workman and sculptor. In fairy\ntales, the father of the hero is very modestly the traditional\nwood-cutter. These conceptions were also alive in the cult of Osiris.\nThere the divine image was carved out of a tree trunk and then placed\nwithin the hollow of the tree. (Frazer: “Golden Bough,” Part IV.) In\nRigveda, the world was also hewn out of a tree by the world-sculptor.\nThe idea that the hero is his own procreator[653] leads to the fact that\nhe is invested with paternal attributes, and reversedly the heroic\nattributes are given to the father. In Mânî there exists a beautiful\nunion of the motives. He accomplishes his great labors as a religious\nfounder, hides himself for years in a cave, he dies, is skinned, stuffed\nand hung up (hero). Besides he is an artist, and has a crippled foot. A\nsimilar union of motives is found in Wieland, the smith.\n\nHiawatha kept silent about what he saw at the old arrow-maker’s on his\nreturn to Nokomis, and he did nothing further to win Minnehaha. But now\nsomething happened, which, if it were not in an Indian epic, would\nrather be sought in the history of a neurosis. Hiawatha introverted his\nlibido; that is to say, he fell into an extreme resistance against the\n“real sexual demand” (Freud); he built a hut for himself in the wood, in\norder to fast there and to experience dreams and visions. For the first\nthree days he wandered, as once in his earliest youth, through a forest\nand looked at all the animals and plants:\n\n               “‘Master of life!’ he cried, desponding,\n               ‘Must our lives depend on these things?’”\n\nThe question whether our lives must depend upon “these things” is very\nstrange. It sounds as if life were derived from these things; that is to\nsay, from nature in general. Nature seems suddenly to have assumed a\nvery strange significance. This phenomenon can be explained only through\nthe fact that a great amount of libido was stored up and now is given to\nnature. As is well known, men of even dull and prosy minds, in the\nspringtime of love, suddenly become aware of nature, and even make poems\nabout it. But we know that libido, prevented from an actual way of\ntransference, always reverts to an earlier way of transference.\nMinnehaha, the laughing water, is so clearly an allusion to the mother\nthat the secret yearning of the hero for the mother is powerfully\ntouched. Therefore, without having undertaken anything, he goes home to\nNokomis; but there again he is driven away, because Minnehaha already\nstands in his path.\n\nHe turns, therefore, even further away, into that early youthful period,\nthe tones of which recall Minnehaha most forcibly to his thoughts, where\nhe learnt to hear the mother-sounds in the sounds of nature. In this\nvery strange revival of the impressions of nature we recognize a\nregression to those earliest and strongest nature impressions which\nstand next to the subsequently extinguished, even stronger, impressions\nwhich the child received from the mother. The glamour of this feeling\nfor her is transferred to other objects of the childish environment\n(father’s house, playthings, etc.), from which later those magic\nblissful feelings proceed, which seem to be peculiar to the earliest\nchildish memories. When, therefore, Hiawatha hides himself in the lap of\nnature, it is really the mother’s womb, and it is to be expected that he\nwill emerge again new-born in some form.\n\nBefore turning to this new creation arising from introversion, there is\nstill a further significance of the preceding question to be considered:\nwhether life is dependent upon “these things”? Life may depend upon\nthese things in the degree that they serve _for nourishment_. We must\ninfer in this case that suddenly the question of nutrition came very\nnear the hero’s heart. (This possibility will be thoroughly proven in\nwhat follows.) The question of nutrition, indeed, enters seriously into\nconsideration. First, because regression to the mother necessarily\nrevives that special path of transference; namely, that of nutrition\nthrough the mother. As soon as the libido regresses to the presexual\nstage, there we may expect to see the function of nutrition and its\nsymbols put in place of the sexual function. Thence is derived an\nessential root of the displacement from below upwards (Freud), because,\nin the presexual stage, the principal value belongs not to the genitals,\nbut to the mouth. Secondly, because the hero fasted, his hunger becomes\npredominant. Fasting, as is well known, is employed to silence\nsexuality; also, it expresses symbolically the resistance against\nsexuality, translated into the language of the presexual stage. On the\nfourth day of his fast the hero ceased to address himself to nature; he\nlay exhausted, with half-closed eyes, upon his couch, sunk deep in\ndreams, the picture of extreme introversion.\n\nWe have already seen that, in such circumstances, an infantile internal\nequivalent for reality appears, in the place of external life and\nreality. This is also the case with Hiawatha:\n\n                “And he saw a youth approaching,\n                Dressed in garments green and yellow,\n                Coming through the purple twilight,\n                Through the splendor of the sunset;\n                Plumes of green bent o’er his forehead,\n                And his hair was soft and golden.”\n\nThis remarkable apparition reveals himself in the following manner to\nHiawatha:\n\n                “From the Master of Life descending,\n                I, the friend of man, Mondamin,\n                Come to warn you and instruct you,\n                How by struggle and by labor\n                You shall gain what you have prayed for.\n                Rise up from your bed of branches;\n                Rise, O youth, and wrestle with me!”\n\nMondamin is the maize: a god, who is eaten, arising from Hiawatha’s\nintroversion. His hunger, taken in a double sense, his longing for the\nnourishing mother, gives birth from his soul to another hero, the edible\nmaize, the son of the earth mother. Therefore, he again arises at\nsunset, symbolizing the entrance into the mother, and in the western\nsunset glow he begins again the mystic struggle with the self-created\ngod, the god who has originated entirely from the longing for the\nnourishing mother. The struggle is again the struggle for liberation\nfrom this destructive and yet productive longing. Mondamin is,\ntherefore, equivalent to the mother, and the struggle with him means the\noverpowering and impregnation of the mother. This interpretation is\nentirely proven by a myth of the Cherokees, “who invoke it (the maize)\nunder the name of ‘The Old Woman,’ in allusion to a myth that it sprang\nfrom the blood of an old woman killed by her disobedient sons”:[654]\n\n                  “Faint with famine, Hiawatha\n                  Started from his bed of branches,\n                  From the twilight of his wigwam\n                  Forth into the flush of sunset\n                  Came, and wrestled with Mondamin;\n                  At his touch he felt new courage\n                  Throbbing in his brain and bosom,\n                  Felt new life and hope and vigor\n                  Run through every nerve and fibre.”\n\nThe battle at sunset with the god of the maize gives Hiawatha new\nstrength; and thus it must be, because the fight for the individual\ndepths, against the paralyzing longing for the mother, gives creative\nstrength to men. Here, indeed, is the source of all creation, but it\ndemands heroic courage to fight against these forces and to wrest from\nthem the “treasure difficult to attain.” He who succeeds in this has, in\ntruth, attained the best. Hiawatha wrestles with himself for his\ncreation.[655] The struggle lasts again the charmed three days. The\nfourth day, just as Mondamin prophesied, Hiawatha conquers him, and\nMondamin sinks to the ground in death. As Mondamin previously desired,\nHiawatha digs his grave in mother earth, and soon afterwards from this\ngrave the young and fresh maize grows for the nourishment of mankind.\n\nConcerning the thought of this fragment, we have therein a beautiful\nparallel to the mystery of Mithra, where first the battle of the hero\nwith his bull occurs. Afterwards Mithra carries in “transitus” the bull\ninto the cave, where he kills him. From this death all fertility grows,\nall that is edible.[656] The cave corresponds to the grave. The same\nidea is represented in the Christian mysteries, although generally in\nmore beautiful human forms. The soul struggle of Christ in Gethsemane,\nwhere he struggles with himself in order to complete his work, then the\n“transitus,” the carrying of the cross,[657] where he takes upon himself\nthe symbol of the destructive mother, and therewith takes himself to the\nsacrificial grave, from which, after three days, he triumphantly arises;\nall these ideas express the same fundamental thoughts. Also, the symbol\nof eating is not lacking in the Christian mystery. Christ is a god who\nis eaten in the Lord’s Supper. His death transforms him into bread and\nwine, which we partake of in grateful memory of his great deed.[658] The\nrelation of Agni to the Somadrink and that of Dionysus to wine[659] must\nnot be omitted here. An evident parallel is Samson’s rending of the\nlion, and the subsequent inhabitation of the dead lion by honey bees,\nwhich gives rise to the well-known German riddle:\n\n  “Speise ging von dem Fresser und Süssigkeit von dem Starken (Food went\n  from the glutton and sweet from the strong).”[660]\n\nIn the Eleusinian mysteries these thoughts seem to have played a rôle.\nBesides Demeter and Persephone, Iakchos is a chief god of the Eleusinian\ncult; he was the “puer æternus,” the eternal boy, of whom Ovid says the\nfollowing:\n\n            “Tu puer æternus, tu formosissimus alto\n            Conspiceris cœlo tibi, cum sine cornibus astas,\n            Virgineum caput est,” etc.[661]\n\nIn the great Eleusinian festival procession the image of Iakchos was\ncarried. It is not easy to say which god is Iakchos, possibly a boy, or\na new-born son, similar to the Etrurian Tages, who bears the surname\n“the freshly ploughed boy,” because, according to the myth, he arose\nfrom the furrow of the field behind the peasant, who was ploughing. This\nidea shows unmistakably the Mondamin motive. The plough is of well-known\nphallic meaning; the furrow of the field is personified by the Hindoos\nas woman. The psychology of this idea is that of a coitus, referred back\nto the presexual stage (stage of nutrition). The son is the edible fruit\nof the field. Iakchos passes, in part, as son of Demeter or of\nPersephone, also appropriately as consort of Demeter. (Hero as\nprocreator of himself.) He is also called τῆς Δήμητρος δαίμων (Δαίμων\nequals libido, also Mother libido.) He was identified with Dionysus,\nespecially with the Thracian Dionysus-Zagreus, of whom a typical fate of\nrebirth was related. Hera had goaded the Titans against Zagreus, who,\nassuming many forms, sought to escape them, until they finally took him\nwhen he had taken on the form of a bull. In this form he was killed\n(Mithra sacrifice) and dismembered, and the pieces were thrown into a\ncauldron; but Zeus killed the Titans by lightning, and swallowed the\nstill-throbbing heart of Zagreus. Through this act he gave him existence\nonce more, and Zagreus as Iakchos again came forth.\n\nIakchos carries the torch, the phallic symbol of procreation, as Plato\ntestifies. In the festival procession, the sheaf of corn, the cradle of\nIakchos, was carried. (λῖκνον, mystica vannus Iacchi.) The Orphic\nlegend[662] relates that Iakchos was brought up by Persephone, when,\nafter three years’ slumber in the λῖκνον,[663] he awoke. This statement\ndistinctly suggests the Mondamin motive. The 20th of Boedromion (the\nmonth Boedromion lasts from about the 5th of September to the 5th of\nOctober) is called Iakchos, in honor of the hero. On the evening of this\nday the great torchlight procession took place on the seashore, in which\nthe quest and lament of Demeter was represented. The rôle of Demeter,\nwho, seeking her daughter, wanders over the whole earth without food or\ndrink, has been taken over by Hiawatha in the Indian epic. He turns to\nall created things without obtaining an answer. As Demeter first learns\nof her daughter from the subterranean Hecate, so does Hiawatha first\nfind the one sought for, Mondamin,[664] in the deepest introversion\n(descent to the mother). Hiawatha produces from himself, Mondamin, as a\nmother produces the son. The longing for the mother also includes the\nproducing mother (first devouring, then birth-giving). Concerning the\nreal contents of the mysteries, we learn through the testimony of Bishop\nAsterius, about 390 A.D., the following:\n\n  “Is not there (in Eleusis) the gloomiest descent, and the most solemn\n  communion of the hierophant and the priestess; between him and her\n  alone? Are the torches not extinguished, and does not the vast\n  multitude regard as their salvation that which takes place between the\n  two in the darkness?”[665]\n\nThat points undoubtedly to a ritual marriage, which was celebrated\nsubterraneously in mother earth. The Priestess of Demeter seems to be\nthe representative of the earth goddess, perhaps the furrow of the\nfield.[666] The descent into the earth is also the symbol of the\nmother’s womb, and was a widespread conception under the form of cave\nworship. Plutarch relates of the Magi that they sacrificed to Ahriman,\nεἰς τόπον ἀνήλιον.[667] Lukian lets the magician Mithrobarzanes εἰς\nχωρίον ἔρημον καὶ ὑλῶδες καὶ ἀνήλιον,[668] descend into the bowels of\nthe earth. According to the testimony of Moses of the Koran, the sister\nFire and the brother Spring were worshipped in Armenia in a cave. Julian\ngave an account from the Attis legend of a κατάβασις εἰς ἄντρον,[669]\nfrom whence Cybele brings up her son lover, that is to say, gives birth\nto him.[670] The cave of Christ’s birth, in Bethlehem (‘House of\nBread’), is said to have been an Attis spelæum.\n\nA further Eleusinian symbolism is found in the festival of Hierosgamos,\nin the form of the _mystic chests_, which, according to the testimony of\nClemens of Alexandria, may have contained pastry, salt and fruits. The\nsynthema (confession) of the mystic transmitted by Clemens is suggestive\nin still other directions:\n\n  “I have fasted, I have drunk of the barleydrink, I have taken from the\n  chest and after I have labored, I have placed it back in the basket,\n  and from the basket into the chest.”\n\nThe question as to what lay in the chest is explained in detail by\nDieterich.[671] The labor he considers a phallic activity, which the\nmystic has to perform. In fact, representations of the mystic basket are\ngiven, wherein lies a phallus surrounded by fruits.[672] Upon the\nso-called Lovatelli tomb vase, the sculptures of which are understood to\nbe Eleusinian ceremonies, it is shown how a mystic caressed the serpent\nentwining Demeter. The caressing of the fear animal indicates a\nreligious conquering of incest.[673] According to the testimony of\nClemens of Alexandria, a serpent was in the chest. The serpent in this\nconnection is naturally of phallic nature, the phallus which is\nforbidden in relation to the mother. Rohde mentions that in the\nArrhetophories, pastry, in the form of phalli and serpents, were thrown\ninto the cave near the Thesmophorion. This custom was a petition for the\nbestowal of children and harvest.[674] The snake also plays a large part\nin initiations under the remarkable title ὁ διὰ κόλπου θεός.[675]\nClemens observes that the symbol of the Sabazios mysteries is ὁ διὰ\nκόλπων θεός, δράκων δὲ ἐστι καὶ οὗτος διελκόμενος τοῦ κόλπου τῶν\nτελουμένων.[676]\n\nThrough Arnobius we learn:\n\n  “Aureus coluber in sinum demittitur consecratis et eximitur rursus ab\n  inferioribus partibus atque imis.”[677]\n\nIn the Orphic Hymn 52, Bacchus is invoked by ὑποκόλπιε,[678] which\nindicates that the god enters into man as if through the female\ngenitals.[679] According to the testimony of Hippolytus, the hierophant\nin the mystery exclaimed ἱερον ἔτεκε πότνια κοῦρον, Βριμὼ βριμόν (the\nrevered one has brought forth a holy boy, Brimos from Brimo). This\nChristmas gospel, “Unto us a son is born,” is illustrated especially\nthrough the tradition[680] that the Athenians “secretly show to the\npartakers in the Epoptia, the great and wonderful and most perfect\nEpoptic mystery, _a mown stalk of wheat_.”[681]\n\nThe parallel for the motive of death and resurrection is the motive of\nlosing and finding. The motive appears in religious rites in exactly the\nsame connection, namely, in spring festivities similar to the\nHierosgamos, where the image of the god was hidden and found again. It\nis an uncanonical tradition that Moses left his father’s house when\ntwelve years old to teach mankind. In a similar manner Christ is lost by\nhis parents, and they find him again as a teacher of wisdom, just as in\nthe Mohammedan legend Moses and Joshua lose the fish, and in his place\nChidher, the teacher of wisdom, appears (like the boy Jesus in the\ntemple); so does the corn god, lost and believed to be dead, suddenly\narise again from his mother into renewed youth. (That Christ was laid in\nthe manger is suggestive of fodder. Robertson, therefore, places the\nmanger as parallel to the liknon.)\n\nWe understand from these accounts why the Eleusinian mysteries were for\nthe mystic so rich in comfort for the hope of a better world. A\nbeautiful Eleusinian epitaph shows this:\n\n     “Truly, a beautiful secret is proclaimed by the blessed Gods!\n     Mortality is not a curse, but death a blessing!”\n\nThe hymn to Demeter[682] in the mysteries also says the same:\n\n       “Blessed is he, the earth-born man, who hath seen this!\n       Who hath not shared in these divine ceremonies,\n       He hath an unequal fate in the obscure darkness of death.”\n\nImmortality is inherent in the Eleusinian symbol; in a church song of\nthe nineteenth century by Samuel Preiswerk we discover it again:\n\n                 “The world is yours, Lord Jesus,\n                 The world, on which we stand,\n                 Because it is thy world\n                 It cannot perish.\n                 Only the wheat, before it comes\n                 Up to the light in its fertility,\n                 Must die in the bosom of the earth\n                 First freed from its own nature.\n\n                 “Thou goest, O Lord, our chief,\n                 To heaven through thy sorrows,\n                 And guide him who believes\n                 In thee on the same path.\n                 Then take us all equally\n                 To share in thy sorrows and kingdoms,\n                 Guide us through thy gate of death,\n                 Bring thy world into the light.”\n\nFirmicus relates concerning the Attis mysteries:\n\n  “Nocte quadam simulacrum in lectica supinum ponitur et per numeros\n  digestis fletibus plangitur; deinde cum se ficta lamentatione\n  satiaverint, lumen infertur: tunc a sacerdote omnium qui flebant\n  fauces unguentur, quibus perunctis sacerdos hoc lento murmure\n  susurrat: ‘Θαρρεῖτε μύσται τοῦ Θεοῦ σεσωσμένου ἔσται γὰρ ἡμῖν ἐκ πόνου\n  σωτηρία.’”[683]\n\nSuch parallels show how little human personality and how much divine,\nthat is to say, universally human, is found in the Christ mystery. No\nman is or, indeed, ever was, a hero, for the hero is a god, and,\ntherefore, impersonal and generally applicable to all. Christ is a\n“spirit,” as is shown in the very early Christian interpretation. In\ndifferent places of the earth, and in the most varied forms and in the\ncoloring of various periods, the Savior-hero appears as a fruit of the\nentrance of the libido into the personal maternal depths. The Bacchian\nconsecrations represented upon the Farnese relief contain a scene where\na mystic wrapped in a mantle, drawn over his head, was led to Silen, who\nholds the “λῖχνον” (chalice), covered with a cloth. The covering of the\nhead signifies death. The mystic dies, figuratively, like the seed corn,\ngrows again and comes to the corn harvest. Proclus relates that the\nmystics were buried up to their necks. The Christian church as a place\nof religious ceremony is really nothing but the grave of a hero\n(catacombs). The believer descends into the grave, in order to rise from\nthe dead with the hero. That the meaning underlying the church is that\nof the mother’s womb can scarcely be doubted. The symbols of Mass are so\ndistinct that the mythology of the sacred act peeps out everywhere. It\nis the magic charm of rebirth. The veneration of the Holy Sepulchre is\nmost plain in this respect. A striking example is the Holy Sepulchre of\nSt. Stefano in Bologna. The church itself, a very old polygonal\nbuilding, consists of the remains of a temple to Isis. The interior\ncontains an artificial spelæum, a so-called Holy Sepulchre, into which\none creeps through a very little door. After a long sojourn, the\nbeliever reappears reborn from this mother’s womb. An Etruscan ossuarium\nin the archeological museum in Florence is at the same time a statue of\nMatuta, the goddess of death; the clay figure of the goddess is hollowed\nwithin as a receptacle for the ashes. The representations indicate that\nMatuta is the mother. Her chair is adorned with sphinxes, as a fitting\nsymbol for the mother of death.\n\n[Illustration: THE SO-CALLED HOLY SEPULCHRE OF S. STEFANO AT BOLOGNA]\n\nOnly a few of the further deeds of Hiawatha can interest us here. Among\nthese is the battle with Mishe-Nahma, the fish-king, in the eighth song.\nThis deserves to be mentioned as a typical battle of the sun-hero.\nMishe-Nahma is a fish monster, who dwells at the bottom of the waters.\nChallenged by Hiawatha to battle, he devours the hero, together with his\nboat:\n\n                 “In his wrath he darted upward,\n                 Flashing leaped into the sunshine,\n                 Opened his great jaws, and swallowed\n                 Both canoe and Hiawatha.\n\n                 “Down into that darksome cavern\n                 Plunged the headlong Hiawatha,\n                 As a log on some black river\n                 Shoots and plunges down the rapids,\n                 Found himself in utter darkness,\n                 Groped about in helpless wonder,\n                 Till he felt a great heart beating,\n                 Throbbing in that utter darkness.\n                 And he smote it in his anger,\n                 With his fist, the heart of Nahma,\n                 Felt the mighty king of fishes\n                 Shudder through each nerve and fibre.\n\n                        ·       ·       ·       ·       ·\n\n                 Crosswise then did Hiawatha\n                 Drag his birch-canoe for safety,\n                 Lest from out the jaws of Nahma,\n                 In the turmoil and confusion,\n                 Forth he might be hurled, and perish.”\n\nIt is the typical myth of the work of the hero, distributed over the\nentire world. He takes to a boat, fights with the sea monster, is\ndevoured, he defends himself against being bitten or crushed[684]\n(resistance or stamping motive); having arrived in the interior of the\n“whale dragon,” he seeks the vital organ, which he cuts off or in some\nway destroys. Often the death of the monster occurs as the result of a\nfire which the hero secretly makes within him; he mysteriously creates\nin the womb of death life, the rising sun. Thus dies the fish, which\ndrifts ashore, where, with the assistance of “birds,” the hero again\nattains the light of day.[685] The bird in this sense probably means the\nreascent of the sun, the longing of the libido, the rebirth of the\nphœnix. (The longing is very frequently represented by the symbol of\nhovering.) The sun symbol of the bird rising from the water is\n(etymologically) contained in the singing swan. “Swan” is derived from\nthe root _sven_, like sun and tone. (See the preceding.) This act\nsignifies rebirth, and the bringing forth of life from the mother,[686]\nand by this means the ultimate destruction of death, which, according to\na Negro myth, has come into the world, through the mistake of an old\nwoman, who, at the time of the general casting of skins (for men renewed\ntheir youth through casting their skin like snakes), drew on, through\nabsent-mindedness, her old skin instead of a new one, and as a result\ndied. But the effect of such an act could not be of any duration. Again\nand again troubles of the hero are renewed, always under the symbol of\ndeliverance from the mother. Just as Hera (as the pursuing mother) is\nthe real source of the great deeds of Hercules, so does Nokomis allow\nHiawatha no rest, and raises up new difficulties in his path, in form of\ndesperate adventures in which the hero may perhaps conquer, but also,\nperhaps, may perish. The libido of mankind is always in advance of his\nconsciousness; unless his libido calls him forth to new dangers he sinks\ninto slothful inactivity or, on the other hand, childish longing for the\nmother overcomes him at the summit of his existence, and he allows\nhimself to become pitifully weak, instead of striving with desperate\ncourage towards the highest. The mother becomes the demon, who summons\nthe hero to adventure, and who also places in his path the poisonous\nserpent, which will strike him. Thus Nokomis, in the ninth song, calls\nHiawatha, points with her hand to the west, where the sun sets in purple\nsplendor, and says to him:\n\n[Illustration: MATUTA, AN ETRUSCAN PIETÀ]\n\n                “Yonder dwells the great Pearl-Feather,\n                Megissogwon, the Magician,\n                Manito of Wealth and Wampum,\n                Guarded by his fiery serpents,\n                Guarded by the black pitch-water.\n                You can see his fiery serpents,\n                The Kenabeek, the great serpents,\n                Coiling, playing in the water.”\n\nThis danger lurking in the west is known to mean death, which no one,\neven the mightiest, escapes. This magician, as we learn, also killed the\nfather of Nokomis. Now she sends her son forth to avenge the father\n(Horus). Through the symbols attributed to the magician it may easily be\nrecognized what he symbolizes. Snake and water belong to the mother, the\nsnake as a symbol of the repressed longing for the mother, or, in other\nwords, as a symbol of resistance, encircles protectingly and defensively\nthe maternal rock, inhabits the cave, winds itself upwards around the\nmother tree and guards the precious hoard, the “mysterious” treasure.\nThe black Stygian water is, like the black, muddy spring of Dhulqarnein,\nthe place where the sun dies and enters into rebirth, the maternal sea\nof death and night. On his journey thither Hiawatha takes with him the\nmagic oil of Mishe-Nahma, which helps his boat through the waters of\ndeath. (Also a sort of charm for immortality, like the dragon’s blood\nfor Siegfried, etc.)\n\nFirst, Hiawatha slays the great serpent. Of the “night journey in the\nsea” over the Stygian waters it is written:\n\n                 “All night long he sailed upon it,\n                 Sailed upon that sluggish water,\n                 Covered with its mould of ages,\n                 Black with rotting water-rushes,\n                 Rank with flags, and leaves of lilies,\n                 Stagnant, lifeless, dreary, dismal,\n                 Lighted by the shimmering moonlight\n                 And by will-o’-the-wisps illumined,\n                 Fires by ghosts of dead men kindled,\n                 In their weary night encampments.”\n\nThe description plainly shows the character of a water of death. The\ncontents of the water point to an already mentioned motive, that of\nencoiling and devouring. It is said in the “Key to Dreams of\nJagaddeva”:[687]\n\n  “Whoever in dreams surrounds his body with bast, creepers or ropes,\n  with snake-skins, threads, or tissues, dies.”\n\nI refer to the preceding arguments in regard to this. Having come into\nthe west land, the hero challenges the magician to battle. A terrible\nstruggle begins. Hiawatha is powerless, because Megissogwon is\ninvulnerable. At evening Hiawatha retires wounded, despairing for a\nwhile, in order to rest:\n\n                “Paused to rest beneath a pine-tree,\n                From whose branches trailed the mosses,\n                And whose trunk was coated over\n                With the Dead-man’s Moccasin-leather,\n                With the fungus white and yellow.”\n\nThis protecting tree is described as coated over with the moccasin\nleather of the dead, the fungus. This investing of the tree with\nanthropomorphic attributes is also an important rite wherever tree\nworship prevails, as, for example, in India, where each village has its\nsacred tree, which is clothed and in general treated as a human being.\nThe trees are anointed with fragrant waters, sprinkled with powder,\nadorned with garlands and draperies. Just as among men, the piercing of\nthe _ears was performed as an apotropaic charm against death, so does it\noccur with the holy tree_. Of all the trees of India there is none more\nsacred to the Hindoos than the Aswatha (Ficus religiosa). It is known to\nthem as Vriksha Raja (king of trees), Brahma, Vishnu and Mahesvar live\nin it, and the worship of it is the worship of the triad. Almost every\nIndian village has an Aswatha,[688] etc. This “village linden tree,”\nwell known to us, is here clearly characterized as the mother symbol; it\ncontains the three gods.\n\nHence, when Hiawatha retires to rest under the pine-tree,[689] it is a\ndangerous step, because he resigns himself to the mother, whose garment\nis the garment of death (the devouring mother). As in the whale-dragon,\nthe hero also in this situation needs a “helpful bird”; that is to say,\nthe helpful animals, which represent the benevolent parents:\n\n                 “Suddenly from the boughs above him\n                 Sang the Mama, the woodpecker;\n                 ‘Aim your arrows, Hiawatha,\n                 At the head of Megissogwon,\n                 Strike the tuft of hair upon it,\n                 At their roots the long black tresses;\n                 There alone can he be wounded.’”\n\nNow, amusing to relate, Mama hurried to his help. It is a peculiar fact\nthat the woodpecker was also the “Mama” of Romulus and Remus, who put\nnourishment into the mouths of the twins with his beak.[690] (Compare\nwith that the rôle of the vulture in Leonardo’s dream. The vulture is\nsacred to Mars, like the woodpecker.) With the maternal significance of\nthe woodpecker, the ancient Italian folk-superstition agrees: that from\nthe tree upon which this bird nested any nail which has been driven in\nwill soon drop out again.[691] The woodpecker owes its special\nsignificance to the circumstance that he _hammers holes into trees_.\n(“To drive nails in,” as above!) It is, therefore, understandable that\nhe was made much of in the Roman legend as an old king of the country, a\npossessor or ruler of the holy tree, the primitive image of the\nPaterfamilias. An old fable relates how Circe, the spouse of King Picus,\ntransformed him into the Picus Martius, the woodpecker. The sorceress is\nthe “new-creating mother,” who has “magic influence” upon the\nsun-husband. She kills him, transforms him into the soul-bird, the\nunfulfilled wish. Picus was also understood as the wood demon and\nincubus, as well as the soothsayer, all of which fully indicate the\nmother libido.[692] Picus was often placed on a par with Picumnus by the\nancients. Picumnus is the inseparable companion of Pilumnus, and both\nare actually called _infantium dii_, “the gods of little children.”\nEspecially it was said of Pilumnus that he defended new-born children\nagainst the destroying attacks of the wood demon, Silvanus. (Good and\nbad mother, the motive of the two mothers.)\n\nThe benevolent bird, a wish thought of deliverance which arises from\nintroversion,[693] advises the hero to shoot the magician under the\nhair, which is the only vulnerable spot. This spot is the “phallic”\npoint,[694] if one may venture to say so; it is at _the top of the\nhead_, at the _place where the mystic birth from the head takes place_,\nwhich even to-day appears in children’s sexual theories. Into that\nHiawatha shoots (one may say, very naturally) three arrows[695] (the\nwell-known phallic symbol), and thus kills Megissogwon. Thereupon he\nsteals the magic wampum armor, which renders him invulnerable (means of\nimmortality). He significantly leaves the dead lying in the\nwater—because the magician is the fearful mother:\n\n                   “On the shore he left the body,\n                   Half on land and half in water,\n                   In the sand his feet were buried,\n                   And his face was in the water.”\n\nThus the situation is the same as with the fish king, because the\nmonster is the personification of the water of death, which in its turn\nrepresents the devouring mother. This great deed of Hiawatha’s, where he\nhas vanquished the mother as the death-bringing demon,[696] is followed\nby his marriage with Minnehaha.\n\nA little fable which the poet has inserted in the later song is\nnoteworthy. An old man is transformed into a youth, by _crawling through\na hollow oak tree_.\n\nIn the fourteenth song is a description of how Hiawatha discovers\nwriting. I limit myself to the description of two hieroglyphic tokens:\n\n                  “Gitche Manito the Mighty,\n                  He, the Master of Life, was painted\n                  As an egg, with points projecting\n                  To the four winds of the heavens.\n                  Everywhere is the Great Spirit,\n                  Was the meaning of this symbol.”\n\nThe world lies in the egg, which encompasses it at every point; it is\nthe cosmic woman with child, the symbol of which Plato as well as the\nVedas has made use of. This mother is like the air, which is everywhere.\nBut air is spirit; the mother of the world is a spirit:\n\n                    “Mitche Manito the Mighty,\n                    He the dreadful Spirit of Evil,\n                    As a serpent was depicted,\n                    As Kenabeek, the great serpent.”\n\nBut the spirit of evil is fear, is the forbidden desire, the adversary\nwho opposes not only each individual heroic deed, but life in its\nstruggle for eternal duration as well, and who introduces into our body\nthe poison of weakness and age through the treacherous bite of the\nserpent. It is all that is retrogressive, and as the model of our first\nworld is our mother, all retrogressive tendencies are towards the\nmother, and, therefore, are disguised under the incest image.\n\nIn both these ideas the poet has represented in mythologic symbols the\nlibido arising from the mother and the libido striving backward towards\nthe mother.\n\nThere is a description in the fifteenth song how Chibiabos, Hiawatha’s\nbest friend, the amiable player and singer, the embodiment of the joy of\nlife, was enticed by the evil spirits into ambush, fell through the ice\nand was drowned. Hiawatha mourns for him so long that he succeeds, with\nthe aid of the magician, in calling him back again. But the revivified\nfriend is only a spirit, and he becomes master of the land of spirits.\n(Osiris, lord of the underworld; the two Dioscuri.) Battles again\nfollow, and then comes the loss of a second friend, Kwasind, the\nembodiment of physical strength.\n\nIn the twentieth song occur famine and the death of Minnehaha, foretold\nby two taciturn guests from the land of death; and in the twenty-second\nsong Hiawatha prepares for a final journey to the west land:\n\n                 “I am going, O Nokomis,\n                 On a long and distant journey,\n                 To the portals of the Sunset,\n                 To the regions of the home-wind,\n                 Of the Northwest-Wind Keewaydin.\n\n                 “One long track and trail of splendor,\n                 Down whose stream, as down a river,\n                 Westward, westward, Hiawatha\n                 Sailed into the fiery sunset,\n                 Sailed into the purple vapors,\n                 Sailed into the dusk of evening.\n\n                 “Thus departed Hiawatha,\n                 Hiawatha the Beloved,\n                 In the glory of the sunset,\n                 In the purple mists of evening,\n                 To the regions of the home-wind,\n                 Of the Northwest-Wind, Keewaydin,\n                 To the Islands of the Blessed,\n                 To the kingdom of Ponemah,\n                 To the land of the Hereafter!”\n\nThe sun, victoriously arising, tears itself away from the embrace and\nclasp, from the enveloping womb of the sea, and sinks again into the\nmaternal sea, into night, the all-enveloping and the all-reproducing,\nleaving behind it the heights of midday and all its glorious works. This\nimage was the first, and was profoundly entitled to become the symbolic\ncarrier of human destiny; in the morning of life man painfully tears\nhimself loose from the mother, from the domestic hearth, to rise through\nbattle to his heights. Not seeing his worst enemy in front of him, but\nbearing him within himself as a deadly longing for the depths within,\nfor drowning in his own source, for becoming absorbed into the mother,\nhis life is a constant struggle with death, a violent and transitory\ndelivery from the always lurking night. This death is no external enemy,\nbut a deep personal longing for quiet and for the profound peace of\nnon-existence, for a dreamless sleep in the ebb and flow of the sea of\nlife. Even in his highest endeavor for harmony and equilibrium, for\nphilosophic depths and artistic enthusiasm, he seeks death, immobility,\nsatiety and rest. If, like Peirithoos, he tarries too long in this place\nof rest and peace, he is overcome by torpidity, and the poison of the\nserpent paralyzes him for all time. If he is to live he must fight and\nsacrifice his longing for the past, in order to rise to his own heights.\nAnd having reached the noonday heights, he must also _sacrifice the love\nfor his own achievement_, for he may not loiter. The sun also sacrifices\nits greatest strength in order to hasten onwards to the fruits of\nautumn, which are the seeds of immortality; fulfilled in children, in\nworks, in posthumous fame, in a new order of things, all of which in\ntheir turn begin and complete the sun’s course over again.\n\nThe “Song of Hiawatha” contains, as these extracts show, a material\nwhich is very well adapted to bring into play the abundance of ancient\nsymbolic possibilities, latent in the human mind, and to stimulate it to\nthe creation of mythologic figures. But the products always contain the\nsame old problems of humanity, which rise again and again in new\nsymbolic disguise from the shadowy world of the unconscious. Thus Miss\nMiller is reminded through the longing of Chiwantopel, of another mythic\ncycle which appeared in the form of Wagner’s “Siegfried.” Especially is\nthis shown in the passage in Chiwantopel’s monologue, where he exclaims,\n“There is not one who understands me, not one who resembles me, not one\nwho has a soul sister to mine.” Miss Miller observes that the sentiment\nof this passage has the greatest analogy with the feelings which\nSiegfried experienced for Brunhilde.\n\nThis analogy causes us to cast a glance at the song of Siegfried,\nespecially at the relation of Siegfried and Brunhilde. It is a\nwell-recognized fact that Brunhilde, the Valkyr, gives protection to the\nbirth (incestuous) of Siegfried, but while Sieglinde is the human\nmother, Brunhilde has the rôle of “spiritual mother” (mother-imago);\nhowever, unlike Hera towards Hercules, she is not a pursuer, but\nbenevolent. This sin, in which she is an accomplice, by means of the\nhelp she renders, is the reason for her banishment by Wotan. The strange\nbirth of Siegfried from the sister-wife distinguishes him as Horus, as\nthe _reborn son_, a reincarnation of the retreating Osiris—Wotan. The\nbirth of the young son, of the hero, results, indeed, from mankind, who,\nhowever, are merely the human bearers of the cosmic symbolism. Thus the\nbirth is protected by the spirit mother (Hera, Lilith): she sends\nSieglinde with the child in her womb (Mary’s flight) on the “night\njourney on the sea” to the east:\n\n                    “Onward, hasten;\n                    Turn to the East.\n\n                           ·       ·       ·       ·       ·\n\n                    O woman, thou cherishest\n                    The sublimest hero of the world\n                    In thy sheltering womb.”\n\nThe motive of dismemberment is found again in the broken sword of\nSiegmund, which was kept for Siegfried. From the dismemberment life is\npieced together again. (The Medea wonder.) Just as a smith forges the\npieces together, so is the dismembered dead again put together. (This\ncomparison is also found in “Timaios” of Plato: the parts of the world\njoined together with pegs.) In the Rigveda, 10, 72, the creator of the\nworld, Brahmanaspati, is a smith.\n\n                    “Brahmanaspati, as a blacksmith,\n                    Welded the world together.”\n\nThe sword has the significance of the phallic sun power; therefore, a\nsword proceeds from the mouth of the apocalyptic Christ; that is to say,\nthe procreative fire, the word, or the procreative Logos. In Rigveda,\nBrahmanaspati is also a prayer-word, which possessed an ancient creative\nsignificance:[697]\n\n        “And this prayer of the singers, expanding from itself,\n        Became a cow, which was already there before the world,\n        Dwelling together in the womb of this god,\n        Foster-children of the same keeper are the gods.”\n\n                           —_Rigveda_ x: 31.\n\nThe Logos became a cow; that is to say, the mother, who is pregnant with\nthe gods. (In Christian uncanonical phantasies, where the Holy Ghost has\nfeminine significance, we have the well-known motive of the two mothers,\nthe earthly mother, Mary, and the spiritual mother, the Holy Ghost.) The\ntransformation of the Logos into the mother is not remarkable in itself,\nbecause the origin of the phenomenon fire-speech seems to be the\nmother-libido, according to the discussion in the earlier chapter. The\n_spiritual is the mother-libido_. The significance of the sword, in the\nSanskrit conception, têjas, is probably partly determined by its\nsharpness, as is shown above, in its connection with the libido\nconception. The motive of pursuit (the pursuing Sieglinde, analogous to\nLeto) is not here bound up with the spiritual mother, but with Wotan,\ntherefore corresponding to the Linos legend, where the father of the\nwife is also the pursuer. Wotan is also the father of Brunhilde.\nBrunhilde stands in a peculiar relation to Wotan. Brunhilde says to\nWotan:\n\n  “Thou speakest to the will of Wotan By telling me what thou wishest:\n  Who ... am I Were I not thy will?”\n\n  _Wotan_:\n\n  I take counsel only with myself, When I speak with thee....\n\nBrunhilde is also somewhat the “angel of the face,” that creative will\nor word,[698] emanating from God, also the Logos, which became the\nchild-bearing woman. God created the world through his word; that is to\nsay, his mother, the woman who is to bring him forth again. (He lays his\nown egg.) This peculiar conception, it seems to me, can be explained by\nassuming that the libido overflowing into speech (thought) has preserved\nits sexual character to an extraordinary degree as a result of the\ninherent inertia. In this way the “word” had to execute and fulfil all\nthat was denied to the sexual wish; namely, the return into the mother,\nin order to attain eternal duration. The “word” fulfils this wish by\nitself becoming the daughter, the wife, the mother of the God, who\nbrings him forth anew.[699]\n\nWagner has this idea vaguely in his mind in Wotan’s lament over\nBrunhilde:\n\n                  “None as she knew my inmost thought;\n                  None knew the source of my will\n                  As she;\n                  She herself was\n                  The creating womb of my wish;\n                  And so now she has broken\n                  The blessed union!”\n\nBrunhilde’s sin is the favoring of Siegmund, but, behind this, lies\nincest: this is projected into the brother-sister relation of Siegmund\nand Sieglinde; in reality, and archaically expressed, Wotan, the father,\nhas entered into his self-created daughter, in order to rejuvenate\nhimself. But this fact must, of course, be veiled. Wotan is rightly\nindignant with Brunhilde, for she has taken the Isis rôle and through\nthe birth of the son has deprived the old man of his power. The first\nattack of the death serpent in the form of the son, Siegmund, Wotan has\nrepelled; he has broken Siegmund’s sword, but Siegmund rises again in a\ngrandson. This inevitable fate is always helped by the woman; hence the\nwrath of Wotan.\n\nAt Siegfried’s birth Sieglinde dies, as is proper. The\nfoster-mother[700] is apparently not a woman, but a chthonic god, a\ncrippled dwarf, who belongs to that tribe which renounces love.[701] The\nEgyptian god of the underworld, the crippled shadow of Osiris (who\ncelebrated a melancholy resurrection in the sexless semi-ape\nHarpocrates), is the tutor of Horus, who has to avenge the death of his\nfather.\n\nMeanwhile Brunhilde sleeps the enchanted sleep, like a Hierosgamos, upon\na mountain, where Wotan has put her to sleep[702] with the magic thorn\n(Edda), surrounded by the flames of Wotan’s fire (equal to libido[703]),\nwhich wards off every one. But Mime becomes Siegfried’s enemy and wills\nhis death through Fafner. Here Mime’s dynamic nature is revealed; he is\na masculine representation of the terrible mother, also a foster-mother\nof demoniac nature, who places the poisonous worm (Typhon) in her son’s\n(Horus’s) path. Siegfried’s longing for the mother drives him away from\nMime, and his travels begin with the mother of death, and lead through\nvanquishing the “terrible mother”[704] to the woman:\n\n               _Siegfried_:\n\n                 Off with the imp!\n                 I ne’er would see him more!\n                 Might I but know what my mother was like\n                 That will my thought never tell me!\n                 Her eyes’ tender light\n                 Surely did shine\n                 Like the soft eyes of the doe!\n\nSiegfried decides to separate from the demon which was the mother in the\npast, and he gropes forward with the longing directed towards the\nmother. Nature acquires a hidden maternal significance for him (“doe”);\nin the tones of nature he discovers a suggestion of the maternal voice\nand the maternal language:\n\n                _Siegfried_:\n\n                Thou gracious birdling,\n                Strange art thou to me!\n                Dost thou in the wood here dwell?\n                Ah, would that I could take thy meaning!\n                Thy song something would say—\n                Perchance—of my loving mother!\n\nThis psychology we have already encountered in Hiawatha. By means of his\ndialogue with the bird (bird, like wind and arrow, represents the wish,\nthe winged longing) Siegfried entices Fafner from the cave. His desires\nturn back to the mother, and the chthonic demon, the cave-dwelling\nterror of the woods, appears. Fafner is the protector of the treasure;\nin his cave lies the hoard, the source of life and power. The mother\npossesses the libido of the son, and jealously does she guard it.\nTranslated into psychological language, this means the positive\ntransference succeeds only through the release of the libido from the\nmother-imago, the incestuous object in general. Only in this manner is\nit possible to gain one’s libido, the incomparable treasure, and this\nrequires a mighty struggle, the whole battle of adaptation.[705] The\nSiegfried legend has abundantly described the outcome of this battle\nwith Fafner. According to the Edda, Siegfried eats Fafner’s heart, the\nseat of life. He wins the magic cap, through whose power Alberich had\nchanged himself into a serpent. This refers to the motive of casting the\nskin, rejuvenation. By means of the magic cap one can vanish and assume\ndifferent shapes. The vanishing probably refers to dying and to the\ninvisible presence; that is, existence in the mother’s womb. A\nluck-bringing cap, amniotic covering, the new-born child occasionally\nwears over his head (the caul). Moreover, Siegfried drinks the dragon’s\nblood, which makes it possible for him to understand the language of\nbirds, and consequently he enters into a peculiar relation with Nature,\na dominating position, the result of his knowledge, and finally wins the\ntreasure.\n\n_Hort_ is a mediæval and Old High German word with the meaning of\n“collected and guarded treasure”; Gothic, _huzd_; Old Scandinavian,\n_hodd_; Germanic _hozda_, from pre-Germanic _kuzdhó_—for _kudtho_—“the\nconcealed.” Kluge[706] adds to this the Greek κεύθω, έκυθον = “to hide,\nto conceal.” Also _hut_ (_hut_, to guard; English, hide), Germanic root\n_hud_, from Indo-Germanic _kuth_ (questionable), to Greek κεύθω and\nκύσθος, “cavity,” feminine genitals. Prellwitz,[707] too, traces Gothic\n_huzd_, Anglo-Saxon _hyde_, English hide and hoard, to Greek κεύθω.\nWhitley Stokes traces English hide, Anglo-Saxon _hydan_, New High German\n_Hütte_, Latin _cûdo_ = helmet; Sanskrit _kuhara_ (cave?) to primitive\nCeltic _koudo_ = concealment; Latin, _occultatio_.\n\nThe assumption of Kluge is also supported in other directions; namely,\nfrom the point of view of the primitive idea:\n\n  “There exists in Athens[708] a sacred place (a Temenos) of Ge, with\n  the surname Olympia. Here the ground is torn open for about a yard in\n  width; and they say, after the flood at the time of Deucalion, that\n  the water receded here; and every year they throw into the fissure\n  wheatmeal, kneaded with honey.”\n\nWe have observed previously that among the Arrhetophorian, pastry in the\nform of snakes and phalli, was thrown into a crevice in the earth. This\nwas mentioned in connection with the ceremonies of fertilizing the\nearth. We have touched slightly already upon the sacrifice in the earth\ncrevice among the Watschandies. The flood of death has passed\ncharacteristically into the crevice of the earth; that is, back into the\nmother again; because from the mother the universal great death has come\nin the first place. The flood is simply the counterpart of the vivifying\nand all-producing water: Ὠκεανοῦ, ὅσπερ γένεσις πάντεσσι τέτυκται.[709]\nOne sacrifices the honey cake to the mother, so that she may spare one\nfrom death. Thus every year in Rome a gold sacrifice was thrown into the\nlacus Curtius, into the former fissure in the earth, which could only be\nclosed through the sacrificial death of Curtius. He was the typical\nhero, who has journeyed into the underworld, in order to conquer the\ndanger threatening the Roman state from the opening of the abyss.\n(Kaineus, Amphiaraos.) In the Amphiaraion of Oropos those healed through\nthe temple incubation threw their gifts of gold into the sacred well, of\nwhich Pausanias says:\n\n  “If any one is healed of a sickness through a saying of the oracle,\n  then it is customary to throw a silver or gold coin into the well;\n  because here Amphiaraos has ascended as a god.”\n\nIt is probable that this oropic well is also the place of his\n“Katabasis” (descent into the lower world). There were many entrances\ninto Hades in antiquity. Thus near Eleusis there was an abyss, through\nwhich Aidoneus passed up and down, when he kidnapped Cora. (Dragon and\nmaiden: the libido overcome by resistance, life replaced by death.)\nThere were crevices in the rocks, through which souls could ascend to\nthe upper world. Behind the temple of Chthonia in Hermione lay a sacred\ndistrict of Pluto, with a ravine through which Hercules had brought up\nCerberus; in addition, there was an “Acherusian” lake.[710] This ravine\nwas, therefore, the entrance to the place where death was conquered. The\nlake also belongs here as a further mother symbol, for symbols appear\nmassed together, as they are surrogates, and, therefore, do not afford\nthe same satisfaction of desire as accorded by reality, so that the\nunsatisfied remnant of the libido must seek still further symbolic\noutlets. The ravine in the Areopagus in Athens was considered the seat\nof inhabitants of the lower world. An old Grecian custom[711] suggests a\nsimilar idea. Girls were sent into a cavern, where a poisonous snake\ndwelt, as a test of virginity. If they were bitten by the snake, it was\na token that they were no longer chaste. We find this same motive again\nin the Roman legend of St. Silvester, at the end of the fifth\ncentury:[712]\n\n  “Erat draco immanissimus in monte Tarpeio, in quo est Capitolium\n  collocatum. Ad hunc draconem per CCCLXV gradus, quasi ad infernum,\n  magi cum virginibus sacrilegis descendebant semel in mense cum\n  sacrificiis et lustris, ex quibus esca poterat tanto draconi inferri.\n  Hic draco subito ex improviso ascendebat et licet non ingrederetur\n  vicinos tamen aeres flatu suo vitiabat. Ex quo mortalitas hominum et\n  maxima luctus de morte veniebat infantum. (Lilith motive.) Sanctus\n  itaque Silvester cum haberet cum paganis pro defensione veritatis\n  conflictum, ad hoc venit ut dicerent ei pagani: ‘Silvester descende ad\n  draconem et fac eum in nomine Dei tui vel uno anno ab interfectione\n  generis humani cessare.’”[713]\n\nSt. Peter appeared to Silvester in a dream and advised him to close his\ndoor to the underworld with chains, according to the model in\nRevelation, chap, xx:\n\n  (1) “And I saw an angel come down from heaven, having the key of the\n  bottomless pit, and a great chain in his hand.\n\n  (2) “And he laid hold on the dragon, that old serpent, which is the\n  Devil and Satan, and bound him a thousand years.\n\n  (3) “And cast him into the bottomless pit, and shut him up, and set a\n  seal upon him.”\n\nThe anonymous author of a writing, “De Promissionibus,”[714] of the\nbeginning of the fifth century, mentions a very similar legend:\n\n  “Apud urbem Romam specus quidam fuit in quo draco miræ magnitudinis\n  mechanica arte formatus, gladium ore gestans,[715] oculis rutilantibus\n  gemmis[716] metuendus ac terribilis apparebat. Hinc annuæ devotæ\n  virgines floribus exornatæ, eo modo in sacrificio dabantur, quatenus\n  inscias munera deferentes gradum scalæ, quo certe ille arte diaboli\n  draco pendebat, contingentes impetus venientis gladii perimeret, ut\n  sanguinem funderet innocentem. Et hunc quidam monachus, bene ob\n  meritum cognitus Stiliconi tunc patricio, eo modo subvertit; baculo,\n  manu, singulos gradus palpandos inspiciens, statim ut illum tangens\n  fraudem diabolicam repperit, eo transgresso descendens, draconem\n  scidit, misitque in partes: ostendens et hie deos non esse qui manu\n  fiunt.”[717]\n\nThe _hero battling with the dragon has much in common with the dragon_,\nand also he takes over his qualities; for example, invulnerability. As\nthe footnotes show, the similarity is carried still further (sparkling\neyes, sword in his mouth). Translated psychologically, the dragon is\nmerely the son’s repressed longing, striving towards the mother;\ntherefore, the son is the dragon, as even Christ is identified with the\nserpent, which, once upon a time, similia similibus, had controlled the\nsnake plague in the Wilderness. John iii: 14. _As a serpent he is to be\ncrucified; that is to say, as one striving backwards towards the mother,\nhe must die hanging or suspended on the mother tree._ Christ and the\ndragon of the Antichrist are in the closest contact in the history of\ntheir appearance and their cosmic meaning. (Compare Bousset, the\nAntichrist.) The legend of the dragon concealed in the Antichrist myth\nbelongs to the life of the hero, and, therefore, is immortal. In none of\nthe newer forms of myth are the pairs of opposites so perceptibly near\nas in that of Christ and Antichrist. (I refer to the remarkable\npsychologic description of this problem in Mereschkowski’s romance,\n“Leonardo da Vinci.”) That the dragon is only an artifice is a useful\nand delightfully rationalistic conceit, which is most significant for\nthat period. In this way the dismal gods were effectually vulgarized.\nThe schizophrenic insane readily make use of this mechanism, in order to\ndepreciate efficient personalities. One often hears the stereotyped\nlament, “It is all a play, artificial, made up,” etc. A dream of a\n“schizophrenic” is most significant; he is sitting in a dark room, which\nhas only a single small window, through which he can see the sky. The\nsun and moon appear, but they are only made artificially from oil paper.\n(Denial of the deleterious incest influence.)\n\nThe descent of the three hundred and sixty-five steps refers to the\nsun’s course, to the cavern of death and rebirth. That this cavern\nactually stands in a relation to the subterranean mother of death can be\nshown by a note in Malalas, the historian of Antioch,[718] who relates\nthat Diocletian consecrated there a crypt to Hecate, to which one\ndescends by three hundred and sixty-five steps. Cave mysteries seem to\nhave been celebrated for Hecate in Samothrace as well. The serpent also\nplayed a great part as a regular symbolic attribute in the service of\nHecate. The mysteries of Hecate flourished in Rome towards the end of\nthe fourth century, so that the two foregoing legends might indeed\nrelate to her cult. Hecate[719] is a real spectral goddess of night and\nphantoms, a Mar; she is represented as riding, and in Hesiod occurs as\nthe _patron_ of riders. She sends the horrible nocturnal fear phantom,\nthe Empusa, of whom Aristophanes says that she appears inclosed in a\n_bladder swollen with blood_. According to Libanius, the mother of\nAischines is also called Empusa, for the reason that “ἐκ σκοτεινῶν τόπων\nτοῖς παισὶν καὶ ταῖς γυναιξίν ὡρμᾶτο.”[720]\n\nEmpusa, like Hecate, has _peculiar_ feet; one foot is made of brass, the\nother of ass’ dung. Hecate has snakelike feet, which, as in the triple\nform ascribed to Hecate, points to her phallic libido nature.[721] In\nTralles, Hecate appears next to Priapus; there is also a Hecate\nAphrodisias. Her symbols are the key,[722] the whip,[723] the\nsnake,[724] the dagger[725] and the torch.[726] As mother of death, dogs\naccompany her, the significance of which we have previously discussed at\nlength. As guardian of the door of Hades and as Goddess of dogs, she is\nof threefold form, and really identified with Cerberus. Thus Hercules,\nin bringing up Cerberus, brings the conquered mother of death into the\nupper world. As spirit mother (moon!), she sends madness, lunacy. (This\nmythical observation states that “the mother” sends madness; by far the\nmajority of the cases of insanity consist, in fact, in the domination of\nthe individual by the material of the incest phantasy.) In the mysteries\nof Cerberus, a rod, called λευκόφυλλος,[727] was broken off. This rod\nprotected the purity of virgins, and caused any one who touched the\nplant to become insane. We recognize in this the motive of the sacred\ntree, which, as mother, must not be touched, an act which only an insane\nperson would commit. Hecate, as nightmare, appears in the form of\nEmpusa, in a vampire rôle, or as Lamia, as devourer of men; perhaps,\nalso, in that more beautiful guise, “The Bride of Corinth.” She is the\nmother of all charms and witches, the patron of Medea, because the power\nof the “terrible mother” is magical and irresistible (working upward\nfrom the unconscious). In Greek syncretism, she plays a very significant\nrôle. She is confused with Artemis, who also has the surname ἑκάτη,[728]\n“the one striking at a distance” or “striking according to her will,” in\nwhich we recognize again her superior power. Artemis is the huntress,\nwith hounds, and so Hecate, through confusion with her, becomes\nκυνηγετική, the wild nocturnal huntress. (God, as huntsman, see above.)\nShe has her name in common with Apollo, ἕκατος ἑκάεργος.[729] From the\nstandpoint of the libido theory, this connection is easily\nunderstandable, because Apollo merely symbolizes the more positive side\nof the same amount of libido. The confusion of Hecate with Brimo as\nsubterranean mother is understandable; also with Persephone and Rhea,\nthe primitive all-mother. Intelligible through the maternal significance\nis the confusion with Ilithyia, the midwife. Hecate is also the direct\ngoddess of births, κουροτρόφος,[730] the multiplier of cattle, and\ngoddess of marriage. Hecate, orphically, occupies the centre of the\nworld as Aphrodite and Gaia, even as the world soul in general. On a\ncarved gem[731] she is represented carrying the cross on her head. The\nbeam on which the criminal was scourged is called ἑκάτη.[732] To her, as\nto the Roman Trivia, the triple roads, or _Scheideweg_, “forked road,”\nor crossways were dedicated. And where roads branch off or unite\nsacrifices of dogs were brought her; there the bodies of the executed\nwere thrown; the sacrifice occurs at the _point of crossing_.\nEtymologically, _scheide_, “sheath”; for example, sword-sheath, sheath\nfor water-shed and sheath for vagina, is identical with _scheiden_, “to\nsplit,” or “to separate.” The meaning of a sacrifice at this place\nwould, therefore, be as follows: to offer something to the mother at the\nplace of junction or at the fissure. (Compare the sacrifice to the\nchthonic gods in the abyss.) The Temenos of Ge, the abyss and the well,\nare easily understood as the gates of life and death,[733] “past which\nevery one gladly creeps” (Faust), and sacrifices there his obolus or his\nπελανοί,[734] instead of his body, just as Hercules soothes Cerberus\nwith the honey cakes. (Compare with this the mythical significance of\nthe dog!) Thus the crevice at Delphi, with the spring, Castalia, was the\nseat of the chthonic dragon, Python, who was conquered by the sun-hero,\nApollo. (Python, incited by Hera, pursued Leta, pregnant with Apollo;\nbut she, on the floating island of Delos [nocturnal journey on the sea],\ngave birth to her child, who later slew the Python; that is to say,\nconquered in it the spirit mother.) In Hierapolis (Edessa) the temple\nwas erected above the crevice through which the flood had poured out,\nand in Jerusalem the foundation stone of the temple covered the great\nabyss,[735] just as Christian churches are frequently built over caves,\ngrottoes, wells, etc. In the Mithra grotto,[736] and all the other\nsacred caves up to the Christian catacombs, which owe their significance\nnot to the legendary persecutions but to the worship of the dead,[737]\nwe come across the same fundamental motive. The burial of the dead in a\nholy place (in the “garden of the dead,” in cloisters, crypts, etc.) is\nrestitution to the mother, with the certain hope of resurrection by\nwhich such burial is rightfully rewarded. The animal of death which\ndwells in the cave had to be soothed in early times through human\nsacrifices; later with natural gifts.[738] Therefore, the Attic custom\ngives to the dead the μελιτοῦττα, to pacify the dog of hell, the\nthree-headed monster at the gate of the underworld. A more recent\nelaboration of the natural gifts seems to be the obolus for Charon, who\nis, therefore, designated by Rohde as the second Cerberus, corresponding\nto the Egyptian dog-faced god Anubis.[739] Dog and serpent of the\nunderworld (Dragon) are likewise identical. In the tragedies, the\nErinnyes are serpents as well as dogs; the serpents Tychon and Echnida\nare parents of the serpents—Hydra, the dragon of the Hesperides, and\nGorgo; and of the dogs, Cerberus, Orthrus, Scylla.[740] Serpents and\ndogs are also protectors of the treasure. The chthonic god was probably\nalways a serpent dwelling in a cave, and was fed with πελανοί.[741] In\nthe Asclepiadean of the later period, the sacred serpents were scarcely\nvisible, meaning that they probably existed only figuratively.[742]\nNothing was left but the hole in which the snake was said to dwell.\nThere the πελανοί[743] were placed; later the obolus was thrown in. The\nsacred cavern in the temple of Kos consisted of a rectangular pit, upon\nwhich was laid a stone lid, with a square hole; this arrangement serves\nthe purpose of a treasure house. The snake hole had become a slit for\nmoney, a “sacrificial box,” and the cave had become a “treasure.” That\nthis development, which Herzog traces, agrees excellently with the\nactual condition is shown by a discovery in the temple of Asclepius and\nHygieia in Ptolemais:\n\n  “An encoiled granite snake, with arched neck, was found. In the middle\n  of the coil is seen a narrow slit, polished by usage, just large\n  enough to allow a coin of four centimeters diameter at most to fall\n  through. At the side are holes for handles to lift the heavy pieces,\n  the under half of which is used as a cover.”—_Herzog_, _Ibid._, p.\n  212.\n\nThe serpent, as protector of the hoard, now lies on the treasure house.\nThe fear of the maternal womb of death has become the guardian of the\ntreasure of life. That the snake in this connection is really a symbol\nof death, that is to say, of the dead libido, results from the fact that\nthe souls of the dead, like the chthonic gods, appear as _serpents_, as\ndwellers in the kingdom of the mother of death.[744] This development of\nsymbol allows us to recognize easily the transition of the originally\nvery primitive significance of the crevice in the earth as mother to the\nmeaning of treasure house, and can, therefore, support the etymology of\n_Hort_, “hoard, treasure,” as suggested by Kluge, κεύθω, belonging to\nκὲῦθος, means the innermost womb of the earth (Hades); κύσθος, that\nKluge adds, is of similar meaning, cavity or womb. Prellwitz does not\nmention this connection. Fick,[745] however, compares New High German\n_hort_, Gothic _huzd_, to Armenian _kust_, “abdomen”; Church Slavonian\n_čista_, Vedic _kostha_ = abdomen, from the Indo-Germanic root\n_koustho -s_ = viscera, lower abdomen, room, store-room. Prellwitz\ncompares κύσθος κύστις = urinary bladder, bag, purse; Sanskrit\n_kustha-s_ = cavity of the loins; then κύτος = cavity, vault; κύτις =\nlittle chest, from κυέω = I am pregnant. Here, from κύτος = cave, κύυαρ\n= hole, κύαθος = cup, κύλα - depression under the eye, κῦμα = swelling,\nwave, billow, κῦρος = power, force, κύριος = lord, Old Iranian _caur_,\n_cur_ = hero; Sanskrit _çura -s_ = strong, hero. The fundamental\nIndo-Germanic roots[746] are _kevo_ = to swell, to be strong. From that\nthe above-mentioned κυέω, κύαρ, κῦρος and Latin _cavus_ = hollow,\nvaulted, cavity, hole; _cavea_ = cavity, enclosure, cage, scene and\nassembly; _caulæ_ = cavity, opening, enclosure, stall[747]; _kuéyô_ =\nswell; participle, _kueyonts_ = swelling; _en-kueyonts_ = pregnant,\nἐγηυέων = Latin _inciens_ = pregnant; compare Sanskrit _vi-çvá-yan_ =\nswelling; _kûro -s_ (_kevaro -s_), strong, powerful hero.\n\nThe treasure which the hero fetches from the dark cavern is swelling\nlife; it is himself, the hero, new-born from the anxiety of pregnancy\nand the birth throes. Thus the Hindoo fire-bringer is called Mâtariçvan,\nmeaning the one swelling in the mother. The _hero striving towards the\nmother is the dragon, and when he separates from the mother he becomes\nthe conqueror of the dragon_.[748] This train of thought, which we have\nalready hinted at previously in Christ and Antichrist, may be traced\neven into the details of Christian phantasy. There is a series of\nmediæval pictures[749] in which the communion cup contains a dragon, a\nsnake or some sort of small animal.[750]\n\nThe cup is the receptacle, the maternal womb, of the god resurrected in\nthe wine; the cup is the cavern where the serpent dwells, the god who\nsheds his skin, in the state of metamorphosis; for Christ is also the\nserpent. These symbolisms are used in an obscure connection in I\nCorinthians, verse 10: Paul writes of the Jews who “were all baptized\nunto Moses in the cloud and in the sea” (also reborn) and “did all drink\nthe same spiritual drink; for they drank of that spiritual rock that\nfollowed them, and that rock was Christ.” They drank from the mother\n(the generative rock, birth from the rock) the milk of rejuvenation, the\nmead of immortality, and this Rock was Christ, here identified with the\nmother, because he is the symbolic representative of the mother libido.\nWhen we drink from the cup, then we drink from the mother’s breast\nimmortality and everlasting salvation. Paul wrote of the Jews that they\nate and then rose up to dance and to indulge in fornication, and then\ntwenty-three thousand of them were swept off by the plague of serpents.\nThe remedy for the survivors, however, was the sight of a serpent\nhanging on a pole. From it was derived the cure.\n\n[Illustration: THE DRAGON IN THE GOBLET]\n\n  “The cup of blessing which we bless, is it not the communion of the\n  blood of Christ? The bread which we break, is it not the communion of\n  the body of Christ? For we being many are one bread, and one body; for\n  we are all partakers of one bread.”—_I Corinthians_ x: 16, 17.\n\nBread and wine are the body and the blood of Christ; the food of the\nimmortals who are brothers with Christ, ἀδελφοί, those who come from the\nsame womb. We who are reborn again from the mother are all heroes\ntogether with Christ, and enjoy immortal food. As with the Jews, so too\nwith the Christians, there is imminent danger of unworthy partaking, for\nthis mystery, which is very closely related psychologically with the\nsubterranean Hierosgamos of Eleusis, involves a mysterious union of man\nin a spiritual sense,[751] which was constantly misunderstood by the\nprofane and was retranslated into his language, where mystery is\nequivalent to orgy and secrecy to vice.[752] A very interesting\nblasphemer and sectarian of the beginning of the nineteenth century\nnamed Unternährer has made the following comment on the last supper:\n\n  “The communion of the devil is in this brothel. All they sacrifice\n  here, they sacrifice to the devil and not to God. There they have the\n  devil’s cup and the devil’s dish; _there they have sucked the head of\n  the snake_,[753] there they have fed upon the iniquitous bread and\n  drunken the wine of wickedness.”[754]\n\nUnternährer is an adherent or a forerunner of the “theory of living\none’s own nature.” He dreams of himself as a sort of priapic divinity;\nhe says of himself:\n\n  “Black-haired, very charming and handsome in countenance, and every\n  one enjoys listening to thee on account of the amiable speeches which\n  come from thy mouth; therefore the maids love thee.”\n\nHe preaches “the cult of nakedness.”\n\n  “Ye fools and blind men, behold God has created man in his image, as\n  male and female, and has blessed them and said, ‘Be fruitful and\n  multiply and fill the earth, and make it subject to thee.’ Therefore,\n  he has given the greatest honor to these poor members and has placed\n  them naked in the garden,” etc.\n\n  “Now are the fig leaves and the covering removed, because thou hast\n  turned to the Lord, for the Lord is the Spirit, and where the spirit\n  of the Lord is, there is freedom,[755] there the clearness of the Lord\n  is mirrored with uncovered countenance. This is precious before God,\n  and this is the glory of the Lord, and the adornment of our God, when\n  you stand in the image and honor of your God, as God created you,\n  naked and not ashamed.\n\n  “Who can ever praise sufficiently in the sons and daughters of the\n  living God those parts of the body which are destined to procreate?\n\n  “In the lap of the daughters of Jerusalem is the gate of the Lord, and\n  the Just will go into the temple there, to the altar.[756] And in the\n  lap of the sons of the living God is the water-pipe of the upper part,\n  which is a tube, like a rod, to measure the temple and altar. And\n  under the water-tube the sacred stones are placed, as a sign and\n  testimony of the Lord, who has taken to himself the seed of Abraham.\n\n  “Out of the seeds in the chamber of the mother, God creates a man with\n  his hands, as an image of himself. Then the mother house and the\n  mother chamber is opened in the daughters of the Living God, and God\n  himself brings forth a child through them. Thus God creates children\n  from the stones, for the seed comes from the stones.”[757]\n\nHistory teaches in manifold examples how the religious mysteries are\nliable to change suddenly into sexual orgies because they have\noriginated from an overvaluation of the orgy. It is characteristic that\nthis priapic divinity[758] returns again to the old symbol of the snake,\nwhich in the mystery enters into the faithful, fertilizing and\nspiritualizing them, although it originally possessed a phallic\nsignificance. In the mysteries of the Ophites, the festival was really\ncelebrated with serpents, in which the animals were even kissed.\n(Compare the caressing of the snake of Demeter in the Eleusinian\nmysteries.) In the sexual orgies of the modern Christian sects the\nphallic kiss plays a very important rôle. Unternährer was an\nuncultivated, crazy peasant, and it is unlikely that the Ophitic\nreligious ceremonies were known to him.\n\nThe phallic significance is expressed negatively or mysteriously through\nthe serpent, which always points to a secret related thought. This\nrelated thought connects with the mother; thus, in a dream a patient\nfound the following imagery: “A serpent shot out from a moist cave and\nbit the dreamer in the region of the genitals.” This dream took place at\nthe instant when the patient was convinced of the truth of the analysis,\nand began to free himself from the bond of his mother complex. The\nmeaning is: I am convinced that I am inspired and poisoned by the\nmother. The contrary manner of expression is characteristic of the\ndream. At the moment when he felt the impulse to go forwards he\nperceived the attachment to the mother. Another patient had the\nfollowing dream during a relapse, in which the libido was again wholly\nintroverted for a time: “She was entirely filled within by a great\nsnake; only one end of the tail peeped out from her arm. She wanted to\nseize it, but it escaped her.” A patient with a very strong introversion\n(catatonic state) complained to me that a snake was stuck in her\nthroat.[759] This symbolism is also used by Nietzsche in the “vision” of\nthe shepherd and the snake:[760]\n\n  “And verily, what I saw was like nothing I ever saw before. I saw a\n  young shepherd, writhing, choking, twitching with a convulsed face,\n  from whose mouth hung a black, heavy serpent.\n\n  “Did I ever see so much disgust and pallid fear upon a\n  countenance?[761] Might he have been sleeping, and the snake crept\n  into his mouth—there it bit him fast?\n\n  “My hand tore at the serpent and tore—in vain!—I failed to tear the\n  serpent out of his mouth. Then there cried out of me: ‘Bite! Bite! Its\n  head off! Bite!’ I exclaimed; all my horror, my hate, my disgust, my\n  compassion, all the good and bad cried out from me in one voice.\n\n  “Ye intrepid ones around me! solve for me the riddle which I saw, make\n  clear to me the vision of the lonesomest one.\n\n  “For it was a vision and a prophecy; what did then I behold in\n  parable? And who is it who is still to come?\n\n  “Who is the shepherd into whose mouth crept the snake? Who is the man\n  into whose throat all the heaviness and the blackest would creep?[762]\n\n  “But the shepherd bit, as my cry had told him; he bit with a huge\n  bite! Far away did he spit the head of the serpent—and sprang up.\n\n  “No longer shepherd, no longer man, a transfigured being, an\n  illuminated being, who laughed! Never yet on earth did a man laugh as\n  he laughed!\n\n  “O my brethren, I heard a laugh which was no human laughter—and now a\n  thirst consumeth me, a longing that is never allayed.\n\n  “My longing for this laugh eats into me. Oh, how can I suffer still to\n  live! And how now can I bear to die!”[763]\n\nThe snake represents the introverting libido. Through introversion one\nis fertilized, inspired, regenerated and reborn from the God. In Hindoo\nphilosophy this idea of creative, intellectual activity has even\ncosmogenic significance. The unknown original creator of all things is,\naccording to Rigveda 10, 121, Prajâpati, the “Lord of Creation.” In the\nvarious Brahmas, his cosmogenic activity was depicted in the following\nmanner\n\n  “Prajâpati desired: ‘I will procreate myself, I will be manifold.’ He\n  performed Tapas; after he had performed Tapas he created these\n  worlds.”\n\nThe strange conception of Tapas is to be translated, according to\nDeussen,[764] as “he heated himself with his own heat,[765] with the\nsense of ‘he brooded, he hatched.’” Here the hatcher and the hatched are\nnot two, but one and the same identical being. As Hiranyagarbha,\nPrajâpati is the egg produced from himself, the world-egg, from which he\nhatches himself. He creeps into himself, he becomes his own uterus,\nbecomes pregnant with himself, in order to give birth to the world of\nmultiplicity. Thus Prajâpati through the way of introversion changed\ninto something new, the multiplicity of the world. It is of especial\ninterest to note how the most remote things come into contact. Deussen\nobserves:\n\n  “In the degree that the conception of Tapas (heat) becomes in hot\n  India the symbol of exertion and distress, the ‘tapo atapyata’ began\n  to assume the meaning of self-castigation and became related to the\n  idea that creation is an act of _self-renunciation_ on the part of the\n  Creator.”\n\nSelf-incubation and self-castigation and introversion are very closely\nconnected ideas.[766] The Zosimos vision mentioned above betrays the\nsame train of thought, where it is said of the place of transformation:\nὁ τόπος τῆς ἀσκήσεως.[767] We have already observed that the place of\ntransformation is really the uterus. Absorption in one’s self\n(introversion) is an entrance into one’s own uterus, and also at the\nsame time asceticism. In the philosophy of the Brahmans the world arose\nfrom this activity; among the post-Christian Gnostics it produced the\nrevival and spiritual rebirth of the individual, who was born into a new\nspiritual world. The Hindoo philosophy is considerably more daring and\nlogical, and assumes that creation results from introversion in general,\nas in the wonderful hymn of Rigveda, 10, 29, it is said:\n\n        “What was hidden in the shell,\n        Was born through the power of fiery torments.\n        From this first arose love,\n        As the germ of knowledge,\n        The wise found the roots of existence in non-existence,\n        By investigating the hearts impulses.”[768]\n\nThis philosophical view interprets the world as an emanation of the\nlibido, and this must be widely accepted from the theoretic as well as\nthe psychologic standpoint, for the function of reality is an\ninstinctive function, having the character of biological adaptation.\nWhen the insane Schreber brought about the end of the world through his\nlibido-introversion, he expressed an entirely rational psychologic view,\njust as Schopenhauer wished to abolish through negation (holiness,\nasceticism) the error of the primal will, through which the world was\ncreated. Does not Goethe say:\n\n                 “You follow a false trail;\n                 Do not think that we are not serious;\n                 Is not the kernel of nature\n                 In the hearts of men?”\n\nThe hero, who is to accomplish the rejuvenation of the world and the\nconquest of death, is the libido, which, brooding upon itself in\nintroversion, coiling as a snake around its own egg, apparently\nthreatens life with a poisonous bite, in order to lead it to death, and\nfrom that darkness, conquering itself, gives birth to itself again.\nNietzsche knows this conception:[769]\n\n          “How long have you sat already upon your misfortune.\n          Give heed! lest you hatch an egg,\n          A basilisk egg\n          Of your long travail.”\n\nThe hero is himself a serpent, himself a sacrificer and a sacrificed.\nThe hero himself is of _serpent nature_; therefore, Christ compares\nhimself with the serpent; therefore, the redeeming principle of the\nworld of that Gnostic sect which styled itself the Ophite was the\nserpent. The serpent is the Agatho and Kako demon. It is, indeed,\nintelligible, when, in the Germanic saga, they say that the heroes had\nserpents’ eyes.[770] I recall the parallel previously drawn between the\neyes of the Son of man and those of the Tarpeian dragon. In the already\nmentioned mediæval pictures, the dragon, instead of the Lord, appeared\nin the cup; the dragon who with changeful, serpent glances[771] guarded\nthe divine mystery of renewed rebirth in the maternal womb. In Nietzsche\nthe old, apparently long extinct idea is again revived:[772]\n\n           “Ailing with tenderness, just as the thawing wind,\n           Zarathustra sits waiting, waiting on his hill,\n           Sweetened and cooked in his own juice,\n           Beneath his summits,\n           Beneath his ice he sits,\n           Weary and happy,\n           A Creator on his seventh day.\n           Silence!\n           It is my truth!\n           From hesitating eyes—\n           From velvety shadows\n           Her glance meets mine,\n           Lovely, mischievous, the glance of a girl.\n           She divines the reason of my happiness,\n           She divines me—ha! what is she plotting?\n           A purple dragon lurks\n           In the abyss of her maiden glance.[773]\n           Woe to thee, Zarathustra,\n           Thou seemest like some one\n           Who has swallowed gold,\n           Thy belly will be slit open.”[774]\n\nIn this poem nearly all the symbolism is collected which we have\nelaborated previously from other connections. Distinct traces of the\nprimitive identity of serpent and hero are still extant in the myth of\nCecrops. Cecrops is himself half-snake, half-man. Originally, he\nprobably was the Athenian snake of the citadel itself. As a buried god,\nhe is like Erechtheus, a chthonic snake god. Above his subterranean\ndwelling rises the Parthenon, the temple of the virgin goddess (compare\nthe analogous idea of the Christian church). The casting of the skin of\nthe god, which we have already mentioned in passing, stands in the\nclosest relation to the nature of the hero. We have spoken already of\nthe Mexican god who casts his skin. It is also told of Mani, the founder\nof the Manichaean sect, that he was killed, skinned, stuffed and hung\nup.[775] That is the death of Christ, merely in another mythological\nform.[776]\n\nMarsyas, who seems to be a substitute for Attis, the son-lover of\nCybele, was also skinned.[777] Whenever a Scythian king died, slaves and\nhorses were slaughtered, skinned and stuffed, and then set up\nagain.[778] In Phrygia, the representatives of the father-god were\nkilled and skinned. The same was done in Athens with an ox, who was\nskinned and stuffed and again hitched to the plough.\n\nIn this manner the revival of the fertility of the earth was\ncelebrated.[779]\n\nThis readily explains the fragment from the Sabazios mysteries,\ntransmitted to us by Firmicus:[780] Ταῦρος δράκοντος καὶ πατὴρ ταύρου\nδράκων[781].\n\nThe active fructifying (upward striving) form of the libido is changed\ninto the negative force striving downwards towards death. The hero as\nzodion of spring (ram, bull) conquers the depths of winter; and beyond\nthe summer solstice is attacked by the unconscious longing for death,\nand is bitten by the snake. However, he himself is the snake. But he is\nat war with himself, and, therefore, the descent and the end appear to\nhim as the malicious inventions of the mother of death, who in this way\nwishes to draw him to herself. The mysteries, however, consolingly\npromise that there is no contradiction[782] or disharmony when life is\nchanged into death: ταῦρος δράκοντος καὶ πατήρ ταύρου δράκων.\n\nNietzsche, too, gives expression to this mystery:[783]\n\n               “_Here do I sit now_,\n               That is, I’m swallowed down\n               By this the smallest oasis—\n               —It opened up just yawning,\n               Its loveliest maw agape.\n               Hail! hail! to that whalefish,\n               When he for his guests’ welfare\n               Provided thus!\n\n                      ·       ·       ·       ·       ·\n\n               Hail to his belly\n               If he had also\n               Such a lovely oasis belly—\n               The desert grows, woe to him\n               Who hides the desert!\n               Stone grinds on stone, the desert\n               Gulps and strangles.\n               The monstrous death gazes, glowing brown,\n               And chews—his life is his chewing ...\n               Forget not, O man, burnt out by lust,\n               Thou art the stone, the desert,\n               Thou art death!”\n\nThe serpent symbolism of the Last Supper is explained by the\nidentification of the hero with the serpent: The god is buried in the\nmother: as fruit of the field, as food coming from the mother and at the\nsame time as drink of immortality he is received by the mystic, or as a\nserpent he unites with the mystic. All these symbols represent the\nliberation of the libido from the incestuous fixation through which new\nlife is attained. The liberation is accomplished under symbols, which\nrepresent the activity of the incest wish.\n\nIt might be justifiable at this place to cast a glance upon\npsychoanalysis as a method of treatment. In practical analysis it is\nimportant, first of all, to discover the libido lost from the control of\nconsciousness. (It often happens to the libido as with the fish of Moses\nin the Mohammedan legend; it sometimes “takes its course in a marvellous\nmanner into the sea.”) Freud says in his important article, “Zur Dynamik\nder Übertragung”:[784]\n\n  “The libido has retreated into regression and again revives the\n  infantile images.”\n\nThis means, mythologically, that the sun is devoured by the serpent of\nthe night, the treasure is concealed and guarded by the dragon:\nsubstitution of a present mode of adaptation by an infantile mode, which\nis represented by the corresponding neurotic symptoms. Freud continues:\n\n  “Thither the analytic treatment follows it and endeavors to seek out\n  the libido again, to render it accessible to consciousness, and\n  finally to make it serviceable to reality. Whenever the analytic\n  investigation touches upon the libido, withdrawn into its\n  hiding-place, a struggle must break out; all the forces, which have\n  caused the regression of the libido, will rise up as resistance\n  against the work, in order to preserve this new condition.”\n\nMythologically this means: the hero seeks the lost sun, the fire, the\nvirgin sacrifice, or the treasure, and fights the typical fight with the\ndragon, with the libido in resistance. As these parallels show,\npsychoanalysis mobiles a part of the life processes, the fundamental\nimportance of which properly illustrates the significance of this\nprocess.\n\nAfter Siegfried has slain the dragon, he meets the father, Wotan,\nplagued by gloomy cares, for the primitive mother, Erda, has placed in\nhis path the snake, in order to enfeeble his sun. He says to Erda:\n\n               _Wanderer_:\n\n               All-wise one,\n               Care’s piercing sting by thee was planted\n               In Wotan’s dauntless heart\n               With fear of shameful ruin and downfall.\n               Filled was his spirit by tidings\n               Thou didst foretell.\n               Art thou the world’s wisest of women?\n               Tell to me now\n               How a god may conquer his care.\n\n               _Erda_:\n\n               Thou art not\n               What thou hast said.\n\nIt is the same primitive motive which we meet Wagner: the mother has\nrobbed her son, the sun-god, of the joy of life, through a poisonous\nthorn, and deprives him of his power, which is connected with the name.\nIsis demands the name of the god; Erda says, “Thou art not what thou\nhast said.” But the “Wanderer” has found the way to conquer the fatal\ncharm of the mother, the fear of death:\n\n                  “The eternals’ downfall\n                  No more dismays me,\n                  Since their doom I willed.\n\n                  “I leave to thee, loveliest Wälsung,\n                  Gladly my heritage now.\n                  To the ever-young\n                  In gladness yieldeth the god!”\n\nThese wise words contain, in fact, the saving thought. It is not the\nmother who has placed the poisonous worm in our path, but our libido\nitself wills to complete the course of the sun to mount from morn to\nnoon, and, passing beyond noon, to hasten towards evening, not at war\nwith itself, but willing the descent and the end.[785]\n\nNietzsche’s Zarathustra teaches:\n\n  “I praise thee, my death, the free death, which comes to me because I\n  want it.\n\n  “And when shall I want it?\n\n  “He who has a goal and an heir wants death at the proper time for his\n  goal and his heir.\n\n  “And this is the great noonday, when man in the middle of his course\n  stands between man and superman, and celebrates his path towards\n  evening as his highest hope: because it is the path to a new morning.\n\n  “He who is setting will bless his own going down because it is a\n  transition: and the sun of his knowledge will be at high noon.”\n\nSiegfried conquers the father Wotan and takes possession of Brunhilde.\nThe first object that he sees is her horse; then he believes that he\nbeholds a mail-clad man. He cuts to pieces the protecting coat of mail\nof the sleeper. (Overpowering.) When he sees it is a woman, terror\nseizes him:\n\n                  “My heart doth falter and faint;\n                  On whom shall I call\n                  That he may help me?\n                  Mother! Mother!\n                  Remember me!\n\n                  “Can this be fearing?\n                  Oh, mother! Mother!\n                  Thy dauntless child!\n                  A woman lieth asleep:—\n                  And she now has taught him to fear!\n\n                  “Awaken! Awaken!\n                  Holiest maid!\n                  Then life from the sweetness of lips\n                  Will I win me—\n                  E’en tho’ I die in a kiss.”\n\nIn the duet which follows the mother is invoked:\n\n                       “O mother, hail!\n                       Who gave thee thy birth!”\n\nThe confession of Brunhilde is especially characteristic:\n\n                   “O knewest thou—joy of the world,\n                   How I have ever loved thee!\n                   Thou wert my gladness,\n                   My care wert thou!\n                   Thy life I sheltered;\n                   Or ere it was thine,\n                   Or ere thou wert born,\n                   My shield was thy guard.”[786]\n\nThe pre-existence of the hero and the pre-existence of Brunhilde as his\nwife-mother are clearly indicated from this passage.\n\nSiegfried says in confirmation:\n\n                    “Then death took not my mother?\n                    Bound in sleep did she lie?”\n\nThe mother-imago, which is the symbol of the dying and resurrected\nlibido, is explained by Brunhilde to the hero, as his own will:\n\n                      “Thyself am I\n                      If blest I be in thy love.”\n\nThe great mystery of the Logos entering into the mother for rebirth is\nproclaimed with the following words by Brunhilde:\n\n                   “O Siegfried, Siegfried,\n                   Conquering light!\n                   I loved thee ever,\n                   For I divined\n                   The thought that Wotan had hidden—\n                   The thought that I dared\n                   Not to whisper—[787]\n                   That all unclearly\n                   Glowed in my bosom\n                   Suffered and strove;\n                   For which I flouted\n                   Him, who conceived it:[787]\n                   For which in penance\n                   Prisoned I lay,\n                   While thinking it not\n                   And feeling only,\n                   For, in my thought,\n                   Oh, should you guess it?\n                   Was only my love for thee.”\n\nThe erotic similes which now follow distinctly reveal the motive of\nrebirth:\n\n                   _Siegfried_:\n                     “A glorious flood\n                     Before me rolls.\n                     With all my senses\n                     I only see\n                     Its buoyant, gladdening billows.\n                     Though in the deep\n                     I find not my face,\n                     Burning, I long\n                     For the water’s balm;\n                     And now as I am,\n                     Spring in the stream.[788]\n                     O might its billows\n                     Engulf me in bliss.”\n\nThe motive of plunging into the maternal water of rebirth (baptism) is\nhere fully developed. An allusion to the “terrible mother” imago, the\nmother of heroes, who teaches them fear, is to be found in Brunhilde’s\nwords (the horse-woman, who guides the dead to the other side):\n\n                       “Fearest thou, Siegfried?\n                       Fearest thou not\n                       The wild, furious woman?”\n\nThe orgiastic “Occide moriturus” resounds in Brunhilde’s words:\n\n                      “Laughing let us be lost—\n                      Laughing go down to death!”\n\nAnd in the words\n\n                          “Light-giving love,\n                          Laughing death!”\n\nis to be found the same significant contrast.\n\nThe further destinies of Siegfried are those of the Invictus: the spear\nof the gloomy, one-eyed Hagen strikes Siegfried’s vulnerable spot. The\nold sun, who has become the god of death, the one-eyed Wotan, smites his\noffspring, and once again ascends in eternal rejuvenation. The course of\nthe invincible sun has supplied the mystery of human life with beautiful\nand imperishable symbols; it became a comforting fulfilment of all the\nyearning for immortality, of all desire of mortals for eternal life.\n\nMan leaves the mother, the source of libido, and is driven by the\neternal thirst to find her again, and to drink renewal from her; thus he\ncompletes his cycle, and returns again into the mother’s womb. Every\nobstacle which obstructs his life’s path, and threatens his ascent,\nwears the shadowy features of the “terrible mother,” who paralyzes his\nenergy with the consuming poison of the stealthy, retrospective longing.\nIn each conquest he wins again the smiling love and life-giving\nmother—images which belong to the intuitive depths of human feeling, the\nfeatures of which have become mutilated and irrecognizable through the\nprogressive development of the surface of the human mind. The stern\nnecessity of adaptation works ceaselessly to obliterate the last traces\nof these primitive landmarks of the period of the origin of the human\nmind, and to replace them along lines which are to denote more and more\nclearly the nature of real objects.",
  "semantic_sections": [],
  "missed_text": "CHAPTER V SYMBOLISM OF THE MOTHER AND OF REBIRTH The vision following the creation of the hero is described by Miss Miller as a “throng of people.” This representation is known to us from dream interpretation as being, above all, the symbol of mystery.[423] Freud thinks that this choice of symbol is determined on account of its possibility of representing the idea. The bearer of the mystery is placed in opposition to the multitude of the ignorant. _The possession of the mystery cuts one off from intercourse with the rest of mankind._ For a very complete and smooth rapport with the surroundings is of great importance for the management of the libido and the _possession of a subjectively important secret generally creates a great disturbance_. It may be said that the whole art of life shrinks to the one problem of how the libido may be freed in the most harmless way possible. Therefore, the neurotic derives special benefit in treatment when he can at last rid himself of his various secrets. The symbol of the crowd of people, chiefly the streaming and moving mass, is, as I have often seen, substituted for the great excitement in the unconscious, especially in persons who are outwardly calm. The vision of the “throng” develops further; horses emerge; a battle is fought. With Silberer, I might accept the significance of this vision as belonging, first of all, in the “functional category,” because, fundamentally, the conception of the intermingling crowds is nothing but the symbol of the present onrush of the mass of thought; likewise the battle, and possibly the horses, which illustrate the movement. The deeper significance of the appearance of the horses will be seen for the first time in the further course of our treatment of the mother symbolism. The following vision has a more definite and significantly important character. Miss Miller sees a City of Dreams (“Cité de Rêves”). The picture is similar to one she saw a short time before on the cover of a magazine. Unfortunately, we learn nothing further about it. One can easily imagine under this “Cité de Rêves” a fulfilled wish dream, that is to say, something very beautiful and greatly longed for; a sort of heavenly Jerusalem, as the poet of the Apocalypse has dreamed it. The city is a maternal symbol, a woman who fosters the inhabitants as children. It is, therefore, intelligible that the two mother goddesses, Rhea and Cybele, both wear the wall crown. The Old Testament treats the cities of Jerusalem, Babel, etc., as women (_Isaiah_ xlvii:1–5): “Come down and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans; for thou shalt no more be called tender and delicate. Take the millstones and grind meal; uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers. That thy nakedness shall be uncovered, yea, thy shame shall be seen; sit thou silent, and get thee into darkness, O daughter of the Chaldeans; for thou shalt no more be called the lady of the kingdoms.” Jeremiah says of Babel (I:12): “Your mother shall be sore confounded; she that bare you shall be ashamed.” Strong, unconquered cities are virgins; colonies are sons and daughters. Cities are also whores. Isaiah says of Tyre (xxiii:16): “Take an harp, go about the city, thou harlot; thou hast been forgotten.” And: “How does it come to pass that the virtuous city has become an harlot?” We come across a similar symbolism in the myth of Ogyges, the mythical king who rules in Egyptian Thebes and whose wife was appropriately named Thebe. The Bœotian Thebes founded by Cadmus received on that account a surname, “Ogygian.” This surname was also given to the great flood, as it was called “Ogygian” because it occurred under Ogyges. This coincidence will be found later on to be hardly accidental. The fact that the city and the wife of Ogyges bear the same name indicates that somewhere a relation must exist between the city and the woman, which is not difficult to understand, for the city is identical with the woman. We meet a similar idea in Hindoo lore where Indra appears as the husband of Urvara, but Urvara means “the fertile land.” In a similar way the occupancy of a country by the king was understood as marriage with the ploughed land. Similar representations must have prevailed in Europe as well. Princes had to guarantee, for example, a good harvest at their accession. The Swedish King Domaldi was actually killed on account of the failure of the harvest (Ynglinga sâga 18). In the Rama sâga the hero Rama marries Sîtâ, the furrow of the field.[424] To the same group of ideas belongs the Chinese custom of the Emperor ploughing a furrow at his ascension to the throne. This idea of the soil being feminine also embraces the idea of continual companionship with the woman, a physical communication. Shiva, the Phallic God, is, like Mahadeva and Parwati, male and female. He has even given one-half of his body to his consort Parwati as a dwelling place.[425] Inman[426] gives us a drawing of a Pundite of Ardanari-Iswara; one-half of the god is masculine, the other half feminine, and the genitals are in continuous cohabitation. The motive of continuous cohabitation is expressed in a well-known lingam symbol, which is to be found everywhere in Indian temples; the base is a female symbol, and within that is the phallus.[427] The symbol approaches very closely the Grecian mystic phallic basket and chests. (Compare with this the Eleusinian mysteries.) The chest or box is here a female symbol, that is, the mother’s womb. This is a very well-known conception in the old mythologies.[428] The chest, basket or little basket, with its precious contents, was thought of as floating on the water; a remarkable inversion of the natural fact that the child floats in the amniotic fluid and that this is in the uterus. This inversion brings about a great advantage for sublimation, for it creates enormous possibilities of application for the myth-weaving phantasy, that is to say, for the annexation to the sun cycle. The Sun floats over the sea like an immortal god, which every evening is immersed in the maternal water and is born again renewed in the morning. Frobenius says: “Perhaps in connection with the blood-red sunrise, the idea occurs that here a birth takes place, the birth of a young son; the question then arises inevitably, whence comes the paternity? How has the woman become pregnant? And since this woman symbolizes the same idea as the fish, which means the sea, (because we proceed from the assumption that the Sun descends into the sea as well as arises from it) thus the curious primitive answer is that this sea has previously swallowed the old Sun. Consequently the resulting myth is, that the woman (sea) has formerly devoured the Sun and now brings a new Sun into the world, and thus she has become pregnant.” All these sea-going gods are sun symbols. They are enclosed in a chest or an ark for the “night journey on the sea” (Frobenius), often together with a woman (again an inversion of the actual situation, but in support of the motive of continuous cohabitation, which we have met above). During the night journey on the sea the Sun-god is enclosed in the mother’s womb, oftentimes threatened by dangers of all kinds. Instead of many individual examples, I will content myself with reproducing the scheme which Frobenius has constructed from numberless myths of this sort: [Illustration: _To devour_ _West_ _East_ _W-E movement—(sea journey)_ _Heat-hair_ _To slip out_ _To open_ _To land_ _Sea journey_ _To set on fire or To cut off the heart_] Frobenius gives the following legend to illustrate this: “A hero is devoured by a water monster in the West (to devour). The animal carries him within him to the East (sea journey). Meanwhile, he kindles a fire in the belly of the monster (to set on fire) and since he feels hungry he cuts off a piece of the hanging heart (to cut off the heart). Soon after he notices that the fish glides upon the dry land (to land); he immediately begins to cut open the animal from within outwards (to open) then he slides out (to slip out). In the fish’s belly, it had been so hot, that all his hair had fallen out (heat-hair). The hero frequently frees all who were previously devoured (to devour all) and all now slide out (slip out).” A very close parallel is Noah’s journey during the flood, in which all living creatures die; only he and the life guarded by him are brought to a new birth. In a Melapolynesian legend (Frobenius) it is told that the hero in the belly of the King Fish took his weapon and cut open the fish’s belly. “He slid out and saw a splendor, and he sat down and reflected. ‘I wonder where I am,’ he said. Then the sun rose with a bound and turned from one side to the other.” The Sun has again slipped out. Frobenius mentions from the Ramayana the myth of the ape Hanuman, who represents the Sun-hero. The sun in which Hanuman hurries through the air throws a shadow upon the sea. The sea monster notices this and through this draws Hanuman toward itself; when the latter sees that the monster is about to devour him, he stretches out his figure immeasurably; the monster assumes the same gigantic proportions. As he does that Hanuman becomes as small as a thumb, slips into the great body of the monster and comes out on the other side. In another part of the poem it is said that he came out from the right ear of the monster (like Rabelais’ Gargantua, who also was born from the mother’s ear). “Hanuman thereupon resumes his flight, and finds a new obstacle in another sea monster, which is the mother of Rahus, the sun-devouring demon. The latter draws Hanuman’s shadow[429] to her in the same way. Hanuman again has recourse to the earlier stratagem, becomes small and slips into her body, but hardly is he there than he grows to a gigantic mass, swells up, tears her, kills her, and in that way makes his escape.” Thus we understand why the Indian fire-bringer Mâtariçvan is called “the one swelling in the mother”; the ark (little box, chest, cask, vessel, etc.) is a symbol of the womb, just as is the sea, into which the Sun sinks for rebirth. From this circle of ideas we understand the mythologic statements about Ogyges; he it is who possesses the mother, the City, who is united with the mother; therefore under him came the great flood, for it is a typical fragment of the sun myth that the hero, when united with the woman attained with difficulty, is exposed in a cask and thrown into the sea, and then lands for a new life on a distant shore. The middle part, the “night journey on the sea” in the ark, is lacking in the tradition of Ogyges.[430] But the rule in mythology is that the typical parts of a myth can be united in all conceivable variations, which adds greatly to the extraordinary difficulty of the interpretation of a particular myth without knowledge of all the others. The meaning of this cycle of myths mentioned here is clear; it is the longing _to attain rebirth through the return to the mother’s womb, that is to say, to become as immortal as the sun_. This longing for the mother is frequently expressed in our holy scriptures.[431] I recall, particularly the place in the epistle to the Galatians, where it is said (iv:26): (26) “But Jerusalem which is above is free, which is the mother of us all. (27) “For it is written, Rejoice, thou barren that beareth not: break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. (28) “Now we, brethren, as Isaac was, are the children of promise. (29) “But as he that was born after the flesh persecuted him that was born after the spirit, even so it is now. (30) “Nevertheless, what sayeth the scripture? Cast out the bondwoman and her son; for the son of a bondwoman shall not be heir with the son of a freewoman. (31) “So, then, brethren, we are not children of the bondwoman, but of the free.” Chapter v:",
  "metrics": {},
  "token_counts": {
    "input": 33161,
    "sections": [],
    "missed": 2747
  }
}