{
  "chunk_number": 21,
  "original_text": "  (1) “Stand fast therefore in the liberty wherewith Christ has made us\n  free.”\n\nThe Christians are the children of the City Above, a symbol of the\nmother, not sons of the earthly city-mother, who is to be cast out; for\nthose born after the flesh are opposed to those born after the spirit,\nwho are not born from the mother in the flesh, but from a symbol for the\nmother. One must again think of the Indians at this point, who say the\nfirst people proceeded from the sword-hilt and a shuttle. The religious\nthought is bound up with the compulsion to call the mother no longer\nmother, but City, Source, Sea, etc. This compulsion can be derived from\nthe need to manifest an amount of libido bound up with the mother, but\nin such a way that the mother is represented by or concealed in a\nsymbol. The symbolism of the city we find well-developed in the\nrevelations of John, where two cities play a great part, one of which is\ninsulted and cursed by him, the other greatly desired. We read in\nRevelation (xvii:1):\n\n  (1) “Come hither: I will shew unto thee the judgment of the great\n  whore that sitteth on many waters.\n\n  (2) “With whom the kings of the earth have committed fornication and\n  the inhabitants of the earth have been made drunk with the wine of her\n  fornication.\n\n  (3) “So he carried me away in the spirit into the wilderness: and I\n  saw a woman sit on a scarlet colored beast, full of the names of\n  blasphemy, and having seven heads and ten horns.\n\n  (4) “And the woman was arrayed in purple and scarlet colors, and\n  decked with gold and precious stones and pearls, having a golden\n  cup[432] in her hand full of abominations and filthiness of her\n  fornication.\n\n  (5) “And upon her forehead was a name written: _Mystery. Babylon the\n  great. The Mother of Harlots and Abominations of the Earth._\n\n  (6) “And I saw the woman drunken with the blood of saints, and with\n  the blood of the martyrs of Jesus: and when I saw her I wondered with\n  a great admiration.”\n\nHere follows an interpretation of the vision unintelligible to us, from\nwhich we can only emphasize the point that the seven heads[433] of the\ndragon means the seven hills upon which the woman sits. This is probably\na distinct allusion to Rome, the city whose temporal power oppressed the\nworld at the time of the Revelation. The waters upon which the woman\n“the mother” sits are “peoples and throngs and nations and tongues.”\nThis also seems to refer to Rome, for she is the mother of peoples and\npossessed all lands. Just as in common speech, for example, colonies are\ncalled daughters, so the people subject to Rome are like members of a\nfamily subject to the mother. In another version of the picture, the\nkings of the people, namely, the fathers, commit fornication with this\nmother. Revelation continues (xviii: 2):\n\n  (2) “And he cried mightily with a strong voice, saying, Babylon the\n  Great is fallen, is fallen, and is become the habitation of devils,\n  and the hold of every foul spirit, and a cage of every unclean and\n  hateful bird.\n\n  (3) “For all nations have drunk of the wine of the wrath of her\n  fornication.”\n\nThus this mother does not only become the mother of all abominations,\nbut also in truth the receptacle of all that is wicked and unclean. The\nbirds are images of souls;[434] therefore, this means all souls of the\ncondemned and evil spirits. Thus the mother becomes Hecate, the\nunderworld, the City of the damned itself. We recognize easily in the\nancient idea of the woman on the dragon,[435] the above-mentioned\nrepresentation of Echnida, the mother of the infernal horrors. Babylon\nis the idea of the “terrible” mother, who seduces all people to whoredom\nwith devilish temptation, and makes them drunk with her wine. The\nintoxicating drink stands in the closest relation to fornication, for it\nis also a libido symbol, as we have already seen in the parallel of fire\nand sun. After the fall and curse of Babylon, we find in Revelation\n(xix:6–7) the hymn which leads from the under half to the upper half of\nthe mother, where now everything is possible which would be impossible\nwithout the repression of incest:\n\n  (6) “Alleluia, the Lord God omnipotent reigneth.\n\n  (7) “Let us be glad and rejoice, and give honor to him: for the\n  marriage of the Lamb is come,[436] and his wife hath made herself\n  ready.\n\n  (8) “And to her was granted that she should be arrayed in fine linen,\n  clean and white: for the fine linen is the righteousness of saints.\n\n  (9) “And he saith unto me, ‘Write, Blessed are they which are called\n  unto the marriage supper of the Lamb.’”\n\nThe Lamb is the son of man who celebrates his marriage with the “woman.”\nWho the “woman” is remains obscure at first. But Revelation (xxi:9)\nshows us which “woman” is the bride, the Lamb’s wife:\n\n  (9) “Come hither, I will show thee the bride, the Lamb’s wife.[437]\n\n  (10) “And he carried me away in the spirit to a great and high\n  mountain, and showed me that great city, the holy Jerusalem,\n  descending out of heaven from God, having the glory of God.”\n\nIt is evident from this quotation, after all that goes before, that the\nCity, the heavenly bride, who is here promised to the Son, is the\nmother.[438] In Babylon the impure maid was cast out, according to the\nEpistle to the Galatians, so that here in heavenly Jerusalem the\nmother-bride may be attained the more surely. It bears witness to the\nmost delicate psychologic perception that the fathers of the church who\nformulated the canons preserved this bit of the symbolic significance of\nthe Christ mystery. It is a treasure house for the phantasies and myth\nmaterials which underlie primitive Christianity.[439] The further\nattributes which were heaped upon the heavenly Jerusalem make its\nsignificance as mother overwhelmingly clear:\n\n  (1) “And he shewed me a pure river of water of life, clear as crystal,\n  proceeding out of the throne of God and of the Lamb.\n\n  (2) “In the midst of the street of it, and on either side of the\n  river, was there the tree of life, which bare twelve manner of fruits,\n  and yielded her fruit every month, and the leaves of the tree were for\n  the healing of nations.\n\n  (3) “And there shall be no more curse.”\n\nIn this quotation we come upon the symbol of the waters, which we found\nin the mention of Ogyges in connection with the city. The maternal\nsignificance of water belongs to the clearest symbolism in the realm of\nmythology,[440] so that the ancients could say: ἠ θάλασσα—τῆς γενέσεως\nσύμβολον.[441] From water comes life;[442] therefore, of the two gods\nwhich here interest us the most, Christ and Mithra, the latter was born\nbeside a river, according to representations, while Christ experienced\nhis new birth in the Jordan; moreover, he is born from the Πηγή,[443]\nthe “sempiterni fons amoris,” the mother of God, who by the\nheathen-Christian legend was made a nymph of the Spring. The “Spring” is\nalso found in Mithracism. A Pannonian dedication reads, “Fonti perenni.”\nAn inscription in Apulia is dedicated to the “Fons Aeterni.” In Persia,\nArdvîçûra is the well of the water of life. Ardvîçûra-Anahita is a\ngoddess of water and love (just as Aphrodite is born from foam). The\nneo-Persians designate the Planet Venus and a nubile girl by the name\n“Nahid.” In the temples of Anaitis there existed prostitute Hierodules\n(harlots). In the Sakaeen (in honor of Anaitis) there, occurred ritual\ncombats as in the festival of the Egyptian Ares and his mother. In the\nVedas the waters are called Mâtritamâh—the most maternal.[443] All that\nis living rises as does the sun, from the water, and at evening plunges\ninto the water. Born from the springs, the rivers, the seas, at death\nman arrives at the waters of the Styx in order to enter upon the “night\njourney on the sea.” The wish is that the black water of death might be\nthe water of life; that death, with its cold embrace, might be the\nmother’s womb, just as the sea devours the sun, but brings it forth\nagain out of the maternal womb (Jonah motive[444]). Life believes not in\ndeath.\n\n            “In the flood of life, in the torrent of deeds,\n            I toss up and down,\n            I am blown to and fro!\n            Cradle and grave,\n            An eternal sea;\n            A changing web,\n            A glowing life.”          —_Goethe: Faust._\n\nThat ξύλον ζωῆς, the wood of life, or the tree of life, is a maternal\nsymbol would seem to follow from the previous deductions. The etymologic\nconnection of ὕο, ὕλε, υἱός, in the Indo-Germanic root suggests the\nblending of the meanings in the underlying symbolism of mother and of\ngeneration. The tree of life is probably, first of all, a fruit-bearing\ngenealogical tree, that is, a mother-image. Countless myths prove the\nderivation of man from trees; many myths show how the hero is enclosed\nin the maternal tree—thus dead Osiris in the column, Adonis in the\nmyrtle, etc. Numerous female divinities were worshipped as trees, from\nwhich resulted the cult of the holy groves and trees. It is of\ntransparent significance when Attis castrates himself under a pine tree,\ni. e. he does it because of the mother. Goddesses were often worshipped\nin the form of a tree or of a wood. Thus Juno of Thespiæ was a branch of\na tree, Juno of Samos was a board. Juno of Argos was a column. The\nCarian Diana was an uncut piece of wood. Athene of Lindus was a polished\ncolumn. Tertullian calls Ceres of Pharos “rudis palus et informe lignum\nsine effigie.” Athenaeus remarks of Latona at Dalos that she is ξὐλινον\nἄμορφον, a shapeless piece of wood.[445] Tertullian calls an Attic\nPallas “crucis stipes,” a wooden pale or mast. The wooden pale is\nphallic, as the name suggests, φάλης, Pallus. The φαλλός is a pale, a\nceremonial lingam carved out of figwood, as are all Roman statues of\nPriapus. Φάλος means a projection or centrepiece on the helmet, later\ncalled κῶνος just as ἀναφαλ-αντίασις signifies baldheadedness on the\nforepart of the head, and φαλακρός signifies baldheadedness in regard to\nthe φάλος-κῶνος of the helmet; a semi-phallic meaning is given to the\nupper part of the head as well.[446] Φάλληνος has, besides φαλλός, the\nsignificance of “wooden”; φαλ-άγγωμα, “cylinder”; φάλαγξ, “a round\nbeam.” The Macedonian battle array, distinguished by its powerful\nimpetus, is called φάλαγξ; moreover, the finger-joint[447] is called\nφάλαγξ. φάλλαινα or φάλαινα is a whale. Now φαλός appears with the\nmeaning “shining, brilliant.” The Indo-Germanic root is _bhale_ = to\nbulge, to swell.[448] Who does not think of Faust?\n\n              “It grows, it shines, increases in my hand!”\n\nThat is primitive libido symbolism, which shows how immediate is the\nconnection between phallic libido and light. The same relations are\nfound in the Rigveda in Rudra’s utterances.\n\n  _Rigveda_ 1, 114, 3:\n\n  “May we obtain your favor, thou man ruling, Oh urinating Rudra.”\n\nI refer here to the previously mentioned phallic symbolism of Rudra in\nthe Upanishads:\n\n  (4) “We call for help below to the flaming Rudra, to the one bringing\n  the sacrifice; him who encircles and wanders (wandering in the vault\n  of Heaven) to the seer.”\n\n  2, 33, 5:\n\n  “He who opens up the sweet, who listens to our calls, the ruddy one,\n  with the beautiful helmet, may he not give us over to the powers of\n  jealousy.\n\n  (6) “I have been rejoiced by the bull connected with Marut, the\n  supplicating one with strong force of life.\n\n  (8) “Sound the powerful song of praise to the ruddy bull to the white\n  shining one; worship the flaming one with honor, we sing of the\n  shining being Rudra.\n\n  “May Rudra’s missile (arrow) not be used on us, may the great\n  displeasure of the shining one pass us by: Unbend the firm (bow or\n  hard arrow?) for the princes, thou who blessest with the waters of thy\n  body (generative strength), be gracious to our children and\n  grandchildren.”[449]\n\nIn this way we pass from the realm of mother symbolism imperceptibly\ninto the realm of male phallic symbolism. This element also lies in the\ntree, even in the family tree, as is distinctly shown by the mediæval\nfamily trees. From the first ancestor there grows upward, in the place\nof the “membrum virile,” the trunk of the great tree. The bisexual\nsymbolic character of the tree is intimated by the fact that in Latin\ntrees have a masculine termination and a feminine gender.[450] The\nfeminine (especially the maternal) meaning of the forest and the phallic\nsignificance of trees in dreams is well known. I mention an example.\n\nIt concerns a woman who had always been nervous, and who, after many\nyears of marriage, became ill as a result of the typical retention of\nthe libido. She had the following dream after she had learned to know a\nyoung man of many engaging free opinions who was very pleasing to her:\nShe found herself in a garden where stood a remarkable exotic tree with\nstrange red fleshy flowers or fruits. She picked them and ate them.\nThen, to her horror, she felt that she was poisoned. This dream idea may\neasily be understood by means of the antique or poetic symbolism, so I\ncan spare information as to the analytic material.\n\nThe double significance of the tree is readily explained by the fact\nthat such symbols are not to be understood “anatomically” but\npsychologically as libido symbols; therefore, it is not permissible to\ninterpret the tree on account of its similar form as directly phallic;\nit can also be called a woman or the uterus of the mother. The\nuniformity of the significance lies alone in the similarity to the\nlibido.[451] One loses one’s way in one “cul de sac” after another by\nsaying that this is the symbol substituted for the mother and that for\nthe penis. In this realm there is no fixed significance of things. The\nonly reality here is the libido, for which “all that is perishable is\nmerely a symbol.” It is not the physical actual mother, but the libido\nof the son, the object of which was once the mother. We take mythologic\nsymbols much too concretely and wonder at every step about the endless\ncontradictions. These contradictions arise only because we constantly\nforget that in the realm of phantasy “feeling is all.” Whenever we read,\ntherefore, “his mother was a wicked sorcerer,” the translation is as\nfollows: The son is in love with her, namely, he is unable to detach his\nlibido from the mother-imago; he therefore suffers from incestuous\nresistance.\n\nThe symbolism of water and trees, which are met with as further\nattributes in the symbol of the City, also refer to that amount of\nlibido which unconsciously is fastened to the mother-imago. In certain\nparts of Revelation the unconscious psychology of religious longing is\nrevealed, namely, the longing for the _mother_.[452] The expectation of\nRevelation ends in the mother: καὶ πᾶν κατάθεμα οὐκ ἔσται ἔτι (“and\nthere shall be no more curse”). There shall be no more sins, no\nrepression, no disharmony with one’s self, no guilt, no fear of death\nand no pain of separation more!\n\nThus Revelation echoes that same radiant mystical harmony which was\ncaught again 2,000 years later and expressed poetically in the last\nprayer of Dr. Marianus:\n\n            “Penitents, look up, elate,\n            Where she beams salvation;\n            Gratefully to blessed fate\n            Grow, in recreation!\n            Be our souls, as they have been,\n            Dedicate to thee!\n            Virgin Holy, Mother, Queen,\n            Goddess, gracious be!”        —_Goethe: Faust._\n\nOne principal question arises at the sight of this beauty and greatness\nof feeling, that is, whether the primary tendency compensated by\nreligion is not too narrowly understood as incestuous. I have previously\nobserved in regard to this that I consider the “resistance opposed to\nlibido” as in a general way coincident with the incest prohibition. I\nmust leave open for the present the definition of the psychological\nincest conception. However, I will here emphasize the point that it is\nmost especially the totality of the sun myth which proves to us that the\nfundamental basis of the “incestuous” desire does not aim at\ncohabitation, but at the special thought of becoming a child again, of\nturning back to the parent’s protection, of coming into the mother once\nmore in order to be born again. But incest stands in the path to this\ngoal, that is to say, the necessity of in some way again gaining\nentrance into the mother’s womb. One of the simplest ways would be to\nimpregnate the mother, and to reproduce one’s self identically. But here\nthe incest prohibition interferes; therefore, the myths of the sun or of\nrebirth teem with all possible proposals as to how incest can be evaded.\nA very simple method of avoidance is to transform the mother into\nanother being or to rejuvenate[453] her after birth has occurred, to\nhave her disappear again or have her change back. It is not incestuous\ncohabitation which is desired, but the rebirth, which now is attained\nmost readily through cohabitation. But this is not the only way,\nalthough perhaps the original one. The resistance to the incest\nprohibition makes the phantasy inventive; for example, it was attempted\nto impregnate the mother by means of a magic charm of fertility (to wish\nfor a child). Attempts in this respect remain in the stage of mythical\nphantasies; but they have one result, and that is the exercise of the\nphantasy which gradually produces paths through the creation of\nphantastic possibilities, in which the libido, taking an active part,\ncan flow off. Thus the libido becomes _spiritualized in an imperceptible\nmanner_. The power “which always wishes evil” thus creates a spiritual\nlife. Therefore, in religions, this course is now raised to a system. On\nthat account it is exceedingly instructive to see how religion takes\npains to further these symbolic transferences.[454] The New Testament\nfurnishes us with an excellent example in regard to this. Nicodemus, in\nthe speech regarding rebirth, cannot forbear understanding the matter\nvery realistically.\n\n  _John_ iii:4:\n\n  (4) “How can a man be born when he is old? Can he enter a second time\n  into his mother’s womb, and be born?”\n\nBut Jesus endeavors to raise into purity the sensuous view of\nNicodemus’s mind moulded in materialistic heaviness, and announces to\nhim—really the same—and yet not the same:\n\n  (5) “Verily, verily, I say unto thee, Except a man be born of water\n  and of the spirit, he cannot enter into the kingdom of God.\n\n  (6) “That which is born of the flesh is flesh: and that which is born\n  of the spirit is spirit.\n\n  (7) “Marvel not that I said unto thee, Ye must be born again.\n\n  (8) “The wind bloweth where it listeth, and thou hearest the sound\n  thereof, but canst not tell whence it cometh and whither it goeth; so\n  is everyone that is born of the spirit.”\n\nTo be born of water means simply to be born from the mother’s womb. To\nbe born of the spirit means to be born from the fructifying breath of\nthe wind; this we learn from the Greek text (where spirit and wind are\nexpressed by the same word, πνεῦμα) τὸ γεγεννημένον ἐκ τῆς σαρκος σάρξ\nἐστιν, καὶ τὸ γεγεννημένον ἐκ τοῦ πνεύματος πνεῦμά ἐστιν.—Τὸ πνεῦμα ὅπου\nθέλει πνεῖ,[455] etc.\n\nThis symbolism rose from the same need as that which produced the\nEgyptian legend of the vultures, the mother symbol. They were only\nfemales and were fertilized by the wind. One recognizes very clearly the\nethical demand as the foundation of these mythologic assertions: _thou\nmust say of the mother that she was not impregnated by a mortal in the\nordinary way, but by a spiritual being in an unusual manner_. This\ndemand stands in strict opposition to the real truth; therefore, the\nmyth is a fitting solution. One can say it was a hero who died and was\nborn again in a remarkable manner, and in this way attained immortality.\nThe need which this demand asserts is evidently a prohibition against a\ndefinite phantasy concerning the mother. A son may naturally think that\na father has generated him in a carnal way, but not that he himself\nimpregnated the mother and so caused himself to be born again into\nrenewed youth. This incestuous phantasy which for some reason possesses\nan extraordinary strength,[456] and, therefore, appears as a compulsory\nwish, is repressed and, conforming to the above demand, under certain\nconditions, expresses itself again, symbolically, concerning the problem\nof birth, or rather concerning individual rebirth from the mother. In\nJesus’s challenge to Nicodemus we clearly recognize this tendency:\n“Think not carnally or thou art carnal, but think symbolically, then art\nthou spirit.” It is evident how extremely educative and developing this\ncompulsion toward symbolism can be. Nicodemus would remain fixed in low\ncommonplaces if he did not succeed in raising himself through symbols\nabove this repressed incestuous desire. As a righteous philistine of\nculture, he probably was not very anxious for this effort, because men\nseem really to remain satisfied in repressing the incestuous libido, and\nat best to express it by some modest religious exercises. Yet it seems\nto be important, on the other side, that man should not merely renounce\nand repress and thereby remain firmly fixed in the incestuous bond, but\nthat he should redeem those dynamic forces which lie bound up in incest,\nin order to fulfil himself. For man needs his whole libido, to fill out\nthe boundaries of his personality, and then, for the first time, he is\nin a condition to do his best. The paths by which man may manifest his\nincestuously fixed libido seem to have been pointed out by the religious\nmythologic symbols. On this account Jesus teaches Nicodemus: “Thou\nthinkest of thy incestuous wish for rebirth, but thou must think that\nthou art born from the water and that thou art generated by the breath\nof the wind,[457] and in this way thou shalt share in eternal life.”\n\nThus the libido which lies inactive in the incestuous bond repressed and\nin fear of the law and the avenging Father God can be led over into\nsublimation through the symbol of baptism (birth from water) and of\ngeneration (spiritual birth) through the symbol of the descent of the\nHoly Ghost. Thus man becomes a child[458] again and is born into a\ncircle of brothers and sisters; but his mother is the “communion of the\nsaints,” the church, and his circle of brothers and sisters is humanity,\nwith whom he is united anew in the common inheritance of the primitive\nsymbol.\n\nIt seems that at the time in which Christianity had its origin this\nprocess was especially necessary; for that period, as the result of the\nincredible contrast between slavery and the freedom of the citizens and\nmasters, had entirely lost the consciousness of the common bond of\nmankind. One of the next and most essential reasons for the energetic\nregression to the infantile in Christianity, which goes hand in hand\nwith the revival of the incest problem, was probably to be found in the\nfar-reaching depreciation of women. At that time sexuality was so easily\nattainable that the result could only be a very excessive depreciation\nof the sexual object. The existence of personal values was first\ndiscovered by Christianity, and there are many people who have not\ndiscovered it even in the present day. However, the depreciation of the\nsexual object hinders the outflow of that libido which cannot be\nsatisfied by sexual activity, because it belongs to an already\ndesexualized higher order. (If it were not so, a Don Juan could never be\nneurotic; but the contrary is the case.) For how might those higher\nvaluations be given to a worthless, despised object? Therefore, the\nlibido, after having seen a “Helen in every woman” for so long a time,\nsets out on a search for the difficult to obtain, the worshipped, but\nperhaps unattainable, goal, and which in the unconscious is the mother.\nTherefore the symbolic needs, based on the incest resistance, arise\nagain in an increased degree, which promptly transforms the beautiful,\nsinful world of the Olympian Gods into incomprehensible, dreamlike, dark\nmysteries, which, with their accessions of symbols and obscure\nmeaningful texts, remove us very far from the religious feelings of that\nRoman-Græco world. When we see how much trouble Jesus took to make\nacceptable to Nicodemus the symbolic perception of things, that is to\nsay, really a repression and veiling over of the actual facts, and how\nimportant it was for the history of civilization in general, that people\nthought and still think in this way, then we understand the revolt which\nis raised everywhere against the psychologic discovery of the true\nbackground of the neurotic or normal symbolism. Always and everywhere we\nencounter the odious realm of sexuality, which represents to all\nrighteous people of to-day something defiled. However, less than 2,000\nyears have passed since the religious cult of sexuality was more or less\nopenly in full bloom. To be sure, they were heathen and did not know\nbetter, but the nature of religious power does not change from cycle to\ncycle. If one has once received an effectual impression of the sexual\ncontents of the ancient cults, and if one realizes oneself that the\nreligious experience, that is, the union[459] with the God of antiquity,\nwas understood by antiquity as a more or less concrete coitus, then\ntruly one can no longer fancy that the motor forces of a religion have\nsuddenly become wholly different since the birth of Christ. Exactly the\nsame thing has occurred as with the hysteric who at first indulges in\nsome quite unbeautiful, infantile sexual manifestations and afterwards\ndevelops a hyperæsthetic negation in order to convince every one of his\nspecial purity. _Christianity, with its repression of the manifest\nsexual, is the negative of the ancient sexual cult._ The original cult\nhas changed its tokens.[460] One only needs to realize how much of the\ngay paganism, even to the inclusion of unseemly Gods, has been taken\ninto the Christian church. Thus the old indecent Priapus celebrated a\ngay festival of resurrection in St. Tychon.[461] Also partly in the\nphysicians Sts. Kosma and Damien, who graciously condescended to accept\nthe “membra virilia” in wax at their festival.[462] St. Phallus of old\nmemories emerges again to be worshipped in country chapels, to say\nnothing of the rest of the paganism!\n\nThere are those who have not yet learned to recognize sexuality as a\nfunction equivalent to hunger and who, therefore, consider it as\ndisgraceful that certain taboo institutions which were considered as\nasexual refuges are now recognized as overflowing with sexual symbolism.\nThose people are doomed to the painful realization that such is still\nthe case, in spite of their great revolt. One must learn to understand\nthat, opposed to the customary habit of thought, psychoanalytic thinking\nreduces and resolves those symbolic structures which have become more\nand more complicated through countless elaboration. This means a course\nof reduction which would be an intellectual enjoyment if the object were\ndifferent. But here it becomes distressing, not only æsthetically, but\napparently also ethically, because the repressions which are to be\novercome have been brought about by our best intentions. We must\ncommence to overcome our virtuousness with the certain fear of falling\ninto baseness on the other side. This is certainly true, for\nvirtuousness is always inwardly compensated by a great tendency towards\nbaseness; and how many profligates are there who inwardly preserve a\nmawkish virtue and moral megalomania? Both categories of men turn out to\nbe snobs when they come in contact with analytic psychology, because the\nmoral man has imagined an objective and cheap verdict on sexuality and\nthe unmoral man is entirely unaware of the vulgarity of his sexuality\nand of his incapacity for an unselfish love. One completely forgets that\none can most miserably be carried away, not only by a vice, but also by\na virtue. There is a fanatic orgiastic self-righteousness which is just\nas base and which entails just as much injustice and violence as a vice.\n\nAt this time, when a large part of mankind is beginning to discard\nChristianity, it is worth while to understand clearly why it was\noriginally accepted. It was accepted in order to escape at last from the\nbrutality of antiquity. As soon as we discard it, licentiousness\nreturns, as impressively exemplified by life in our large modern cities.\nThis step is not a forward step, but a backward one. It is as with\nindividuals who have laid aside one form of transference and have no new\none. Without fail they will occupy regressively the old path of\ntransference, to their great detriment, because the world around them\nhas since then essentially changed. He who is repelled by the historical\nand philosophical weakness of the Christian dogmatism and the religious\nemptiness of an historical Jesus, of whose person we know nothing and\nwhose religious value is partly Talmudic, partly Hellenic wisdom, and\ndiscards Christianity, and therewith Christian morality, is certainly\nconfronted with the ancient problem of licentiousness. To-day the\nindividual still feels himself restrained by the public hypocritical\nopinion, and, therefore, prefers to lead a secret, separate life, but\npublicly to represent morality. It might be different if men in general\nall at once found the moral mask too dull, and if they realized how\ndangerously their beasts lie in wait for each other, and then truly a\nfrenzy of demoralization might sweep over humanity. This is the dream,\nthe wish dream, of the morally limited man of to-day; he forgets\nnecessity, which strangles men and robs them of their breath, and which\nwith a stern hand interrupts every passion.\n\nIt must not be imputed to me that I am wishing to refer the libido back\nby analytical reduction to the primitive, almost conquered, stages,\nentirely forgetting the fearful misery this would entail for humanity.\nIndeed, some individuals would let themselves be transported by the\nold-time frenzy of sexuality, from which the burden of guilt has been\nremoved, to their own greatest detriment.\n\nBut these are the ones who under other circumstances would have\nprematurely perished in some other way. However, I well know the most\neffectual and most inexorable regulator of human sexuality. This is\nnecessity. With this leaden weight human lust will never fly too high.\n\nTo-day there are countless neurotics who are so simply because they do\nnot know how to seek happiness in their own manner. They do not even\nrealize where the lack lies. And besides these neurotics there are many\nmore normal people—and precisely people of the higher type—who feel\nrestricted and discontented. For all these reduction to the sexual\nelements should be undertaken, in order that they may be reinstated into\nthe possession of their primitive self, and thereby learn to know and\nvalue its relation to the entire personality. In this way alone can\ncertain requirements be fulfilled and others be repudiated as unfit\nbecause of their infantile character. In this way the individual will\ncome to realize that certain things are to be sacrificed, although they\nare accomplished, _but in another sphere_. We imagine that we have long\nrenounced, sacrificed and cut off our incest wish, and that nothing of\nit is left. But it does not occur to us that this is not true, but that\nwe unconsciously commit incest in another territory. In religious\nsymbols, for example, we come across incest.[463] We consider the\nincestuous wish vanished and lost, and then rediscover it in full force\nin religion. This process or transformation has taken place\nunconsciously in secular development. Just as in Part I it is shown that\na similar unconscious transformation of the libido is an ethically\nworthless pose, and with which I compared the Christianity of early\nRoman antiquity, where evidently licentiousness and brutality were\nstrongly resisted, so here I must remark in regard to the sublimation of\nthe incestuous libido, that the belief in the religious symbol has\nceased to be an ethical ideal; but it is an unconscious transformation\nof the incest wish into symbolic acts and symbolic concepts which cheat\nmen, as it were, so that heaven appears to them as a father and earth as\na mother and the people upon it children and brothers and sisters. Thus\nman can remain a child for all time and satisfy his incest wish all\nunawares. This state would doubtless be ideal[464] if it were not\ninfantile and, therefore, merely a one-sided wish, which maintains a\nchildish attitude. _The reverse is anxiety._ Much is said of pious\npeople who remain unshaken in their trust in God and wander unswervingly\nsafe and blessed through the world. I have never seen this Chidher yet.\nIt is probably a wish figure. The rule is great uncertainty among\nbelievers, which they drown with fanatical cries among themselves or\namong others; moreover, they have religious doubts, moral uncertainty,\ndoubts of their own personality, feelings of guilt and, deepest of all,\ngreat fear of the opposite aspect of reality, against which the most\nhighly intelligent people struggle with all their force. This other side\nis the devil, the adversary or, expressed in modern terms, the\ncorrective of reality, of the infantile world picture, which has been\nmade acceptable through the predominating pleasure principle.[465] But\nthe world is not a garden of God, of the Father, but a place of terrors.\nNot only is heaven no father and earth no mother and the people not\nbrothers nor sisters, but they represent hostile, destroying powers, to\nwhich we are abandoned the more surely, the more childishly and\nthoughtlessly we have entrusted ourselves to the so-called Fatherly hand\nof God. One should never forget the harsh speech of the first Napoleon,\nthat the good God is always on the side of the heaviest artillery.\n\nThe religious myth meets us here as one of the greatest and most\nsignificant human institutions which, despite misleading symbols,\nnevertheless gives man assurance and strength, so that he may not be\noverwhelmed by the monsters of the universe. The symbol, considered from\nthe standpoint of actual truth, is misleading, indeed, but it is\n_psychologically true_,[466] because it was and is the bridge to all the\ngreatest achievements of humanity.\n\nBut this does not mean to say that this unconscious way of\ntransformation of the incest wish into religious exercises is the only\none or the only possible one. There is also a conscious recognition and\nunderstanding with which we can take possession of this libido which is\nbound up in incest and transformed into religious exercises so that we\nno longer need the stage of religious symbolism for this end. It is\nthinkable that instead of doing good to our fellow-men, for “the love of\nChrist,” we do it from the knowledge that humanity, even as ourselves,\ncould not exist if, among the herd, the one could not sacrifice himself\nfor the other. _This would be the course of moral autonomy, of perfect\nfreedom, when man could without compulsion wish that which he must do,\nand this from knowledge, without delusion through belief in the\nreligious symbols._\n\nIt is a positive creed which keeps us infantile and, therefore,\nethically inferior. Although of the greatest significance from the\ncultural point of view and of imperishable beauty from the æsthetic\nstandpoint, this delusion can no longer ethically suffice humanity\nstriving after moral autonomy.\n\nThe infantile and moral danger lies in belief in the symbol because\nthrough that we guide the libido to an imaginary reality. The simple\nnegation of the symbol changes nothing, for the entire mental\ndisposition remains the same; we merely remove the dangerous object. But\nthe object is not dangerous; the danger is our own infantile mental\nstate, for love of which we have lost something very beautiful and\ningenious through the simple abandonment of the religious symbol. I\nthink _belief should be replaced by understanding_; then we would keep\nthe beauty of the symbol, but still remain free from the depressing\nresults of submission to belief. This would be the psychoanalytic cure\nfor belief and disbelief.\n\n\nThe vision following upon that of the city is that of a “strange fir\ntree with gnarled branches.” This vision does not seem extraordinary to\nus after all that we have learned of the tree of life and its\nassociations with the city and the waters of life. This especial tree\nseems simply to continue the category of the mother symbols. The\nattribute “strange” probably signifies, as in dreams, a special\nemphasis, that is, a special underlying complex material. Unfortunately,\nthe author gives us no individual material for this. As the tree already\nsuggested in the symbolism of the city is particularly emphasized\nthrough the further development of Miss Miller’s visions here, I find it\nnecessary to discuss at some length the history of the symbolism of the\ntree.\n\nIt is well known that trees have played a large part in the cult myth\nfrom the remotest times. The typical myth tree is the tree of paradise\nor of life which we discover abundantly used in Babylonian and also in\nJewish lore; and in prechristian times, the pine tree of Attis, the tree\nor trees of Mithra; in Germanic mythology, Ygdrasil and so on. The\nhanging of the Attis image on the pine tree; the hanging of Marsyas,\nwhich became a celebrated artistic motive; the hanging of Odin; the\nGermanic hanging sacrifices—indeed, the whole series of hanged\ngods—teaches us that the hanging of Christ on the cross is not a unique\noccurrence in religious mythology, but belongs to the same circle of\nideas as others. In this world of imagery the cross of Christ is the\ntree of life, and equally the wood of death. This contrast is not\nastounding. Just as the origin of man from trees was a legendary idea,\nso there were also burial customs, in which people were buried in hollow\ntrees. From that the German language retains even now the expression\n“Totenbaum” (tree of death) for a coffin. Keeping in mind the fact that\nthe tree is predominantly a mother symbol, then the mystic significance\nof this manner of burial can be in no way incomprehensible to us. _The\ndead are delivered back to the mother for rebirth._ We encounter this\nsymbol in the Osiris myth, handed down by Plutarch,[467] which is, in\ngeneral, typical in various aspects. Rhea is pregnant with Osiris; at\nthe same time also with Isis; Osiris and Isis mate even in the mother’s\nwomb (motive of the night journey on the sea with incest). Their son is\nArueris, later called Horus. It is said of Isis that she was born “in\nabsolute humidity” (τετάρτῃ δὲ τῆν Ἴσιν ἐν πανύγροις γενέσθαι[468]). It\nis said of Osiris that a certain Pamyles in Thebes heard a voice from\nthe temple of Zeus while drawing water, which commanded him to proclaim\nthat Osiris was born μέγας βασιλεὺς εὐεργέτης Ὄσιρις.[469] In honor of\nthis the Pamylion were celebrated. They were similar to the\nphallophorion. Pamyles is a phallic demon, similar to the original\nDionysus. The myth reduced reads: Osiris and Isis were generated by\nphallus from the water (mother womb) in the ordinary manner. (Kronos had\nmade Rhea pregnant, the relation was secret, and Rhea was his sister.\nHelios, however, observed it and cursed the relation.) Osiris was killed\nin a crafty manner by the god of the underworld, Typhon, who locked him\nin a chest. He was thrown into the Nile, and so carried out to sea.\nOsiris, however, mated in the underworld with his second sister,\nNephthys (motive of the night journey to the sea with incest). One sees\nhere how the symbolism is developed. In the mother womb, before the\noutward existence, Osiris commits incest; in death, the second\nintrauterine existence, Osiris again commits incest. Both times with a\nsister who is simply substituted for the mother as a legal, uncensured\nsymbol, since the marriage with a sister in early antiquity was not\nmerely tolerated, but was really commended. Zarathustra also recommended\nthe marriage of kindred. This form of myth would be impossible to-day,\nbecause cohabitation with the sister, being incestuous, would be\nrepressed. The wicked Typhon entices Osiris craftily into a box or\nchest; this distortion of the true state of affairs is transparent. The\n“original sin” caused men to wish to go back into the mother again, that\nis, the incestuous desire for the mother, condemned by law, is the ruse\nsupposedly invented by Typhon. The fact is, the ruse is very\nsignificant. Man tries to sneak into rebirth through subterfuge in order\nto become a child again. An early Egyptian hymn[470] even raises an\naccusation against the mother Isis because she destroys the sun-god Rê\nby treachery. It was interpreted as the ill-will of the mother towards\nher son that she banished and betrayed him. The hymn describes how Isis\nfashioned a snake, put it in the path of Rê, and how the snake wounded\nthe sun-god with a poisonous bite, from which wound he never recovered,\nso that finally he had to retire on the back of the heavenly cow. But\nthis cow is the cow-headed goddess, just as Osiris is the bull Apis. The\nmother is accused as if she were the cause of man flying to the mother\nin order to be cured of the wound which she had herself inflicted. This\nwound is the prohibition of incest.[471] Man is thus cut off from the\nhopeful certainty of childhood and early youth, from all the\nunconscious, instinctive happenings which permit the child to live as an\nappendage of his parents, unconscious of himself. There must be\ncontained in this many sensitive memories of the animal age, where there\nwas not any “thou shalt” and “thou shalt not,” but all was just simple\noccurrence. Even yet a deep animosity seems to live in man because a\nbrutal law has separated him from the instinctive yielding to his\ndesires and from the great beauty of the harmony of the animal nature.\nThis separation manifested itself, among other things, in the incest\nprohibition and its correlates (laws of marriage, etc.); therefore pain\nand anger relate to the mother, as if she were responsible for the\ndomestication of the sons of men. In order not to become conscious of\nhis incest wish (his backward harking to the animal nature), the son\nthrows all the burden of the guilt on the mother, from which arises the\nidea of the “terrible mother.”[472] The mother becomes for him a spectre\nof anxiety, a nightmare.[473]\n\nAfter the completed “night journey to the sea,” the chest of Osiris was\ncast ashore by Byblos, and lay in the branches of an Erica, which grew\naround the coffin and became a splendid tree. The king of the land had\nthe tree placed as a column under his roof.[474] During this period of\nOsiris’s absence (the winter solstice) the lament customary during\nthousands of years for the dead god and his return occurs, and its\nεὕρεσις is a feast of joy. A passage from the mournful quest of Isis is\nespecially noteworthy:\n\n  “She flutters like a swallow lamenting around the column, which\n  encloses the god sleeping in death.”\n\n(This same motive returns in the Kyffhäuser saga.)\n\n[Illustration: FRUCTIFICATION FOLLOWING UPON THE MITHRAIC SACRIFICE]\n\nLater on Typhon dismembers the corpse and scatters the pieces. We come\nupon the _motive of dismemberment_ in countless sun myths,[475] namely,\nthe inversion of the idea of the composition of the child in the\nmother’s womb.[476] In fact, the mother Isis collects the pieces of the\nbody with the help of the jackal-headed Anubis. (She finds the corpse\nwith the help of dogs.) Here the nocturnal devourers of bodies, the dogs\nand jackals, become the assistants of the composition, of the\nreproduction.[477] The Egyptian vulture owes its symbolic meaning as\nmother to this necrophagic habit. In Persian antiquity the corpses were\nthrown out for the dogs to devour, just as to-day in the Indian funeral\npyres the removal of the carcasses is left to the vultures. Persia was\nfamiliar with the custom of leading a dog to the bed of one dying,\nwhereupon the latter had to present the dog with a morsel.[478] The\ncustom, on its surface, evidently signifies that the morsel is to belong\nto the dog, so that he will spare the body of the dead, precisely as\nCerberus was soothed by the honey-cakes which Hercules gave to him in\nthe journey to hell. But when we bear in mind the jackal-headed Anubis\nwho rendered his good services in the gathering together of the\ndismembered Osiris, and the mother significance of the vulture, then the\nquestion arises whether something deeper was not meant by this ceremony.\nCreuzer has also concerned himself with this idea, and has come to the\nconclusion that the astral form of the dog ceremony, that is, the\nappearance of Sirius, the dog star, at the period of the sun’s highest\nposition, is related to this in that the introduction of the dog has a\ncompensatory significance, death being thereby made, reversedly, equal\nto the sun’s highest position. This is quite in conformity with\npsychologic thought, which results from the very general fact that death\nis interpreted as entrance into the mother’s womb (rebirth). This\ninterpretation would seem to be supported by the otherwise enigmatic\nfunction of the dog in the Sacrificium Mithriacum. In the monuments a\ndog always leaps up upon the bull killed by Mithra. However, this\nsacrifice is probably to be interpreted through the Persian legend, as\nwell as through the monument, as the moment of the _highest fecundity_.\nThe most beautiful expression of this is seen upon the magnificent\nMithra relief of Heddernheim. Upon one side of a large stone slab\n(formerly probably rotating) is seen the stereotyped overthrowing and\nsacrifice of the bull, but upon the other side stands Sol, with a bunch\nof grapes in his hand, Mithra with the cornucopia, the Dadophores with\nfruits, corresponding to the legend that all fecundity proceeds from the\ndead bull of the world, fruits from the horns, wine from its blood,\ngrain from the tail, cattle from its sperma, leek from its nose, and so\non. Silvanus stands above this scene with the animals of the forest\narising from him. The significance suspected by Creuzer might very\neasily belong to the dog in this connection.[479] Let us now turn back\nto the myth of Osiris. In spite of the restoration of the corpse\naccomplished by Isis, the resuscitation succeeds only incompletely in so\nfar as the phallus of Osiris cannot again be produced, because it was\neaten by the fishes; the power of life was wanting.[480] Osiris as a\nphantom once more impregnated Isis, but the fruit is Harpocrates, who\nwas feeble in τοῖς κάτωθεν γυίοις (in the lower limbs), that is,\ncorresponding to the significance of γυῖον (at the feet). (Here, as is\nplainly evident, foot is used in the phallic meaning.) This incurability\nof the setting sun corresponds to the incurability of Rê in the\nabove-mentioned older Egyptian sun hymn. Osiris, although only a\nphantom, now prepares the young sun, his son Horus, for a battle with\nTyphon, the evil spirit of darkness. Osiris and Horus correspond to the\nfather-son symbolism mentioned in the beginning, which symbolic figure,\ncorresponding again to the above formulation,[481] is flanked by the\nwell-formed and ugly figures of Horus and Harpocrates, the latter\nappearing mostly as a cripple, often represented distorted to a mere\ncaricature.[482]\n\nHe is confused in the tradition very much with Horus, with whom he also\nhas the name in common. Hor-pi-chrud, as his real name[483] reads, is\ncomposed from _chrud_, “child,” and _Hor_, from the adjective _hri_ =\nup, on top, and signifies the up-coming child, as the rising sun, and\nopposed to Osiris, who personifies the setting sun—the sun of the west.\nThus Osiris and Horpichrud or Horus are one being, both husband and son\nof the same mother, Hathor-Isis. The Chnum-Ra, the sun god of lower\nEgypt, represented as a ram, has at his side, as the female divinity of\nthe land, Hatmehit, who wears the fish on her head. She is the mother\nand wife of Bi-neb-did (Ram, local name of Chnum-Ra). In the hymn of\nHibis,[484] Amon-ra was invoked:\n\n  “Thy (Chum-Ram) dwells in Mendes, united as the quadruple god Thmuis.\n  He is the phallus, the lord of the gods. The bull of his mother\n  rejoices in the cow (ahet, the mother) and man fructifies through his\n  semen.”\n\nIn further inscriptions Hatmehit was directly referred to as the “mother\nof Mendes.” (Mendes is the Greek form of Bi-neb-did: ram.) She is also\ninvoked as the “Good,” with the additional significance of _ta-nofert_,\nor “young woman.” The cow as symbol of the mother is found in all\npossible forms and variations of Hathor-Isis, and also in the female Nun\n(parallel to this is the primitive goddess Nit or Neith), the protoplasm\nwhich, related to the Hindoo Atman,[485] is equally of masculine and\nfeminine nature. Nun is, therefore, invoked as Amon,[486] the original\nwater,[487] which is in the beginning. He is also designated as the\nfather of fathers, the mother of mothers. To this corresponds the\ninvocation to the female side of Nun-Amon, of Nit or Neith.\n\n  “Nit, the ancient, the mother of god, the mistress of Esne, the father\n  of fathers, the mother of mothers, who is the beetle and the vulture,\n  the being in its beginning.\n\n  “Nit, the ancient, the mother who bore the light god, Râ, who bore\n  first of all, when there was nothing which brought forth.\n\n  “The cow, the ancient, which bore the sun, and then laid the germ of\n  gods and men.”\n\nThe word “nun” has the significance of young, fresh, new, also the\non-coming waters of the Nile flood. In a transferred sense “nun” was\nalso used for the chaotic primitive waters; in general for the primitive\ngenerating matter[488] which was personified by the goddess Nunet. From\nher Nut sprang, the goddess of heaven, who was represented with a starry\nbody, and also as the heavenly cow with a starry body.\n\nWhen the sun-god, little by little, retires on the back of the heavenly\ncow, just as poor Lazarus returns into Abraham’s bosom, each has the\nsame significance; they return into the mother, in order to rise as\nHorus. Thus it can be said that in the morning the goddess is the\nmother, at noon the sister-wife and in the evening again the mother, who\nreceives the dying in her lap, reminding us of the Pietà of\nMichelangelo. As shown by the illustration (from Dideron’s “Iconographie\nChrétienne”), this thought has been transferred as a whole into\nChristianity.\n\nThus the fate of Osiris is explained: he passes into the mother’s womb,\nthe chest, the sea, the tree, the column of Astartes; he is dismembered,\nre-formed, and reappears again in his son, Hor-pi-chrud.\n\nBefore entering upon the further mysteries which the beautiful myth\nreveals to us, there is still much to be said about the symbol of the\ntree. Osiris lies in the branches of the tree, surrounded by them, as in\nthe mother’s womb. The motive of _embracing and entwining_ is often\nfound in the sun myths, meaning that it is the _myth of rebirth_. A good\nexample is the Sleeping Beauty, also the legend of the girl who is\nenclosed between the bark and the trunk, but who is freed by a youth\nwith his horn.[489] The horn is of gold and silver, which hints at the\nsunbeam in the phallic meaning. (Compare the previous legend of the\nhorn.) An exotic legend tells of the sun-hero, how he must be freed from\nthe plant entwining around him.[490] A girl dreams of her lover who has\nfallen into the water; she tries to save him, but first has to pull\nseaweed and sea-grass from the water; then she catches him. In an\nAfrican myth the hero, after his act, must first be disentangled from\nthe seaweed. In a Polynesian myth the hero’s ship was encoiled by the\ntentacles of a gigantic polyp. Rê’s ship is encoiled by a night serpent\non its night journey on the sea. In the poetic rendering of the history\nof Buddha’s birth by Sir Edwin Arnold (“The Light of Asia,” p. 5) the\nmotive of an embrace is also found:\n\n         “Queen Maya stood at noon, her days fulfilled,\n         Under a Palso in the palace grounds,\n         A stately trunk, straight as a temple shaft,\n         With crown of glossy leaves and fragrant blooms;\n         And knowing the time come—for all things knew—\n         The conscious tree bent down its boughs to make\n         A bower about Queen Maya’s majesty:\n         And earth put forth a thousand sudden flowers\n         To spread a couch: while ready for the bath\n         The rock hard by gave out a limpid stream\n         Of crystal flow. So brought she forth the child.”[491]\n\nWe come across a very similar motive in the cult legend of the Samian\nHera. Yearly it was claimed that the image disappeared from the temple,\nwas fastened somewhere on the seashore on a trunk of a Lygos tree and\nwound about with its branches. There it was “found,” and was treated\nwith wedding-cake. This feast is undoubtedly a ἱερὸς γάμος (ritual\nmarriage), because in Samos there was a legend that Zeus had first had a\nlong-continued secret love relation with Hera. In Plataea and Argos, the\nmarriage procession was represented with bridesmaids, marriage feast,\nand so on. The festival took place in the wedding month “Γαμηλιών”\n(beginning of February). But in Plataea the image was previously carried\ninto a lonely place in the wood; approximately corresponding to the\nlegend of Plutarch that Zeus had kidnapped Hera and then had hidden her\nin a cave of Cithaeron. According to our deductions, previously made, we\nmust conclude from this that there is still another train of thought,\nnamely, the magic charm of a rejuvenation, which is condensed in the\nHierosgamos. The disappearance and hiding in the wood, in the cave, on\nthe seashore, entwined in a willow tree, points to the death of the sun\nand rebirth. The early springtime Γαμηλιών (the time of Marriage) in\nFebruary fits in with that very well. In fact, Pausanias informs us that\nthe Argivian Hera _became a maiden again by a yearly bath in the spring\nof Canathos_. The significance of the bath is emphasized by the\ninformation that in the Plataeian cult of Hera Teleia, Tritonian nymphs\nappeared as water-carriers. In a tale from the Iliad, where the conjugal\ncouch of Zeus upon Mount Ida is described, it is said:[492]\n\n         “The son of Saturn spake, and took his wife\n         Into his arms, while underneath the pair,\n         The sacred Earth threw up her freshest herbs:\n         The dewy lotos, and the crocus-flower,\n         And thick and soft the hyacinth. All these\n         Upbore them from the ground. Upon this couch\n         They lay, while o’er them a bright golden cloud\n         Gathered and shed its drops of glistening dew.\n         So slumbered on the heights of Gargarus\n         The All-Father overcome by sleep and love,\n         And held his consort in his arms.”\n                                       —Trans. by W. C. Bryant.\n\nDrexler recognizes in this description an unmistakable allusion to the\ngarden of the gods on the extreme western shore of the ocean, an idea\nwhich might have been taken from a Prehomeric Hierosgamos hymn. This\nwestern land is the land of the setting sun, whither Hercules,\nGilgamesh, etc., hasten with the sun, in order to find there\nimmortality, where the sun and the maternal sea unite in an eternally\nrejuvenating intercourse. Our supposition of a condensation of the\nHierosgamos with the myth of rebirth is probably confirmed by this.\nPausanias mentions a related myth fragment where the statue of Artemis\nOrthia is also called Lygodesma (chained with willows), because it was\nfound in a willow tree; this tale seems to be related to the general\nGreek celebration of Hierosgamos with the above-mentioned customs.[493]\n\nThe motive of the “devouring” which Frobenius has shown to be a regular\nconstituent of the sun myths is closely related to this (also\nmetaphorically). The “whale dragon” (mother’s womb) always “devours” the\nhero. The devouring may also be partial instead of complete.\n\nA six-year-old girl, who goes to school unwillingly, dreams that her leg\nis encircled by a large red worm. She had a tender interest for this\ncreature, contrary to what might be expected. An adult patient, who\ncannot separate from an older friend on account of an extraordinarily\nstrong mother transference, dreams that “she had to get across some deep\nwater (typical idea!) with this friend; her friend fell in (mother\ntransference); she tries to drag her out, and almost succeeds, but a\nlarge crab seizes on the dreamer by the foot and tries to pull her in.”\n\nEtymology also confirms this conception: There is an Indo-Germanic root\n_vélu-_, _vel-_, with the meaning of “encircling, surrounding, turning.”\nFrom this is derived Sanskrit _val_, _valati_ = to cover, to surround,\nto encircle, to encoil (symbol of the snake); _vallî_ = creeping plant;\n_ulûta_ = boa-constrictor = Latin _volûtus_, Lithuanian _velù_, _velti_\n= _wickeln_ (to roll up); Church Slavonian _vlina_ = Old High German,\n_wella_ = _Welle_ (wave or billow). To the root _vélu_ also belongs the\nroot _vlvo_, with the meaning “cover, corium, womb.” (The serpent on\naccount of its casting its skin is an excellent symbol of rebirth.)\nSanskrit _ulva_, _ulba_ has the same meaning; Latin _volva_, _volvula_,\n_vulva_. To _vélu_ also belongs the root _ulvorâ_, with the meaning of\n“fruitful field, covering or husk of plants, sheath.” Sanskrit _urvárâ_\n= sown field. Zend _urvara_ = plant. (See the personification of the\nploughed furrow.) The same root _vel_ has also the meaning of “wallen”\n(to undulate). Sanskrit _ulmuka_ = conflagration. Ϝαλέα, Ϝέλα, Gothic\n_vulan_ = _wallen_ (to undulate). Old High German and Middle High German\n_walm_ = heat, glow.[494] It is typical that in the state of\n“involution” the hair of the sun-hero always falls out from the heat.\nFurther the root _vel_ is found with the meaning “to sound,[495] and to\nwill, to wish” (libido!).\n\nThe motive of encoiling is mother symbolism.[496] This is verified by\nthe fact that the trees, for example, bring forth again (like the whale\nin the legend of Jonah). They do that very generally, thus in the Greek\nlegend the Μελίαι νύμφαι[497] of the ash trees are the mothers of the\nrace of men of the Iron Age. In northern mythology, Askr, the ash tree,\nis the primitive father. His wife, Embla, is the “Emsige,” the active\none, and not, as was earlier believed, the aspen. _Askr_ probably means,\nin the first place, the phallic spear of the ash tree. (Compare the\nSabine custom of parting the bride’s hair with the lance.) The Bundehesh\nsymbolizes the first people, Meschia and Meschiane, as the tree Reivas,\none part of which places a branch in a hole of the other part. The\nmaterial which, according to the northern myth, was animated by the god\nwhen he created men[498] is designated as _trê_ = wood, tree.[499] I\nrecall also ὕλη = wood, which in Latin is called _materia_. In the wood\nof the “world-ash,” Ygdrasil, a human pair hid themselves at the end of\nthe world, from whom sprang the race of the renewed world.[500] The Noah\nmotive is easily recognized in this conception (the night journey on the\nsea); at the same time, in the symbol of Ygdrasil, a mother idea is\nagain apparent. At the moment of the destruction of the world the\n“world-ash” becomes the guardian mother, the tree of death and life, one\n“ἐγκόλπιον.”[501][502] This function of rebirth of the “world-ash” also\nhelps to elucidate the representation met with in the Egyptian Book of\nthe Dead, which is called “the gate of knowledge of the soul of the\nEast”:\n\n  “I am the pilot in the holy keel, I am the steersman who allows no\n  rest in the ship of Râ.[503] I know that tree of emerald green from\n  whose midst Râ rises to the height of the clouds.”[504]\n\nShip and tree of the dead (death ship and death tree) are here closely\nconnected. The conception is that Râ, born from the tree, ascends\n(Osiris in the Erika). The representation of the sun-god Mithra is\nprobably explained in the same way. He is represented upon the\nHeddernheim relief, with half his body arising from the top of a tree.\n(In the same way numerous other monuments show Mithra half embodied in\nthe rock, and illustrate a rock birth, similar to Men.) Frequently there\nis a stream near the birthplace of Mithra. This conglomeration of\nsymbols is also found in the birth of Aschanes, the first Saxon king,\nwho grew from the Harz rocks, which are in the midst of the wood[505]\nnear a fountain.[506] Here we find all the mother symbols united—earth,\nwood, water, three forms of tangible matter. We can wonder no longer\nthat in the Middle Ages the tree was poetically addressed with the title\nof honor, “mistress.” Likewise it is not astonishing that the Christian\nlegend transformed the tree of death, the cross, into the tree of life,\nso that Christ was often represented on a living and fruit-bearing tree.\nThis reversion of the cross symbol to the tree of life, which even in\nBabylon was an important and authentic religious symbol, is also\nconsidered entirely probable by Zöckler,[507] an authority on the\nhistory of the cross. The pre-Christian meaning of the symbol does not\ncontradict this interpretation; on the contrary, its meaning is life.\nThe appearance of the cross in the sun worship (here the cross with\nequal arms, and the swastika cross, as representative of the sun’s\nrays), as well as in the cult of the goddess of love (Isis with the crux\nansata, the rope, the speculum veneris ♀, etc.), in no way contradicts\nthe previous historical meaning. The Christian legend has made abundant\nuse of this symbolism.\n\n[Illustration: CHRIST ON THE TREE OF LIFE]\n\nThe student of mediæval history is familiar with the representation of\nthe cross growing above the grave of Adam. The legend was that Adam was\nburied on Golgotha. Seth had planted on his grave a branch of the\n“paradise tree,” which became the cross and tree of death of\nChrist.[508] We all know that through Adam’s guilt sin and death came\ninto the world, and Christ through his death has redeemed us from the\nguilt. To the question in what had Adam’s guilt consisted it is said\nthat the unpardonable sin to be expiated by death was that he dared to\npick a fruit from the paradise tree.[509] The results of this are\ndescribed in an Oriental legend. One to whom it was permitted to cast\none look into Paradise after the fall saw the tree there and the four\nstreams. But the tree was withered, and in its branches lay an infant.\n(The mother had become pregnant.[510])\n\nThis remarkable legend corresponds to the Talmudic tradition that Adam,\nbefore Eve, already possessed a demon wife, by name Lilith, with whom he\n_quarrelled for mastership_. But Lilith raised herself into the air\nthrough the magic of the name of God and hid herself in the sea. Adam\nforced her back with the help of three angels.[511] Lilith became a\nnightmare, a Lamia, who threatened those with child and who kidnapped\nthe new-born child. The parallel myth is that of the Lamias, the\nspectres of the night, who terrified the children. The original legend\nis that Lamia enticed Zeus, but the jealous Hera, however, caused Lamia\nto bring only dead children into the world. Since that time the raging\nLamia is the persecutor of children, whom she destroys wherever she can.\nThis motive frequently recurs in fairy tales, where the mother often\nappears directly as a murderess or as a _devourer of men_;[512] a German\nparadigm is the well-known tale of Hansel and Gretel. Lamia is actually\na large, voracious fish, which establishes the connection with the\nwhale-dragon myth so beautifully worked out by Frobenius, in which the\nsea monster devours the sun-hero for rebirth and where the hero must\nemploy every stratagem to conquer the monster. Here again we meet with\nthe idea of the “terrible mother” in the form of the voracious fish, the\nmouth of death.[513] In Frobenius there are numerous examples where the\nmonster has devoured not only men but also animals, plants, an entire\ncountry, all of which are redeemed by the hero to a glorious rebirth.\n\nThe Lamias are typical nightmares, the feminine nature of which is\nabundantly proven.[514] Their universal peculiarity is that they ride\nupon their victims. Their counterparts are the spectral horses which\nbear their riders along in a mad gallop. One recognizes very easily in\nthese symbolic forms the type of anxious dream which, as Riklin\nshows,[515] has already become important for the interpretation of fairy\ntales through the investigation of Laistner.[516] The typical riding\ntakes on a special aspect through the results of the analytic\ninvestigation of infantile psychology; the two contributions of Freud\nand myself[517] have emphasized, on one side, the anxiety significance\nof the horse, on the other side the sexual meaning of the phantasy of\nriding. When we take these experiences into consideration, we need no\nlonger be surprised that the maternal “world-ash” Ygdrasil is called in\nGerman “the frightful horse.” Cannegieter[518] says of nightmares:\n\n  “Abigunt eas nymphas (matres deas, mairas) hodie rustici osse capitis\n  equini tectis injecto, cujusmodi ossa per has terras in rusticorum\n  villis crebra est animadvertere. Nocte autem ad concubia equitare\n  creduntur et equos fatigare ad longinqua itinera.”[519]\n\nThe connection of nightmare and horse seems, at first glance, to be\npresent also etymologically—nightmare and mare. The Indo-Germanic root\nfor märe is _mark_. Märe is the horse, English mare; Old High German\n_marah_ (male horse) and _meriha_ (female horse); Old Norse _merr_\n(_mara_ = nightmare); Anglo-Saxon _myre_ (_maira_). The French\n“cauchmar” comes from _calcare_ = to tread, to step (of iterative\nmeaning, therefore, “to tread” or press down). It was also said of the\ncock who stepped upon the hen. This movement is also typical for the\nnightmare; therefore, it is said of King Vanlandi, “Mara trad han,” the\nMara trod on him in sleep even to death.[520] A synonym for nightmare is\nthe “troll” or “treter”[521] (treader). This movement (_calcare_) is\nproven again by the experience of Freud and myself with children, where\na special infantile sexual significance is attached to stepping or\nkicking.\n\nThe common Aryan root _mar_ means “to die”; therefore, _mara_ the “dead”\nor “death.” From this results _mors_, μόρος = fate (also μοῖρα[522]). As\nis well known, the Nornes sitting under the “world-ash” personify fate\nlike Clotho, Lachesis and Atropos. With the Celts the conception of the\nFates probably passes into that of _matres_ and _matronæ_, which had a\ndivine significance among the Germans. A well-known passage in Julius\nCæsar (“De Bello Gallico,” i: 50) informs us of this meaning of the\nmother:\n\n  “Ut matres familias eorum sortibus et vaticinationibus[523]\n  declararent, utrum prœlium committi ex usu esset, nec ne.”[524]\n\nIn Slav _mara_ means “witch”; poln. _mora_ = demon, nightmare; _mōr_ or\n_mōre_ (Swiss-German) means “sow,” also as an insult. The Bohemian\n_mura_ means “nightmare” and “evening moth, Sphinx.” This strange\nconnection is explained through analysis where it often occurs that\nanimals with movable shells (Venus shell) or wings are utilized for very\ntransparent reasons as symbols of the female genitals.[525] The\nSphingina are the twilight moths; they, like the nightmare, come in the\ndarkness. Finally, it is to be observed that the sacred olive tree of\nAthens is called “μορία” (that was derived from μόρος). Halirrhotios\nwished to cut down the tree, but killed himself with the axe in the\nattempt.\n\nThe sound resemblance of _mar_, _mère_ with _meer_ = sea and Latin\n_mare_ = sea is remarkable, although etymologically accidental. Might it\nrefer back to “the great primitive idea of the mother” who, in the first\nplace, meant to us our individual world and afterwards became the symbol\nof all worlds? Goethe said of the mothers: “They are encircled by images\nof all creatures.” The Christians, too, could not refrain from reuniting\ntheir mother of God with water. “Ave Maris stella” is the beginning of a\nhymn to Mary. Then again it is the horses of Neptune which symbolize the\nwaves of the sea. It is probably of importance that the infantile word\nma-ma (mother’s breast) is repeated in its initial sound in all possible\nlanguages, and that the mothers of two religious heroes are called Mary\nand Maya. That the mother is the horse of the child is to be seen most\nplainly in the primitive custom of carrying the child on the back or\nletting it ride on the hip. Odin hung on the “world-ash,” the mother,\nhis “horse of terror.” The Egyptian sun-god sits on the back of his\nmother, the heavenly cow.\n\nWe have already seen that, according to Egyptian conceptions, Isis, the\nmother of god, played an evil trick on the sun-god with the poisonous\nsnake; also Isis behaved treacherously toward her son Horus in\nPlutarch’s tradition. That is, Horus vanquished the evil Typhon, who\nmurdered Osiris treacherously (terrible mother = Typhon). Isis,\n_however, set him free again_. Horus thereupon rebelled, _laid hands on\nhis mother and tore the regal ornaments from her head_, whereupon Hermes\ngave her a cow’s head. Then Horus conquered Typhon a second time.\nTyphon, in the Greek legend, is a monstrous dragon. Even without this\nconfirmation it is evident that the battle of Horus is the typical\nbattle of the sun-hero with the whale-dragon. Of the latter we know that\nit is a symbol of the “dreadful mother,” of the voracious jaws of death,\nwhere men are dismembered and ground up.[526] Whoever vanquishes this\nmonster has gained a new or eternal youth. For this purpose one must, in\nspite of all dangers, descend into the belly of the monster[527]\n(journey to hell) and spend some time there. (Imprisonment by night in\nthe sea.)\n\nThe battle with the night serpent signifies, therefore, the conquering\nof the mother, who is suspected of an infamous crime, that is, the\nbetrayal of the son. A full confirmation of the connection comes to us\nthrough the fragment of the Babylonian epic of the creation, discovered\nby George Smith, mostly from the library of Asurbanipal. The period of\nthe origin of the text was probably in the time of Hammurabi (2,000\nB.C.). We learn from this account of creation[528] that the sun-god Ea,\nthe son of the depths of the waters and the god of wisdom,[529] had\nconquered Apsû. Apsû is the creator of the great gods (he existed in the\nbeginning in a sort of trinity with Tiâmat—the mother of gods and Mumu,\nhis vizier). Ea conquered the father, but Tiâmat plotted revenge. She\nprepared herself for battle against the gods.\n\n    “Mother Hubur, who created everything,\n    Procured invincible weapons, gave birth to giant snakes\n    With pointed teeth, relentless in every way;\n    Filled their bellies with poison instead of blood,\n    Furious gigantic lizards, clothed them with horrors,\n    Let them swell with the splendor of horror, formed them rearing,\n    Whoever sees them shall die of terror.\n    Their bodies shall rear without turning to escape.\n    She arrayed the lizards, dragons and Laḫamen,\n    Hurricanes, mad dogs, scorpion men,\n    Mighty storms, fishmen and rams.\n    With relentless weapons, without fear of conflict,\n    Powerful are Tiâmat’s commands, irresistible are they.\n\n    “After Tiâmat had powerfully done her work\n    She conceived evil against the gods, her descendants;\n    In order to revenge Apsu, Tiâmat did evil.\n    When Ea now heard this thing\n    He became painfully anxious, sorrowfully he sat himself.\n    He went to the father, his creator, Ans̆ar,\n    To relate to him all that Tiâmat plotted.\n    Tiâmat, our mother, has taken an aversion to us,\n    Has prepared a riotous mob, furiously raging.”\n\nThe gods finally opposed Marduk, the god of spring, the victorious sun,\nagainst the fearful host of Tiâmat. Marduk prepared for battle. Of his\nchief weapon, which he created, it is said:\n\n “He created the evil wind, Imḫullu, the south storm and the hurricane,\n The fourth wind, the seventh wind, the whirlwind and the harmful wind,\n Then let he loose the winds, which he had created, the seven:\n To cause confusion within Tiâmat, they followed behind him,\n Then the lord took up the cyclone, his great weapon;\n For his chariot he mounted the stormwind, the incomparable, the terrible\n    one.”\n\nHis chief weapon is the wind and a net, with which he will entangle\nTiâmat. He approaches Tiâmat and challenges her to a combat.\n\n   “Then Tiâmat and Marduk, the wise one of the gods, came together,\n   Rising for the fight, approaching to the battle:\n   Then the lord spread out his net and caught her.\n   He let loose the Imḫullu in his train at her face,\n   Then Tiâmat now opened her mouth as wide as she could.\n   He let the Imḫullu rush in so that her lips could not close;\n   With the raging winds he filled her womb.\n   Her inward parts were seized and she opened wide her mouth.\n   He touched her with the spear, dismembered her body,\n   He slashed her inward parts, and cut out her heart,\n   Subdued her and put an end to her life.\n   He threw down her body and stepped upon it.”\n\nAfter Marduk slew the mother, he devised the creation of the world.\n\n         “There the lord rested contemplating her body,\n         Then divided he the Colossus, planning wisely.\n         He cut it apart like a flat fish, into two parts,[530]\n         One half he took and with it he covered the Heavens.”\n\nIn this manner Marduk created the universe from the mother. It is\nclearly evident that the killing of the mother-dragon here takes place\nunder the idea of a wind fecundation with negative accompaniments.\n\nThe world is created from the mother, that is to say, from the libido\ntaken away from the mother through sacrifice. We shall have to consider\nthis significant formula more closely in the last chapter. The most\ninteresting parallels to this primitive myth are to be found in the\nliterature of the Old Testament, as Gunkel[531] has brilliantly pointed\nout. It is worth while to trace the psychology of these parallels.\n\n  _Isaiah_ li:9:\n\n  (9) “Awake, awake, put on strength, O arm of the Lord; awake as in the\n  ancient days, in the generation of old. Art thou not it that hath cut\n  Rahab, and wounded the dragon?\n\n  (10) “Art thou not it which hath dried the sea, the waters of the\n  great deep, that hath made the depths of the sea a way for the\n  ransomed to pass over?”\n\nThe name of Rahab is frequently used for Egypt in the Old Testament,\nalso dragon. _Isaiah_, chapter xxx, verse 7, calls Egypt “the silent\nRahab,” and means, therefore, something evil and hostile. Rahab is the\nwell-known whore of Jericho, who later, as the wife of Prince Salma,\nbecame the ancestress of Christ. Here Rahab appeared as the old dragon,\nas Tiâmat, against whose evil power Marduk, or Jehovah, marched forth.\nThe expression “the ransomed” refers to the Jews freed from bondage, but\nit is also mythological, for the hero again frees those previously\ndevoured by the whale. (Frobenius.)\n\n  _Psalm_, lxxxix:10:\n\n  “Thou hast broken Rahab in pieces, as one that is slain.”\n\n  _Job_ xxvi:12–13:\n\n  “He divideth the sea with his power, and by his understanding he\n  smiteth through the proud.\n\n  “By his spirit he hath garnished the heavens, his hand hath formed the\n  crooked serpent.”\n\nGunkel places Rahab as identical with Chaos, that is, the same as\nTiâmat. Gunkel translates “the breaking to pieces” as “violation.”\nTiâmat or Rahab as the mother is also the whore. Gilgamesh treats Ishtar\nin this way when he accuses her of whoredom. This insult towards the\nmother is very familiar to us from dream analysis. The dragon Rahab\nappears also as Leviathan, the water monster (maternal sea).\n\n  _Psalm_ lxxiv:\n\n  (13) “Thou didst divide the sea by thy strength: thou brakest the\n  heads of the dragons in the waters.\n\n  (14) “Thou brakest the heads of Leviathan in pieces and gavest him to\n  be meat to the people inhabiting the wilderness.\n\n  (15) “Thou didst cleave the fountain and the flood: thou didst dry up\n  mighty rivers.”\n\nWhile only the phallic meaning of the Leviathan was emphasized in the\nfirst part of this work, we now discover also the maternal meaning. A\nfurther parallel is:\n\n  _Isaiah_ xxvii:1:\n\n  “In that day, the Lord with his cruel and great and strong sword shall\n  punish Leviathan, the piercing serpent, even Leviathan that crooked\n  serpent, and he shall slay the dragon that is in the sea.”\n\nWe come upon a special motive in Job, chap. xli, v. 1:\n\n  “Canst thou draw out Leviathan with an hook? or his tongue with a cord\n  which thou lettest down? Canst thou put an hook in his nose? or bore\n  his jaw through with a thorn?”\n\nNumerous parallels to this motive are to be found among exotic myths in\nFrobenius, where the maternal sea monster was also fished for. The\ncomparison of the mother libido with the elementary powers of the sea\nand the powerful monsters borne by the earth show how invincibly great\nis the power of that libido which we designate as maternal.\n\nWe have already seen that the incest prohibition prevents the son from\nreproducing himself through the mother. But this must be done by the\ngod, as is shown with remarkable clearness and candor in the pious\nEgyptian mythology, which has preserved the most ancient and simple\nconcepts. Thus Chnum, the “moulder,” the “potter,” the “architect,”\nmoulds his egg upon the potter’s wheel, for he is “the immortal growth,”\n“the reproduction of himself and his own rebirth, the creator of the\negg, which emerged from the primitive waters.” In the Book of the Dead\nit says:\n\n  “I am the sublime falcon (the Sun-god), which has come forth from his\n  egg.”\n\nAnother passage in the Book of the Dead reads:\n\n  “I am the creator of Nun, who has taken his place in the underworld.\n  My nest is not seen and my egg is not broken.”\n\nA further passage reads:\n\n  “that great and noble god in his egg: who is his own originator of\n  that which has arisen from him.”[532]\n\nTherefore, the god Nagaga-uer is also called the “great cackler.” (Book\nof the Dead.) “I cackle like a goose and I whistle like a falcon.” The\nmother is reproached with the incest prohibition as an act of wilful\nmaliciousness by which she excludes the son from immortality. Therefore,\na god must at least rebel, overpower and chastise the mother. (Compare\nAdam and Lilith, above.) The “overpowering” signifies incestuous\nrape.[533] Herodotus[534] has preserved for us a valuable fragment of\nthis religious phantasy.\n\n  “And how they celebrate their feast to Isis in the city of Busiris, I\n  have already previously remarked. After the sacrifice, all of them,\n  men and women, full ten thousand people, begin to beat each other. But\n  it would be sin for me to mention for whom they do beat each other.\n\n  “But in Papremis they celebrated the sacrifice with holy actions, as\n  in the other places. About the time when the sun sets, some few\n  priests are busy around the image; most of them stand at the entrance\n  with wooden clubs, and others who would fulfil a vow, more than a\n  thousand men, also stand in a group with wooden cudgels opposite them.\n\n  “Now on the eve of the festival, they take the image out in a small\n  and gilded temple into another sacred edifice. Then the few who remain\n  with the image draw a four-wheeled chariot upon which the temple\n  stands with the image which it encloses. But the others who stand in\n  the anterooms are not allowed to enter. Those under a vow, who stand\n  by the god, beat them off. Now occurs a furious battle with clubs, in\n  which they bruise each other’s bodies and as I believe, many even die\n  from their wounds: notwithstanding this, the Egyptians consider that\n  none die.\n\n  “The natives claim that this festival gathering was introduced for the\n  following reason: in this sanctuary lived the mother of Ares.[535] Now\n  Ares was brought up abroad and when he became a man he came to have\n  _intercourse with his mother_. The servants of his mother who had seen\n  him did not allow him to enter peacefully, but prevented him; at which\n  he fetched people from another city, who mistreated the servants and\n  had entrance to his mother. Therefore, they asserted that this\n  slaughter was introduced at the feast for Ares.”\n\nIt is evident that the pious here fight their way to a share in the\nmystery of the raping of the mother.[536] This is the part which belongs\nto them,[537] while the heroic deed belongs to the god.[538] By Ares is\nmeant the Egyptian Typhon, as we have good reasons to suppose. _Thus\nTyphon represents the evil longing for the mother_ with which other myth\nforms reproach the mother, according to the well-known example. The\ndeath of Balder, quite analogous to the death of Osiris (attack of\nsickness of Rê), because of the wounding by the branch of the mistletoe,\nseems to need a similar explanation. It is recounted in the myth how all\ncreatures were pledged not to hurt Balder, save only the mistletoe,\nwhich was forgotten, presumably because it was too young. This killed\nBalder. Mistletoe is a parasite. The female piece of wood in the\nfire-boring ritual was obtained[539] from the wood of a parasitical or\ncreeping plant, the fire mother. The “mare” rests upon “Marentak,” in\nwhich Grimm suspects the mistletoe. The mistletoe was a remedy against\nbarrenness. In Gaul the Druid alone was allowed to climb the holy oak\namid solemn ceremonies after the completed sacrifice, in order to cut\noff the ritual mistletoe.[540] This act is a religiously limited and\norganized incest. That which grows on the tree is the child,[541] which\nman might have by the mother; then man himself would be in a renewed and\nrejuvenated form; and precisely this is what man cannot have, because\nthe incest prohibition forbids it. As the Celtic custom shows, the act\nis performed by the priest only, with the observation of certain\nceremonies; the hero god and the redeemer of the world, however, do the\nunpermitted, the superhuman thing, and through it purchase immortality.\nThe dragon, who must be overcome for this purpose, means, as must have\nbeen for some time clearly seen, the resistance against the incest.\nDragon and serpent, especially with the characteristic accumulation of\nanxiety attributes, are the symbolic representations of anxiety which\ncorrespond to the repressed incest wish. It is, therefore, intelligible,\nwhen we come across the tree with the snake again and again (in Paradise\nthe snake even tempts to sin). The snake or dragon possesses in\nparticular the meaning of treasure guardian and defender. The phallic,\nas well as the feminine, meaning of the dragon[542] indicates that it is\nagain a symbol of the sexual neutral (or bisexual) libido, that is to\nsay, a symbol of the _libido in opposition_. In this significance the\nblack horse, Apaosha, the demon of opposition, appears in the old\nPersian song, Tishtriya, where it obstructs the sources of the rain\nlake. The white horse Tishtriya makes two futile attempts to vanquish\nApaosha; at the third attempt, with the help of Ahuramazda, he is\nsuccessful.[543] Whereupon the sluices of heaven open and a fruitful\nrain pours down upon the earth.[544] In this song one sees very\nbeautifully in the choice of symbol how libido is opposed to libido,\nwill against will, the discordance of primitive man with himself, which\nhe recognizes again in all the adversity and contrasts of external\nnature.\n\nThe symbol of the tree encoiled by the serpent may also be translated as\nthe mother defended from incest by resistance. This symbol is by no\nmeans rare upon Mithraic monuments. The rock encircled by a snake is to\nbe comprehended similarly, because Mithra is one born from a rock. The\nmenace of the new-born by the snake (Mithra, Hercules) is made clear\nthrough the legend of Lilith and Lamia. Python, the dragon of Leto, and\nPoine, who devastates the land of Crotopus, are sent by the father of\nthe new-born. This idea indicates the localization, well known in\npsychoanalysis, of the incest anxiety in the father. The father\nrepresents the active repulse of the incest wish of the son. The crime,\nunconsciously wished for by the son, is imputed to the father under the\nguise of a pretended murderous purpose, this being the cause of the\nmortal fear of the son for the father, a frequent neurotic symptom. In\nconformity with this idea, the monster to be overcome by the young hero\nis frequently a giant, the guardian of the treasure or the woman. A\nstriking example is the giant Chumbaba in the Gilgamesh epic, who\nprotected the garden of Ishtar;[545] he is overcome by Gilgamesh,\nwhereby Ishtar is won. Thereupon she makes erotic advances towards\nGilgamesh.[546] This data should be sufficient to render intelligible\nthe rôle of Horus in Plutarch, especially the violent usage of Isis.\nThrough overpowering the mother the hero becomes equal to the sun; he\nreproduces himself. He wins the strength of the invincible sun, the\npower of eternal rejuvenation. We thus understand a series of\nrepresentations from the Mithraic myth on the Heddernheim relief. There\nwe see, first of all, the birth of Mithra from the top of the tree; the\nnext representation shows him carrying the conquered bull (comparable to\nthe monstrous bull overcome by Gilgamesh). This bull signifies the\nconcentrated significance of the monster, the father, who as giant and\ndangerous animal embodies the incest prohibition, and agrees with the\nindividual libido of the sun-hero, which he overcomes by self-sacrifice.\nThe third picture represents Mithra, when he grasps the head ornament of\nthe sun, the nimbus. This act recalls to us, first of all, the violence\nof Horus towards Isis; secondly, the Christian basic thought, _that\nthose who have overcome attain the crown of eternal life_. On the fourth\npicture Sol kneels before Mithra. These last two representations show\nplainly that Mithra has taken to himself the strength of the sun, so\nthat he becomes the lord of the sun as well. He has conquered “his\nanimal nature,” the bull. The animal knows no incest prohibition; man\nis, therefore, man because he conquers the incest wish, that is, the\nanimal nature. Thus Mithra has sacrificed his animal nature, the incest\nwish, and with that has overcome the mother, that is to say, “the\nterrible death-bringing mother.” A solution is already anticipated in\nthe Gilgamesh epic through the formal renunciation of the horrible\nIshtar by the hero. The overcoming of the mother in the Mithraic\nsacrifice, which had almost an ascetic character, took place no longer\nby the archaic overpowering, but through the renunciation, the sacrifice\nof the wish. The primitive thought of incestuous reproduction through\nentrance into the mother’s womb had already been displaced, because man\nwas so far advanced in domestication that he believed that the eternal\nlife of the sun is reached, not through the perpetration of incest, but\nthrough the sacrifice of the incest wish. This important change\nexpressed in the Mithraic mystery finds its full expression for the\nfirst time in the symbol of the crucified God. A bleeding human\nsacrifice was hung on the tree of life for Adam’s sins.[547] The\nfirst-born sacrifices its life to the mother when he suffers, hanging on\nthe branch, a disgraceful and painful death, a mode of death which\nbelongs to the most ignominious forms of execution, which Roman\nantiquity had reserved for only the lowest criminal. Thus the hero dies,\nas if he had committed the most shameful crime; he does this by\nreturning into the birth-giving branch of the tree of life, at the same\ntime paying for his guilt with the pangs of death. The animal nature is\nrepressed most powerfully in this deed of the highest courage and the\ngreatest renunciation; therefore, a greater salvation is to be expected\nfor humanity, because such a deed alone seems appropriate to expiate\nAdam’s guilt.\n\n[Illustration: BULL-SACRIFICE OF MITHRA]\n\nAs has already been mentioned, the hanging of the sacrifice on the tree\nis a generally widespread ritual custom, Germanic examples being\nespecially abundant. The ritual consists in the sacrifice being pierced\nby a spear.[548] Thus it is said of Odin (Edda, Havamal):\n\n               “I know that I hung on the windswept tree\n               Nine nights through,\n               Wounded by a spear, dedicated to Odin\n               I myself to myself.”\n\nThe hanging of the sacrifice to the cross also occurred in America prior\nto its discovery. Müller[549] mentions the Fejervaryian manuscript (a\nMexican hieroglyphic kodex), at the conclusion of which there is a\ncolossal cross, in the middle of which there hangs a bleeding divinity.\nEqually interesting is the cross of Palenque;[550] up above is a bird,\non either side two human figures, who look at the cross and hold a child\nagainst it either for sacrifice or baptism. The old Mexicans are said to\nhave invoked the favor of Centeotls, “the daughter of heaven and the\ngoddess of wheat,” every spring by nailing upon the cross a youth or a\nmaiden and by shooting the sacrifice with arrows.[551] The name of the\nMexican cross signifies “tree of our life or flesh.”[552]\n\nAn effigy from the Island of Philae represents Osiris in the form of a\ncrucified god, wept over by Isis and Nephthys, the sister consort.[553]\n\nThe meaning of the cross is certainly not limited to the tree of life,\nas has already been shown. Just as the tree of life has also a phallic\nsub-meaning (as libido symbol), so there is a further significance to\nthe cross than life and immortality.[554] Müller uses it as a sign of\nrain and of fertility, because it appears among the Indians distinctly\nas a magic charm of fertility. It goes without saying, therefore, that\nit plays a rôle in the sun cult. It is also noteworthy that the sign of\nthe cross is an important sign for the keeping away of all evil, like\nthe ancient gesture of Manofica. The phallic amulets also serve the same\npurpose. Zöckler appears to have overlooked the fact that the phallic\nCrux Ansata is the same cross which has flourished in countless examples\nin the soil of antiquity. Copies of this Crux Ansata are found in many\nplaces, and almost every collection of antiquities possesses one or more\nspecimens.[555]\n\nFinally, it must be mentioned that the form of the human body is\nimitated in the cross as of a man with arms outspread. It is remarkable\nthat in early Christian representations Christ is not nailed to the\ncross, but stands before it with arms outstretched.[556] Maurice[557]\ngives a striking basis for this interpretation when he says:\n\n  “It is a fact not less remarkable than well attested, that the Druids\n  in their groves were accustomed to select the most stately and\n  beautiful tree as an emblem of the deity they adored, and cutting off\n  the side branches, they affixed two of the largest of them to the\n  highest part of the trunk, in such a manner that those branches\n  extended on each side like the arms of a man, and together with the\n  body presented the appearance of a huge cross; and in the bark in\n  several places was also inscribed the letter Τ (tau).”[558]\n\n“The tree of knowledge” of the Hindoo Dschaina sect assumes human form;\nit was represented as a mighty, thick trunk in the form of a human head,\nfrom the top of which grew out two longer branches hanging down at the\nsides and one short, vertical, uprising branch crowned by a bud or\nblossom-like thickening.[559] Robertson in his “Evangelical Myths”\nmentions that in the Assyrian system there exists the representation of\nthe divinity in the form of a cross, in which the vertical beam\ncorresponds to a human form and the horizontal beam to a pair of\nconventionalized wings. Old Grecian idols such, for example, as were\nfound in large numbers in Aegina have a similar character, an\nimmoderately long head and arms slightly raised, wing-shaped, and in\nfront distinct breasts.[560]\n\nI must leave it an open question as to whether the symbol of the cross\nhas any relation to the two pieces of wood in the religious fire\nproduction, as is frequently claimed. It does appear, however, as if the\ncross symbol actually still possessed the significance of “union,” for\nthis idea belongs to the fertility charm, and especially to the thought\nof eternal rebirth, which is most intimately bound up with the cross.\nThe thought of “union,” expressed by the symbol of the cross, is met\nwith in “Timaios” of Plato, where the world soul is conceived as\nstretched out between heaven and earth in the form of an X (Chi); hence\nin the form of a “St. Andrew’s cross.” When we now learn, furthermore,\nthat the world soul contains in itself _the world as a body_, then this\npicture inevitably reminds us of the mother.\n\n  (_Dialogues of Plato._ Jowett, Vol. II, page 528.)\n\n  “And in the center he put the soul, which he diffused through the\n  whole, and also spread over all the body round about, and he made one\n  solitary and only heaven, a circle moving in a circle, having such\n  excellence as to be able to hold converse with itself, and needing no\n  other friendship or acquaintance. Having these purposes in view he\n  created the world to be a blessed god.”\n\nThis highest degree of inactivity and freedom from desire, symbolized\nby the _being enclosed within itself_, signifies divine blessedness.\nThe only human prototype of this conception is the child in the\nmother’s womb, or rather more, the adult man in the continuous embrace\nof the mother, from whom he originates. Corresponding to this\nmythologic-philosophic conception, the enviable Diogenes inhabited a\ntub, thus giving mythologic expression to the blessedness and\nresemblance to the Divine in his freedom from desire. Plato says as\nfollows of the bond of the world soul to the world body:\n\n  “Now God did not make the soul after the body, although we have spoken\n  of them in this order; for when he put them together he would never\n  have allowed that the elder should serve the younger, but this is what\n  we say at random, because we ourselves too are very largely affected\n  by chance. Whereas he made the soul in origin and excellence prior to\n  and older than the body, to be the ruler and mistress, of whom the\n  body was to be the subject.”\n\nIt seems conceivable from other indications that the conception of the\nsoul in general is a derivative of the mother-imago, that is to say, a\nsymbolic designation for the amount of libido remaining in the\nmother-imago. (Compare the Christian representation of the soul as the\nbride of Christ.) The further development of the world soul in “Timaios”\ntakes place in an obscure fashion in mystic numerals. When the mixture\nwas completed the following occurred:\n\n  “This entire compound he divided lengthways into two parts, which he\n  joined to one another at the center like the figure of an X.”\n\nThis passage approaches very closely the division and union of Atman,\nwho, after the division, is compared to a man and a woman who hold each\nother in an embrace. Another passage is worth mentioning:\n\n  “After the entire union of the soul had taken place, according to the\n  master’s mind, he formed all that is corporeal within this, and joined\n  it together so as to penetrate it throughout.”\n\nMoreover, I refer to my remarks about the maternal meaning of the world\nsoul in Plotinus, in Chapter II.\n\nA similar detachment of the symbol of the cross from a concrete figure\nwe find among the Muskhogean Indians, who stretch above the surface of\nthe water (pond or stream) two ropes crosswise and at the point of\nintersection throw into the water fruits, oil and precious stones as a\nsacrifice.[561] Here the divinity is evidently the water, not the cross,\nwhich designates the place of sacrifice only, through the point of\nintersection. The sacrifice at the place of union indicates why this\nsymbol was a primitive charm of fertility,[562] why we meet it so\nfrequently in the prechristian era among the goddesses of love (mother\ngoddesses), especially among the Egyptians in Isis and the sun-god. We\nhave already discussed the continuous union of these two divinities. As\nthe cross (Tau [Τ], Crux Ansata) always recurs in the hand of Tum, the\nsupreme God, the hegemon of the Ennead, it may not be superfluous to say\nsomething more of the destination of Tum. The Tum of On-Heliopolis bears\nthe name “the father of his mother”; what that means needs no\nexplanation; Jusas or Nebit-Hotpet, the goddess joined to him, _was\ncalled sometimes the mother, sometimes the daughter, sometimes the wife\nof the god_. The day of the beginning of autumn is designated in the\nHeliopolitan inscriptions as the “festival of the goddess Jusasit,” as\n“the arrival of the sister for the purpose of uniting with her father.”\nIt is the day in which “the goddess Mehnit completes her work, so that\nthe god Osiris may enter into the left eye.” (By which the moon is\nmeant.[563]) The day is also called the filling up of the sacred eye\nwith its needs. The heavenly cow with the moon eye, the cow-headed Isis,\ntakes to herself in the autumn equinox the seed which procreates Horus.\n(Moon as keeper of the seed.) The “eye” evidently represents the\ngenitals, as in the myth of Indra, who had to bear spread over his whole\nbody the likeness of Yoni (vulva), on account of a Bathsheba outrage,\nbut was so far pardoned by the gods that the disgraceful likeness of\nYoni was changed into eyes.[564] The “pupil” in the eye is a child. The\ngreat god becomes a child again; he enters the mother’s womb in order to\nrenew himself.[565] In a hymn it is said:\n\n  “Thy mother, the heavens, stretches forth her arms to thee.”\n\nIn another place it is said:\n\n  “Thou shinest, oh father of the gods, upon the back of thy mother,\n  daily thy mother takes thee in her arms. When thou illuminatest the\n  dwelling of night, thou unitest with thy mother, the heavens.”[566]\n\nThe Tum of Pitum-Heliopolis not only bears the Crux Ansata as a symbol,\nbut also has this sign as his most frequent surname, that is, ānχ or\nānχi, which means “life” or “the living.” He is chiefly honored as the\ndemon serpent, Agatho, of whom it is said, “The holy demon serpent\nAgatho goes forth from the city Nezi.” The snake, on account of casting\nits skin, is the symbol of renewal, as is the scarabæus, a symbol of the\nsun, of whom it is said that he, being of masculine sex only, reproduces\nhimself.\n\nThe name Chnum (another name for Tum, always meaning “the sun-god”)\ncomes from the verb χnum, which means “to bind together, to unite.”[567]\nChnum appears chiefly as the potter, the moulder of his egg. The cross\nseems, therefore, to be an extraordinarily condensed symbol; its supreme\nmeaning is that of the tree of life, and, therefore, is a symbol of the\nmother. The symbolization in a human form is, therefore, intelligible.\nThe phallic forms of the Crux Ansata belong to the abstract meaning of\n“life” and “fertility,” as well as to the meaning of “union,” which we\ncan now very properly interpret as _cohabitation with the mother for the\npurpose of renewal_.[568] It is, therefore, not only a very touching but\nalso a very significant naïve symbolism when Mary, in an Old English\nlament of the Virgin,[569] accuses the cross of being a false tree,\nwhich unjustly and without reason destroyed “the pure fruit of her body,\nher gentle birdling,” with a poisonous draught, the draught of death,\nwhich is destined only for the guilty descendants of the sinner Adam.\nHer son was not a sharer in that guilt. (Compare with this the cunning\nof Isis with the fatal draught of love.) Mary laments:\n\n  “Cross, thou art the evil stepmother of my son, so high hast thou hung\n  him that I cannot even kiss his feet! Cross, thou art my mortal enemy,\n  thou hast slain my little blue bird!”\n\nThe holy cross answers:\n\n  “Woman, I thank thee for my honor: thy splendid fruit, which now I\n  bear, shines as a red blossom.[570] Not alone to save thee but to save\n  the whole world this precious flower blooms in thee.”[571]\n\nSanta Crux says of the relation to each other of the two mothers (Isis\nin the morning and Isis in the evening):\n\n  “Thou hast been crowned as Queen of Heaven on account of the child,\n  which thou hast borne. But I shall appear as the shining relic to the\n  whole world, at the day of judgment. I shall then raise my lament for\n  thy divine son innocently slain upon me.”\n\nThus the murderous mother of death unites with the mother of life in\nbringing forth a child. In their lament for the dying God, and as\noutward token of their union, Mary kisses the cross, and is reconciled\nto it.[572] The naïve Egyptian antiquity has preserved for us the union\nof the contrasting tendencies in the mother idea of Isis. Naturally this\nimago is merely a symbol of the libido of the son for the mother, and\ndescribes the conflict between love and incest resistance. The criminal\nincestuous purpose of the son appears projected as criminal cunning in\nthe mother-imago. The separation of the son from the mother signifies\nthe separation of man from the generic consciousness of animals, from\nthat infantile archaic thought characterized by the absence of\nindividual consciousness.\n\nIt was only the power of the incest prohibition which created the\nself-conscious individual, who formerly had been thoughtlessly one with\nthe tribe, and in this way alone did the idea of individual and final\ndeath become possible. Thus through the sin of Adam death came into the\nworld. This, as is evident, is expressed figuratively, that is, in\ncontrast form. The mother’s defence against the incest appears to the\nson as a malicious act, which delivers him over to the fear of death.\nThis conflict faces us in the Gilgamesh epic in its original freshness\nand passion, where also the incest wish is projected onto the mother.\n\nThe neurotic who cannot leave the mother has good reasons; the fear of\ndeath holds him there. It seems as if no idea and no word were strong\nenough to express the meaning of this. Entire religions were constructed\nin order to give words to the immensity of this conflict. This struggle\nfor expression which continued down through the centuries certainly\ncannot have its source in the restricted realm of the vulgar conception\nof incest. Rather one must understand the law which is ultimately\nexpressed as “Incest prohibition” as coercion to domestication, and\nconsider the religious systems as institutions which first receive, then\norganize and gradually sublimate, the motor forces of the animal nature\nnot immediately available for cultural purposes.\n\nWe will now return to the visions of Miss Miller. Those now following\nneed no further detailed discussion. The next vision is the image of a\n“purple bay.” The symbolism of the sea connects smoothly with that which\nprecedes. One might think here in addition of the reminiscences of the\nBay of Naples, which we came across in Part I. In the sequence of the\nwhole, however, we must not overlook the significance of the “bay.” In\nFrench it is called _une baie_, which probably corresponds to a bay in\nthe English text. It might be worth while here to glance at the\netymological side of this idea. Bay is generally used for something\nwhich is open, just as the Catalonian word _badia_ (_bai_) comes from\n_badar_, “to open.” In French _bayer_ means “to have the mouth open, to\ngape.” Another word for the same is _Meerbusen_, “bay or gulf”; Latin\n_sinus_, and a third word is golf (gulf), which in French stands in\nclosest relation to _gouffre_ = abyss. Golf is derived from\n“κόλπος,”[573] which also means “bosom” and “womb,” “mother-womb,” also\n“vagina.” It can also mean a fold of a dress or pocket; it may also mean\na deep valley between high mountains. These expressions clearly show\nwhat primitive ideas lie at their base. They render intelligible\nGoethe’s choice of words at that place where Faust wishes to follow the\nsun with winged desire in order in the everlasting day “to drink its\neternal light”:\n\n             “The mountain chain with all its gorges deep,\n             Would then no more impede my godlike motion;\n             And now before mine eyes expands the ocean,\n             With all its bays, in shining sleep!”\n\nFaust’s desire, like that of every hero, inclines towards the mysteries\nof rebirth, of immortality; therefore, his course leads to the sea, and\ndown into the monstrous jaws of death, the horror and narrowness of\nwhich at the same time signify the new day.\n\n      “Out on the open ocean speeds my dreaming:\n      The glassy flood before my feet is gleaming,\n      A new day beckons to a newer shore!\n      A fiery chariot borne on buoyant pinions,\n      Sweeps near me now! I soon shall ready be\n      To pierce the ether’s high, unknown dominions,\n      To reach new spheres of pure activity!\n      This Godlike rapture, this supreme existence....\n\n             ·       ·       ·       ·       ·\n\n      “Yes, let me dare those gates to fling asunder,\n      Which every man would fain go slinking by!\n      ’Tis time, through deeds this word of truth to thunder;\n      That with the height of God’s Man’s dignity may vie!\n      Nor from that gloomy gulf to shrink affrighted,\n      Where fancy doth herself to self-born pangs compel,—\n      To struggle toward that pass benighted,\n      Around whose narrow mouth flame all the fires of Hell:—\n      To take this step with cheerful resolution,\n      Though Nothingness should be the certain swift conclusion!”\n\nIt sounds like a confirmation, when the succeeding vision of Miss\nMiller’s is _une falaise à pic_, “a steep, precipitous cliff.” (Compare\n_gouffre_.) The entire series of individual visions is completed, as the\nauthor observes, by a confusion of sounds, somewhat resembling “wa-ma,\nwa-ma.” This has a very primitive, barbaric sound. Since we learn from\nthe author nothing of the subjective roots of this sound, nothing is\nleft us but the suspicion that this sound might be considered, taken in\nconnection with the whole, as a slight mutilation of the well-known call\nma-ma.",
  "semantic_sections": [],
  "missed_text": "CHAPTER V SYMBOLISM OF THE MOTHER AND OF REBIRTH The vision following the creation of the hero is described by Miss Miller as a “throng of people.” This representation is known to us from dream interpretation as being, above all, the symbol of mystery.[423] Freud thinks that this choice of symbol is determined on account of its possibility of representing the idea. The bearer of the mystery is placed in opposition to the multitude of the ignorant. _The possession of the mystery cuts one off from intercourse with the rest of mankind._ For a very complete and smooth rapport with the surroundings is of great importance for the management of the libido and the _possession of a subjectively important secret generally creates a great disturbance_. It may be said that the whole art of life shrinks to the one problem of how the libido may be freed in the most harmless way possible. Therefore, the neurotic derives special benefit in treatment when he can at last rid himself of his various secrets. The symbol of the crowd of people, chiefly the streaming and moving mass, is, as I have often seen, substituted for the great excitement in the unconscious, especially in persons who are outwardly calm. The vision of the “throng” develops further; horses emerge; a battle is fought. With Silberer, I might accept the significance of this vision as belonging, first of all, in the “functional category,” because, fundamentally, the conception of the intermingling crowds is nothing but the symbol of the present onrush of the mass of thought; likewise the battle, and possibly the horses, which illustrate the movement. The deeper significance of the appearance of the horses will be seen for the first time in the further course of our treatment of the mother symbolism. The following vision has a more definite and significantly important character. Miss Miller sees a City of Dreams (“Cité de Rêves”). The picture is similar to one she saw a short time before on the cover of a magazine. Unfortunately, we learn nothing further about it. One can easily imagine under this “Cité de Rêves” a fulfilled wish dream, that is to say, something very beautiful and greatly longed for; a sort of heavenly Jerusalem, as the poet of the Apocalypse has dreamed it. The city is a maternal symbol, a woman who fosters the inhabitants as children. It is, therefore, intelligible that the two mother goddesses, Rhea and Cybele, both wear the wall crown. The Old Testament treats the cities of Jerusalem, Babel, etc., as women (_Isaiah_ xlvii:1–5): “Come down and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans; for thou shalt no more be called tender and delicate. Take the millstones and grind meal; uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers. That thy nakedness shall be uncovered, yea, thy shame shall be seen; sit thou silent, and get thee into darkness, O daughter of the Chaldeans; for thou shalt no more be called the lady of the kingdoms.” Jeremiah says of Babel (I:12): “Your mother shall be sore confounded; she that bare you shall be ashamed.” Strong, unconquered cities are virgins; colonies are sons and daughters. Cities are also whores. Isaiah says of Tyre (xxiii:16): “Take an harp, go about the city, thou harlot; thou hast been forgotten.” And: “How does it come to pass that the virtuous city has become an harlot?” We come across a similar symbolism in the myth of Ogyges, the mythical king who rules in Egyptian Thebes and whose wife was appropriately named Thebe. The Bœotian Thebes founded by Cadmus received on that account a surname, “Ogygian.” This surname was also given to the great flood, as it was called “Ogygian” because it occurred under Ogyges. This coincidence will be found later on to be hardly accidental. The fact that the city and the wife of Ogyges bear the same name indicates that somewhere a relation must exist between the city and the woman, which is not difficult to understand, for the city is identical with the woman. We meet a similar idea in Hindoo lore where Indra appears as the husband of Urvara, but Urvara means “the fertile land.” In a similar way the occupancy of a country by the king was understood as marriage with the ploughed land. Similar representations must have prevailed in Europe as well. Princes had to guarantee, for example, a good harvest at their accession. The Swedish King Domaldi was actually killed on account of the failure of the harvest (Ynglinga sâga 18). In the Rama sâga the hero Rama marries Sîtâ, the furrow of the field.[424] To the same group of ideas belongs the Chinese custom of the Emperor ploughing a furrow at his ascension to the throne. This idea of the soil being feminine also embraces the idea of continual companionship with the woman, a physical communication. Shiva, the Phallic God, is, like Mahadeva and Parwati, male and female. He has even given one-half of his body to his consort Parwati as a dwelling place.[425] Inman[426] gives us a drawing of a Pundite of Ardanari-Iswara; one-half of the god is masculine, the other half feminine, and the genitals are in continuous cohabitation. The motive of continuous cohabitation is expressed in a well-known lingam symbol, which is to be found everywhere in Indian temples; the base is a female symbol, and within that is the phallus.[427] The symbol approaches very closely the Grecian mystic phallic basket and chests. (Compare with this the Eleusinian mysteries.) The chest or box is here a female symbol, that is, the mother’s womb. This is a very well-known conception in the old mythologies.[428] The chest, basket or little basket, with its precious contents, was thought of as floating on the water; a remarkable inversion of the natural fact that the child floats in the amniotic fluid and that this is in the uterus. This inversion brings about a great advantage for sublimation, for it creates enormous possibilities of application for the myth-weaving phantasy, that is to say, for the annexation to the sun cycle. The Sun floats over the sea like an immortal god, which every evening is immersed in the maternal water and is born again renewed in the morning. Frobenius says: “Perhaps in connection with the blood-red sunrise, the idea occurs that here a birth takes place, the birth of a young son; the question then arises inevitably, whence comes the paternity? How has the woman become pregnant? And since this woman symbolizes the same idea as the fish, which means the sea, (because we proceed from the assumption that the Sun descends into the sea as well as arises from it) thus the curious primitive answer is that this sea has previously swallowed the old Sun. Consequently the resulting myth is, that the woman (sea) has formerly devoured the Sun and now brings a new Sun into the world, and thus she has become pregnant.” All these sea-going gods are sun symbols. They are enclosed in a chest or an ark for the “night journey on the sea” (Frobenius), often together with a woman (again an inversion of the actual situation, but in support of the motive of continuous cohabitation, which we have met above). During the night journey on the sea the Sun-god is enclosed in the mother’s womb, oftentimes threatened by dangers of all kinds. Instead of many individual examples, I will content myself with reproducing the scheme which Frobenius has constructed from numberless myths of this sort: [Illustration: _To devour_ _West_ _East_ _W-E movement—(sea journey)_ _Heat-hair_ _To slip out_ _To open_ _To land_ _Sea journey_ _To set on fire or To cut off the heart_] Frobenius gives the following legend to illustrate this: “A hero is devoured by a water monster in the West (to devour). The animal carries him within him to the East (sea journey). Meanwhile, he kindles a fire in the belly of the monster (to set on fire) and since he feels hungry he cuts off a piece of the hanging heart (to cut off the heart). Soon after he notices that the fish glides upon the dry land (to land); he immediately begins to cut open the animal from within outwards (to open) then he slides out (to slip out). In the fish’s belly, it had been so hot, that all his hair had fallen out (heat-hair). The hero frequently frees all who were previously devoured (to devour all) and all now slide out (slip out).” A very close parallel is Noah’s journey during the flood, in which all living creatures die; only he and the life guarded by him are brought to a new birth. In a Melapolynesian legend (Frobenius) it is told that the hero in the belly of the King Fish took his weapon and cut open the fish’s belly. “He slid out and saw a splendor, and he sat down and reflected. ‘I wonder where I am,’ he said. Then the sun rose with a bound and turned from one side to the other.” The Sun has again slipped out. Frobenius mentions from the Ramayana the myth of the ape Hanuman, who represents the Sun-hero. The sun in which Hanuman hurries through the air throws a shadow upon the sea. The sea monster notices this and through this draws Hanuman toward itself; when the latter sees that the monster is about to devour him, he stretches out his figure immeasurably; the monster assumes the same gigantic proportions. As he does that Hanuman becomes as small as a thumb, slips into the great body of the monster and comes out on the other side. In another part of the poem it is said that he came out from the right ear of the monster (like Rabelais’ Gargantua, who also was born from the mother’s ear). “Hanuman thereupon resumes his flight, and finds a new obstacle in another sea monster, which is the mother of Rahus, the sun-devouring demon. The latter draws Hanuman’s shadow[429] to her in the same way. Hanuman again has recourse to the earlier stratagem, becomes small and slips into her body, but hardly is he there than he grows to a gigantic mass, swells up, tears her, kills her, and in that way makes his escape.” Thus we understand why the Indian fire-bringer Mâtariçvan is called “the one swelling in the mother”; the ark (little box, chest, cask, vessel, etc.) is a symbol of the womb, just as is the sea, into which the Sun sinks for rebirth. From this circle of ideas we understand the mythologic statements about Ogyges; he it is who possesses the mother, the City, who is united with the mother; therefore under him came the great flood, for it is a typical fragment of the sun myth that the hero, when united with the woman attained with difficulty, is exposed in a cask and thrown into the sea, and then lands for a new life on a distant shore. The middle part, the “night journey on the sea” in the ark, is lacking in the tradition of Ogyges.[430] But the rule in mythology is that the typical parts of a myth can be united in all conceivable variations, which adds greatly to the extraordinary difficulty of the interpretation of a particular myth without knowledge of all the others. The meaning of this cycle of myths mentioned here is clear; it is the longing _to attain rebirth through the return to the mother’s womb, that is to say, to become as immortal as the sun_. This longing for the mother is frequently expressed in our holy scriptures.[431] I recall, particularly the place in the epistle to the Galatians, where it is said (iv:26): (26) “But Jerusalem which is above is free, which is the mother of us all. (27) “For it is written, Rejoice, thou barren that beareth not: break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. (28) “Now we, brethren, as Isaac was, are the children of promise. (29) “But as he that was born after the flesh persecuted him that was born after the spirit, even so it is now. (30) “Nevertheless, what sayeth the scripture? Cast out the bondwoman and her son; for the son of a bondwoman shall not be heir with the son of a freewoman. (31) “So, then, brethren, we are not children of the bondwoman, but of the free.” Chapter v:",
  "metrics": {},
  "token_counts": {
    "input": 26046,
    "sections": [],
    "missed": 2747
  }
}