{
  "chunk_number": 7,
  "original_text": "\nIt is a well-known fact that one of the principles of analytic\npsychology is that the dream images are to be understood symbolically;\nthat is to say, that they are not to be taken literally just as they are\npresented in sleep, but that behind them a hidden meaning has to be\nsurmised. It is this ancient idea of a dream symbolism which has\nchallenged not only criticism, but, in addition to that, the strongest\nopposition. That dreams may be full of import, and, therefore, something\nto be interpreted, is certainly neither a strange nor an extraordinary\nidea. This has been familiar to mankind for thousands of years, and,\ntherefore, seems much like a banal truth. The dream interpretations of\nthe Egyptians and Chaldeans, and the story of Joseph who interpreted\nPharaoh’s dreams, are known to every one, and the dream book of\nArtemidorus is also familiar. From countless inscribed monuments of all\ntimes and peoples we learn of foreboding dreams, of significant, of\nprophetic and also of curative dreams which the Deity sent to the sick,\nsleeping in the temple. We know the dream of the mother of Augustus, who\ndreamt she was to be with child by the Deity transformed into a snake.\nWe will not heap up references and examples to bear witness to the\nexistence of a belief in the symbolism of dreams. When an idea is so\nold, and is so generally believed, it is probably true in some way, and,\nindeed, as is mostly the case, _is not literally true, but is true\npsychologically_. In this distinction lies the reason why the old fogies\nof science have from time to time thrown away an inherited piece of\nancient truth; because it was not literal but psychologic truth. For\nsuch discrimination this type of person has at no time had any\ncomprehension.\n\nFrom our experience, it is hardly conceivable that a God existing\noutside of ourselves causes dreams, or that the dream, eo ipso, foresees\nthe future prophetically. When we translate this into the psychologic,\nhowever, then the ancient theories sound much more reconcilable, namely,\n_the dream arises from a part of the mind unknown to us, but none the\nless important, and is concerned with the desires for the approaching\nday_. This psychologic formula derived from the ancient superstitious\nconception of dreams, is, so to speak, exactly identified with the\nFreudian psychology, which assumes a rising wish from the unconscious to\nbe the source of the dream.\n\nAs the old belief teaches, the Deity or the Demon speaks in symbolic\nspeech to the sleeper, and the dream interpreter has the riddle to\nsolve. In modern speech we say this means that the dream is a _series of\nimages, which are apparently contradictory and nonsensical, but arise in\nreality from psychologic material which yields a clear meaning_.\n\nWere I to suppose among my readers a far-reaching ignorance of dream\nanalysis, then I should be obliged to illustrate this statement with\nnumerous examples. To-day, however, these things are quite well known,\nso that one must proceed carefully with every-day dream material, out of\nconsideration for a public educated in these matters. It is a special\ninconvenience that no dream can be recounted without being obliged to\nadd to it half a life’s history which affords the individual foundations\nof the dream, but there are some few typical dreams which can be told\nwithout too great a ballast. One of these is the dream of the sexual\nassault, which is especially prevalent among women. A girl sleeping\nafter an evening happily spent in dancing, dreams that a robber breaks\nopen her door noisily and stabs through her body with a lance. This\ntheme, which explains itself, has countless variations, some simple,\nsome complicated. Instead of the lance it is a sword, a dagger, a\nrevolver, a gun, a cannon, a hydrant, a watering pot; or the assault is\na burglary, a pursuit, a robbery, or it is some one hidden in the closet\nor under the bed. Or the danger may be illustrated by wild animals; for\ninstance, a horse which throws the dreamer to the ground and kicks her\nin the body with his hind foot; lions, tigers, elephants with\nthreatening trunks, and finally snakes in endless variety. Sometimes the\nsnake creeps into the mouth, sometimes it bites the breast like\nCleopatra’s legendary asp, sometimes it comes in the rôle of the\nparadisical snake, or in the variations of Franz Stuck, whose pictures\nof snakes bear the significant titles “Vice,” “Sin,” “Lust.” The mixture\nof lust and anxiety is expressed incomparably in the very atmosphere of\nthese pictures, and far more brutally, indeed, than in Mörike’s charming\npoem.\n\n                  _The Maiden’s First Love Song_\n\n                    What’s in the net?\n                        Behold,\n                    But I am afraid,\n                    Do I grasp a sweet eel,\n                    Do I seize a snake?\n                        Love is a blind\n                        Fisherwoman;\n                        Tell the child\n                        Where to seize.\n                    Already it leaps in my hands.\n\n                    Oh, Pity, or delight!\n                    With nestlings and turnings\n                        It coils on my breast,\n                        It bites me, oh, wonder!\n                        Boldly through the skin,\n                        It darts under my heart.\n                    Oh, Love, I shudder!\n\n                    What can I do, what can I begin?\n                        That shuddering thing;\n                        There it crackles within\n                        And coils in a ring.\n                        It must be poisoned.\n                        Here it crawls around.\n                        Blissfully I feel as it worms\n                        Itself into my soul\n                        And kills me finally.\n\nAll these things are simple, and need no explanation to be intelligible.\nSomewhat more complicated, but still unmistakable, is the dream of a\nwoman; she sees the triumphal arch of Constantine. A cannon stands\nbefore it, to the right of it a bird, to the left a man. A shot flashes\nout of the tube; the projectile hits her; it goes into her pocket, into\nher purse. There it remains, and she holds her purse as if something\nvery precious were in it. The image disappears, and she continues to see\nonly the stock of the cannon, and over that Constantine’s motto, “In hoc\nsigno vinces.”\n\nThese few references to the symbolic nature of dreams are perhaps\nsufficient. For whomsoever the proof may appear insufficient, and it is\ncertainly insufficient for a beginner, further evidence may be found in\nthe fundamental work of Freud, and in the works of Stekel and Rank which\nare fuller in certain particulars. We must assume here that the dream\nsymbolism is an established fact, in order to bring to our study a mind\nsuitably prepared for an appreciation of this work. We would not be\nsuccessful if we, on the contrary, were to be astonished at the idea\nthat an intellectual image can be projected into our conscious psychic\nactivity; an image which apparently obeys such wholly other laws and\npurposes than those governing the conscious psychic product.\n\n_Why are dreams symbolic?_ Every “why” in psychology is divided into two\nseparate questions: first, _for what purpose are dreams symbolic_? We\nwill answer this question only to abandon it at once. Dreams are\nsymbolic in order that they can not be understood; in order that the\nwish, which is the source of the dream, may remain unknown. The question\nwhy this is so and not otherwise, leads us out into the far-reaching\nexperiences and trains of thought of the Freudian psychology.\n\nHere the second question interests us, viz., _How is it that dreams are\nsymbolic?_ That is to say, from where does this capacity for symbolic\nrepresentation come, of which we, in our conscious daily life, can\ndiscover apparently no traces?\n\nLet us examine this more closely. Can we really discover nothing\nsymbolic in our every-day thought? Let us follow our trains of thought;\nlet us take an example. We think of the war of 1870 and 1871. We think\nabout a series of bloody battles, the siege of Strassburg, Belfort,\nParis, the Treaty of Peace, the foundation of the German Empire, and so\non. How have we been thinking? We start with an idea, or super-idea, as\nit is also called, and without thinking of it, but each time merely\nguided by a feeling of direction, we think about individual\nreminiscences of the war. In this we can find nothing symbolic, and our\nwhole conscious thinking proceeds according to this type.[13]\n\nIf we observe our thinking very narrowly, and follow an intensive train\nof thought, as, for example, the solution of a difficult problem, then\nsuddenly we notice that we are thinking in words, that in wholly\nintensive thinking we begin to speak to ourselves, or that we\noccasionally write down the problem, or make a drawing of it so as to be\nabsolutely clear. It must certainly have happened to any one who has\nlived for some time in a foreign country, that after a certain period he\nhas begun to think in the language of the country. A very intensive\ntrain of thinking works itself out more or less in _word form_; that is,\nif one wants to express it, to teach it, or to convince any one of it.\nEvidently it directs itself wholly to the outside world. To this extent,\nthis directed or logical thinking is a reality thinking,[14] having a\nreal existence for us; that is to say, a thinking which adjusts itself\nto actual conditions,[15] where we, expressed in other words, imitate\nthe succession of objectively real things, so that the images in our\nmind follow after each other in the same strictly causal succession as\nthe historical events outside of our mind.[16]\n\nWe call this thinking, thinking with directed attention. It has, in\naddition, the peculiarity that one is tired by it, and that, on this\naccount, it is set into action only for a time. Our whole vital\naccomplishment, which is so expensive, is adaptation to environment; a\npart of it is the directed thinking, which, biologically expressed, is\nnothing but a process of psychic assimilation, which, as in every vital\naccomplishment, leaves behind a corresponding exhaustion.\n\nThe material with which we think is _language and speech concept_, a\nthing which has been used from time immemorial as something external, a\nbridge for thought, and which has a single purpose—that of\ncommunication. As long as we think directedly, we think for others and\nspeak to others.[17]\n\nSpeech is originally a system of emotional and imitative sounds—sounds\nwhich express terror, fear, anger, love; and sounds which imitate the\nnoises of the elements, the rushing and gurgling of water, the rolling\nof thunder, the tumults of the winds, the tones of the animal world, and\nso on; and, finally, those which represent a combination of the sounds\nof perception and of affective reaction.[18] Likewise in the more or\nless modern languages, large quantities of onomatopoetic relics are\nretained; for example, sounds for the movement of water,—\n\n  Rauschen, risseln, rûschen, rinnen, rennen, to rush, ruscello,\n  ruisseau, river, Rhein.\n\n  Wasser, wissen, wissern, pissen, piscis, fisch.\n\nThus language is originally and essentially nothing but a system of\nsigns or symbols, which denote real occurrences, or their echo in the\nhuman soul.\n\nTherefore one must decidedly agree with Anatole France,[19] when he\nsays,\n\n  “What is thought, and how do we think? We think with words; that alone\n  is sensual and brings us back to nature. Think of it! The\n  metaphysician has only the perfected cry of monkeys and dogs with\n  which to construct the system of the world. That which he calls\n  profound speculation and transcendent method is to put end to end in\n  an arbitrary order the natural sounds which cry out hunger, fear, and\n  love in the primitive forests, and to which were attached little by\n  little the meanings which one believed to be abstract, when they were\n  only crude.\n\n  “Do not fear that the succession of small cries, feeble and stifled,\n  which compose a book of philosophy, will teach us so much regarding\n  the universe, that we can live in it no longer.”\n\nThus is our directed thinking, and even if we were the loneliest and\nfurthest removed from our fellows, this thinking is nothing but the\nfirst notes of a long-drawn-out call to our companions that water had\nbeen found, that we had killed the bear, that a storm was approaching,\nor that wolves were prowling around the camp. A striking paradox of\nAbélard’s which expresses in a very intuitive way the whole human\nlimitation of our complicated thinking process, reads,—“_Sermo generatur\nab intellectu et generat intellectum_.”[20]\n\nAny system of philosophy, no matter how abstract, represents in means\nand purpose nothing more than an extremely cleverly developed\ncombination of original nature sounds.[21] Hence arises the desire of a\nSchopenhauer or a Nietzsche for recognition and understanding, and the\ndespair and bitterness of their loneliness. One might expect, perhaps,\nthat a man full of genius could pasture in the greatness of his own\nthoughts, and renounce the cheap approbation of the crowd which he\ndespises; yet he succumbs to the more powerful impulse of the herd\ninstinct. His searching and his finding, his call, belong to the herd.\n\nWhen I said just now that directed thinking is properly a thinking with\nwords, and quoted that clever testimony of Anatole France as drastic\nproof of it, a misunderstanding might easily arise, namely, that\ndirected thinking is really only “word.” That certainly would go too\nfar. Language should, however, be comprehended in a wider sense than\nthat of speech, which is in itself only the expression of the formulated\nthought which is capable of being communicated in the widest sense.\nOtherwise, the deaf mute would be limited to the utmost in his capacity\nfor thinking, which is not the case in reality. Without any knowledge of\nthe spoken word, he has his “language.” This language, considered from\nthe standpoint of history, or in other words, directed thinking, is here\na descendant of the primitive words, as, for instance, Wundt[22]\nexpresses it.\n\n  “A further important result of that co-operation of sound and sign\n  interchange consists in the fact that very many words gradually lose\n  altogether their original concrete thought meaning, and turn into\n  signs for general ideas and for the expression of the apperceptive\n  functions of relation and comparison and their products. In this\n  manner abstract thought develops, which, because it would not be\n  possible without the change of meaning lying at the root of it, is\n  indeed a production of that psychic and psychophysical reciprocal\n  action out of which the development of language takes place.”\n\nJodl[23] denies the identity of language and thought, because, for one\nreason, one and the same psychic fact might be expressed in different\nlanguages in different ways. From that he draws the conclusion that a\n“super-language thinking” exists. Certainly there is such a thing,\nwhether with Erdmann one considers it “hypologisch,” or with Jodl as\n“super-language.” Only this is not logical thinking. My conception of it\nagrees with the noteworthy contribution made by Baldwin, which I will\nquote here word for word.[24]\n\n  “The transmission from pre-judgmental to judgmental meaning is just\n  that from knowledge which has social confirmation to that which gets\n  along without it. The meanings utilized for judgment are those already\n  developed in their presuppositions and applications through the\n  confirmation of social intercourse. Thus, the personal judgment,\n  trained in the methods of social rendering, and disciplined by the\n  interaction of its social world, projects its content into that world\n  again. In other words, the platform for all movement into the\n  assertion of individual judgment—the level from which new experience\n  is utilized—is already and always socialized; and it is just this\n  movement that we find reflected in the actual results as the sense of\n  the ‘appropriateness’ or synomic character of the meaning rendered.\n\n  “Now the development of thought, as we are to see in more detail, is\n  by a method essentially of trial and error, of experimentation, of the\n  use of meanings as worth more than they are as yet recognized to be\n  worth. The individual must use his own thoughts, his established\n  knowledges, his grounded judgments, for the embodiment of his new\n  inventive constructions. He erects his thought as we say\n  ‘schematically’—in logic terms, ‘problematically,’ conditionally,\n  disjunctively; projecting into the world an opinion still peculiar to\n  himself, as if it were true. _Thus all discovery proceeds._ But this\n  is, from the linguistic point of view, still to use the current\n  language, still to work by meanings already embodied in social and\n  conventional usage.\n\n  “Language grows, therefore, just as thought does, by never losing its\n  synomic or dual reference; its meaning is both personal and social.\n\n  “It is the register of tradition, the record of racial conquest, the\n  deposit of all the gains made by the genius of individuals.... The\n  social copy-system, thus established, reflects the judgmental\n  processes of the race, and in turn becomes the training school of the\n  judgment of new generations.\n\n  “Most of the training of the self, whereby the vagaries of personal\n  reaction to fact and image are reduced to the basis of sound judgment,\n  comes through the use of speech. When the child speaks, he lays before\n  the world his suggestion for a general or common meaning. The\n  reception he gets confirms or refutes him. In either case he is\n  instructed. His next venture is now from a platform of knowledge on\n  which the newer item is more nearly convertible into the common coin\n  of effective intercourse. The point to notice here is not so much the\n  exact mechanism of the exchange—secondary conversion—by which this\n  gain is made, as the training in judgment that the constant use of it\n  affords. In each case, effective judgment is the common judgment.\n\n  “Here the object is to point out that it is secured by the development\n  of a function _whose rise is directly ad hoc_, directly for the social\n  experimentation by which growth in personal competence is advanced as\n  well—_the function of speech_.\n\n  “In language, therefore, to sum up the foregoing, we have the\n  tangible—the actual—the historical—instrument of the development and\n  conservation of psychic meaning. It is the material evidence and proof\n  of the _concurrence of social and personal judgment_. In it synomic\n  meaning, judged as ‘appropriate,’ becomes ‘social’ meaning, held as\n  socially generalized and acknowledged.”\n\nThese arguments of Baldwin abundantly emphasize the wide-reaching\nlimitations of thinking caused by language.[25] These limitations are of\nthe greatest significance, both subjectively and objectively; at least\ntheir meaning is great enough to force one to ask one’s self if, after\nall, in regard to independence of thought, Franz Mauthner, thoroughly\nsceptical, is not really correct in his view that thinking is speech and\nnothing more. Baldwin expresses himself more cautiously and reservedly;\nnevertheless, his inner meaning is plainly in favor of the primacy of\nspeech (naturally not in the sense of the spoken word); the directed\nthinking, or as we might perhaps call it, the thinking in internal\nspeech, is the manifest instrument of culture, and we do not go astray\nwhen we say that the powerful work of education which the centuries have\ngiven to directed thinking has produced, just through the peculiar\ndevelopment of thinking from the individual subjective into the social\nobjective, a practical application of the human mind to which we owe\nmodern empiricism and technic, and which occurs for absolutely the first\ntime in the history of the world. Inquisitive minds have often tormented\nthemselves with the question why the undoubtedly extraordinary knowledge\nof mathematics and principles and material facts united with the\nunexampled art of the human hand in antiquity never arrived at the point\nof developing those known technical statements of fact, for instance,\nthe principles of simple machines, beyond the realm of the amusing and\ncurious to a real technic in the modern sense. There is necessarily only\none answer to this; the ancients almost entirely, with the exception of\na few extraordinary minds, lacked the capacity to allow their interest\nto follow the transformations of inanimate matter to the extent\nnecessary for them to be able to reproduce the process of nature,\ncreatively and through their own art, by means of which alone they could\nhave succeeded in putting themselves in possession of the force of\nnature. That which they lacked was training in directed thinking, or, to\nexpress it psychoanalytically, the ancients did not succeed in tearing\nloose the libido which might be sublimated, from the other natural\nrelations, and did not turn voluntarily to anthropomorphism. The secret\nof the development of culture lies in the _mobility of the libido_, and\nin its capacity for transference. It is, therefore, to be assumed that\nthe directed thinking of our time is a more or less modern acquisition,\nwhich was lacking in earlier times.\n\nBut with that we come to a further question, viz., what happens if we do\nnot think directedly? Then our thinking lacks the major idea, and the\nfeeling of direction which emanates from that.[26] We no longer compel\nour thoughts along a definite track, but let them float, sink and mount\naccording to their own gravity. According to Kulpe[27] thinking is a\nkind of inner will action, the absence of which necessarily leads to an\nautomatic play of ideas. James understands the non-directed thinking, or\n“merely associative” thinking, as the ordinary one. He expresses himself\nabout that in the following manner:\n\n  “Our thought consists for the great part of a series of images, one of\n  which produces the other; _a sort of passive dream-state of which the\n  higher animals are also capable_. This sort of thinking leads,\n  nevertheless, to reasonable conclusions of a practical as well as of a\n  theoretical nature.\n\n  “As a rule, the links of this sort of irresponsible thinking, which\n  are accidentally bound together, are empirically concrete things, not\n  abstractions.”\n\nWe can, in the following manner, complete these definitions of William\nJames. This sort of thinking does not tire us; it quickly leads us away\nfrom reality into phantasies of the past and future. Here, thinking in\nthe form of speech ceases, image crowds upon image, feeling upon\nfeeling; more and more clearly one sees a tendency which creates and\nmakes believe, not as it truly is, but as one indeed might wish it to\nbe.[28] The material of these thoughts which turns away from reality,\ncan naturally be only the past with its thousand memory pictures. The\ncustomary speech calls this kind of thinking “dreaming.”\n\nWhoever attentively observes himself will find the general custom of\nspeech very striking, for almost every day we can see for ourselves how,\nwhen falling asleep, phantasies are woven into our dreams, so that\nbetween the dreams of day and night there is not so great a difference.\nThus we have two forms of thinking—_directed thinking_ and _dream or\nphantasy thinking_. The first, working for communication with speech\nelements, is troublesome and exhausting; the latter, on the contrary,\ngoes on without trouble, working spontaneously, so to speak, with\nreminiscences. The first creates innovations, adaptations, imitates\nreality and seeks to act upon it. The latter, on the contrary, turns\naway from reality, sets free subjective wishes, and is, in regard to\nadaptation, wholly unproductive.[29]\n\nLet us leave aside the query as to why we possess these two different\nways of thinking, and turn back to the second proposition, namely, how\ncomes it that we have two different ways of thinking? I have intimated\nabove that history shows us that directed thinking was not always as\ndeveloped as it is at present. In this age the most beautiful expression\nof directed thinking is science, and the technic fostered by it. Both\nthings are indebted for their existence simply to an energetic education\nin directed thinking. At the time, however, when a few forerunners of\nthe present culture, like the poet Petrarch, first began to appreciate\nNature understandingly[30] there was already in existence an equivalent\nfor our science, to wit, scholasticism.[31] This took its objects from\nthe phantasies of the past, and it gave to the mind a dialectic training\nin directed thinking. The only success which beckoned the thinker was\nrhetorical victory in disputation, and not a visible transformation of\nreality.\n\nThe subjects of thinking were often astonishingly phantastical; for\nexample, questions were discussed, such as how many angels could have a\nplace on the point of a needle? Whether Christ could have done his work\nof redemption equally well if he had come into the world as a pea? The\npossibility of such problems, to which belong the metaphysical problems\nin general, viz., to be able to know the unknowable, shows us of what\npeculiar kind that mind must have been which created such things which\nto us are the height of absurdity. Nietzsche had guessed, however, at\nthe biological background of this phenomenon when he spoke of the\n“beautiful tension” of the Germanic mind which the Middle Ages created.\nTaken historically, scholasticism, in the spirit of which persons of\ntowering intellectual powers, such as Thomas of Aquinas, Duns Scotus,\nAbélard, William of Occam and others, have labored, is the mother of the\nmodern scientific attitude, and a later time will see clearly how and in\nwhat scholasticism still furnishes living undercurrents to the science\nof to-day. Its whole nature lies in dialectic gymnastics which have\nraised the symbol of speech, the word, to an almost absolute meaning, so\nthat it finally attained to that substantiality which expiring antiquity\ncould lend to its _logos_ only temporarily, through attributes of\nmystical valuation. The great work of scholasticism, however, appears to\nbe the foundation of firmly knitted intellectual sublimation, the\n_conditio sine qua non_ of the modern scientific and technical spirit.\n\nShould we go further back into history, we shall find that which to-day\nwe call science, dissolved into an indistinct cloud. The modern\nculture-creating mind is incessantly occupied in stripping off all\nsubjectivity from experience, and in finding those formulas which bring\nNature and her forces to the best and most fitting expression. It would\nbe an absurd and entirely unjustified self-glorification if we were to\nassume that we are more energetic or more intelligent than the\nancients—our materials for knowledge have increased, but not our\nintellectual capacity. For this reason, we become immediately as\nobstinate and insusceptible in regard to new ideas as people in the\ndarkest times of antiquity. Our knowledge has increased but not our\nwisdom. The main point of our interest is displaced wholly into material\nreality; antiquity preferred a mode of thought which was more closely\nrelated to a phantastic type. Except for a sensitive perspicuity towards\nworks of art, not attained since then, we seek in vain in antiquity for\nthat precise and concrete manner of thinking characteristic of modern\nscience. We see the antique spirit create not science but mythology.\nUnfortunately, we acquire in school only a very paltry conception of the\nrichness and immense power of life of Grecian mythology.\n\nTherefore, at first glance, it does not seem possible for us to assume\nthat that energy and interest which to-day we put into science and\ntechnic, the man of antiquity gave in great part to his mythology. That,\nnevertheless, gives the explanation for the bewildering changes, the\nkaleidoscopic transformations and new syncretistic groupings, and the\ncontinued rejuvenation of the myths in the Grecian sphere of culture.\nHere, we move in a world of phantasies, which, little concerned with the\nouter course of things, flows from an inner source, and, constantly\nchanging, creates now plastic, now shadowy shapes. This phantastical\nactivity of the ancient mind created artistically _par excellence_. The\nobject of the interest does not seem to have been to grasp hold of the\n“how” of the real world as objectively and exactly as possibly, but to\næsthetically adapt subjective phantasies and expectations. There was\nvery little place among ancient people for the coldness and disillusion\nwhich Giordano Bruno’s thoughts on eternity and Kepler’s discoveries\nbrought to modern humanity. The naïve man of antiquity saw in the sun\nthe great Father of the heaven and the earth, and in the moon the\nfruitful good Mother. Everything had its demons; they animated equally a\nhuman being and his brother, the animal. Everything was considered\naccording to its anthropomorphic or theriomorphic attributes, as human\nbeing or animal. Even the disc of the sun was given wings or four feet,\nin order to illustrate its movement. Thus arose an idea of the universe\nwhich was not only very far from reality, but was one which corresponded\nwholly to subjective phantasies.\n\nWe know, from our own experience, this state of mind. It is an infantile\nstage. To a child the moon is a man or a face or a shepherd of the\nstars. The clouds in the sky seem like little sheep; the dolls drink,\neat and sleep; the child places a letter at the window for the\nChrist-child; he calls to the stork to bring him a little brother or\nsister; the cow is the wife of the horse, and the dog the husband of the\ncat. We know, too, that lower races, like the negroes, look upon the\nlocomotive as an animal, and call the drawers of the table the child of\nthe table.\n\nAs we learn through Freud, the dream shows a similar type. Since the\ndream is unconcerned with the real condition of things, it brings the\nmost heterogeneous matter together, and a world of impossibilities takes\nthe place of realities. Freud finds progression characteristic of\nthinking when awake; that is to say, the advancement of the thought\nexcitation from the system of the inner or outer perception through the\n“endopsychic” work of association, conscious and unconscious, to the\nmotor end; that is to say, towards innervation. In the dream he finds\nthe reverse, namely, regression of the thought excitation from the\npreconscious or unconscious to the system of perception, by the means of\nwhich the dream receives its ordinary impression of sensuous\ndistinctness, which can rise to an almost hallucinating clearness. The\ndream thinking moves in a retrograde manner towards the raw material of\nmemory. “The structure of the dream thoughts is dissolved during the\nprogress of regression into its raw material.” The reanimation of the\noriginal perception is, however, only one side of regression. The other\nside is regression to the infantile memory material, which might also be\nunderstood as regression to the original perception, but which deserves\nespecial mention on account of its independent importance. This\nregression might, indeed, be considered as “historical.” The dream,\naccording to this conception, might also be described as _the substitute\nof the infantile scene, changed through transference into the recent\nscene_.\n\nThe infantile scene cannot carry through its revival; it must be\nsatisfied with its return as a dream. From this conception of the\nhistorical side of regression, it follows consequently that the modes of\nconclusion of the dream, in so far as one may speak of them, must show\nat the same time an analogous and infantile character. This is truly the\ncase, as experience has abundantly shown, so that to-day every one who\nis familiar with the subject of dream analysis confirms Freud’s\nproposition that _dreams are a piece of the conquered life of the\nchildish soul_. Inasmuch as the childish psychic life is undeniably of\nan archaic type, this characteristic belongs to the dream in quite an\nunusual degree. Freud calls our attention to this especially.\n\n  “The dream, which fulfils its wishes by a short, regressive path,\n  affords us only an example of the primary method of working of the\n  psychic apparatus, which has been abandoned by us as unsuitable. That\n  which once ruled in the waking state, when the psychical life was\n  still young and impotent, appears to be banished to the dream life, in\n  somewhat the same way as the bow and arrow, those discarded, primitive\n  weapons of adult humanity, have been relegated to the nursery.”[32]\n\nAll this experience suggests to us that we draw a parallel between the\nphantastical, mythological thinking of antiquity and the similar\nthinking of children, between the lower human races and dreams.[33] This\ntrain of thought is not a strange one for us, but quite familiar through\nour knowledge of comparative anatomy and the history of development,\nwhich show us how the structure and function of the human body are the\nresults of a series of embryonic changes which correspond to similar\nchanges in the history of the race. Therefore, the supposition is\njustified that ontogenesis corresponds in psychology to phylogenesis.\nConsequently, it would be true, as well, that the state of infantile\nthinking in the child’s psychic life, as well as in dreams, is nothing\nbut a re-echo of the prehistoric and the ancient.[34]\n\nIn regard to this, Nietzsche takes a very broad and remarkable\nstandpoint.[35]\n\n  “In our sleep and in our dreams we pass through the whole thought of\n  earlier humanity. I mean, in the same way that man reasons in his\n  dreams, he reasoned when in the waking state many thousands of years.\n  The first _causa_ which occurred to his mind in reference to anything\n  that needed explanation, satisfied him and passed for truth. In the\n  dream this atavistic relic of humanity manifests its existence within\n  us, for it is the foundation upon which the higher rational faculty\n  developed, and which is still developing in every individual. The\n  dream carries us back into earlier states of human culture, and\n  affords us a means of understanding it better. The dream thought is so\n  easy to us now, because we are so thoroughly trained to it through the\n  interminable stages of evolution during which this phantastic and\n  facile form of theorizing has prevailed. To a certain extent the dream\n  is a restorative for the brain, which during the day is called upon to\n  meet the severe demands for trained thought, made by the conditions of\n  a higher civilization.\n\n  “From these facts, we can understand how lately more acute logical\n  thinking, the taking seriously of cause and effect, has been\n  developed; when our functions of reason and intelligence still reach\n  back involuntarily to those primitive forms of conclusion, and we live\n  about half our lives in this condition.”\n\nWe have already seen that Freud, independently of Nietzsche, has reached\na similar standpoint from the basis of dream analysis. The step from\nthis established proposition to the perception of the myths as familiar\ndream images is no longer a great one. Freud has formulated this\nconclusion himself.[36]\n\n  “The investigation of this folk-psychologic formation, myths, etc., is\n  by no means finished at present. To take an example of this, however,\n  it is probable that the myths correspond to the distorted residue of\n  wish phantasies of whole nations, the secularized dreams of young\n  humanity.”\n\nRank[37] understands the myths in a similar manner, as a mass dream of\nthe people.[38] Riklin[39] has insisted rightly upon the dream mechanism\nof the fables, and Abraham[40] has done the same for the myths. He says:\n\n  “The myth is a fragment of the infantile soul-life of the people.”\n\nand\n\n  “Thus the myth is a _sustained, still remaining_ fragment from the\n  infantile soul-life of the people, and the dream is the myth of the\n  individual.”\n\nAn unprejudiced reading of the above-mentioned authors will certainly\nallay all doubts concerning the intimate connection between dream\npsychology and myth psychology. The conclusion results almost from\nitself, that the age which created the myths thought childishly—that is\nto say, phantastically, as in our age is still done, to a very great\nextent (associatively or analogically) in dreams. The beginnings of myth\nformations (in the child), the taking of phantasies for realities, which\nis partly in accord with the historical, may easily be discovered among\nchildren.\n\nOne might raise the objection that the mythological inclinations of\nchildren are implanted by education. The objection is futile. Has\nhumanity at all ever broken loose from the myths? Every man has eyes and\nall his senses to perceive that the world is dead, cold and unending,\nand he has never yet seen a God, nor brought to light the existence of\nsuch from empirical necessity. On the contrary, there was need of a\nphantastic, indestructible optimism, and one far removed from all sense\nof reality, in order, for example, to discover in the shameful death of\nChrist really the highest salvation and the redemption of the world.\nThus one can indeed withhold from a child the substance of earlier myths\nbut not take from him the need for mythology. One can say, that should\nit happen that all traditions in the world were cut off with a single\nblow, then with the succeeding generation, the whole mythology and\nhistory of religion would start over again. Only a few individuals\nsucceed in throwing off mythology in a time of a certain intellectual\nsupremacy—the mass never frees itself. Explanations are of no avail;\nthey merely destroy a transitory form of manifestation, but not the\ncreating impulse.\n\nLet us again take up our earlier train of thought.\n\nWe spoke of the ontogenetic re-echo of the phylogenetic psychology among\nchildren, we saw that phantastic thinking is a characteristic of\nantiquity, of the child, and of the lower races; but now we know also\nthat our modern and adult man is given over in large part to this same\nphantastic thinking, which enters as soon as the directed thinking\nceases. A lessening of the interest, a slight fatigue, is sufficient to\nput an end to the directed thinking, the exact psychological adaptation\nto the real world, and to replace it with phantasies. We digress from\nthe theme and give way to our own trains of thought; if the slackening\nof the attention increases, then we lose by degrees the consciousness of\nthe present, and the phantasy enters into possession of the field.\n\nHere the important question obtrudes itself: How are phantasies created?\nFrom the poets we learn much about it; from science we learn little. The\npsychoanalytic method, presented to science by Freud, shed light upon\nthis for the first time. It showed us that there are typical cycles. The\nstutterer imagines he is a great orator. The truth of this, Demosthenes,\nthanks to his energy, has proven. The poor man imagines himself to be a\nmillionaire, the child an adult. The conquered fight out victorious\nbattles with the conquerer; the unfit torments or delights himself with\nambitious plans. We imagine that which we lack. The interesting question\nof the “why” of all this we must here leave unanswered, while we return\nto the historic problem: From what source do the phantasies draw their\nmaterials?[41] We chose, as an example, a typical phantasy of puberty. A\nchild in that stage before whom the whole frightening uncertainty of the\nfuture fate opens, puts back the uncertainty into the past, through his\nphantasy, and says, “If only I were not the child of my ordinary\nparents, but the child of a rich and fashionable count, and had been\nmerely passed over to my parents, then some day a golden coach would\ncome, and the count would take his child back with him to his wonderful\ncastle,” and so it goes on, as in Grimm’s Fairy Tales which the mother\ntells to her children.[42] With a normal child, it stops with the\nfugitive, quickly-passing idea which is soon covered over and forgotten.\nHowever, at one time, and that was in the ancient world of culture, the\nphantasy was an openly acknowledged institution. The heroes,—I recall\nRomulus and Remus, Semiramis, Moses and many others,—have been separated\nfrom their real parents.[43] Others are directly sons of gods, and the\nnoble races derive their family trees from heroes and gods. As one sees\nby this example, the phantasy of modern humanity is nothing but a\nre-echo of an old-folk-belief, which was very widespread originally.[44]\nThe ambitious phantasy chooses, among others, a form which is classic,\nand which once had a true meaning. The same thing holds good in regard\nto the sexual phantasy. In the preamble we have spoken of dreams of\nsexual assault: the robber who breaks into the house and commits a\ndangerous act. That, too, is a mythological theme, and in the\nprehistoric era was certainly a reality too.[45] Wholly apart from the\nfact that the capture of women was something general in the lawless\nprehistoric times, it was also a subject of mythology in cultivated\nepochs. I recall the capture of Proserpina, Deianira, Europa, the Sabine\nwomen, etc. We must not forget that, even to-day, marriage customs exist\nin various regions which recall the ancient custom of marriage by\ncapture.\n\nThe symbolism of the instrument of coitus was an inexhaustible material\nfor ancient phantasy. It furnished a widespread cult that was designated\nphallic, the object of reverence of which was the phallus. The companion\nof Dionysus was Phales, a personification of the phallus proceeding from\nthe phallic Herme of Dionysus. The phallic symbols were countless. Among\nthe Sabines, the custom existed for the bridegroom to part the bride’s\nhair with a lance. The bird, the fish and the snake were phallic\nsymbols. In addition, there existed in enormous quantities theriomorphic\nrepresentations of the sexual instinct, in connection with which the\nbull, the he-goat, the ram, the boar and the ass were frequently used.\nAn undercurrent to this choice of symbol was furnished by the sodomitic\ninclination of humanity. When in the dream phantasy of modern man, the\nfeared man is replaced by an animal, there is recurring in the\nontogenetic re-echo the same thing which was openly represented by the\nancients countless times. There were he-goats which pursued nymphs,\nsatyrs with she-goats; in still older times in Egypt there even existed\na shrine of a goat god, which the Greeks called Pan, where the\nHierodules prostituted themselves with goats.[46] It is well known that\nthis worship has not died out, but continues to live as a special custom\nin South Italy and Greece.[47]\n\nTo-day we feel for such a thing nothing but the deepest abhorrence, and\nnever would admit it still slumbered in our souls. Nevertheless, just as\ntruly as the idea of the sexual assault is there, so are these things\nthere too; which we should contemplate still more closely,—not through\nmoral eye-glasses, with horror, but with interest as a natural science,\nsince these things are venerable relics of past culture periods. We\nhave, even to-day, a clause in our penal code against sodomy. But that\nwhich was once so strong as to give rise to a worship among a highly\ndeveloped people has probably not wholly disappeared from the human soul\nduring the course of a few generations. We may not forget that since the\nsymposium of Plato, in which homo-sexuality faces us on the same level\nwith the so-called “normal sexuality,” only eighty generations have\npassed. And what are eighty generations? They shrink to an imperceptible\nperiod of time when compared with the space of time which separates us\nfrom the homo-Neandertalensis or Heidelbergensis. I might call to mind,\nin this connection, some choice thoughts of the great historian\nGuglielmo Ferrero:[48]\n\n  “It is a very common belief that the further man is separated from the\n  present by time, the more does he differ from us in his thoughts and\n  feelings; that the psychology of humanity changes from century to\n  century, like fashions of literature. Therefore, no sooner do we find\n  in past history an institution, a custom, a law or a belief a little\n  different from those with which we are familiar, than we immediately\n  search for some complex meanings, which frequently resolve themselves\n  into phrases of doubtful significance.\n\n  “Indeed, man does not change so quickly; his psychology at bottom\n  remains the same, and even if his culture varies much from one epoch\n  to another, it does not change the functioning of his mind. The\n  fundamental laws of the mind remain the same, at least during the\n  short historical period of which we have knowledge, and all phenomena,\n  even the most strange, must be capable of explanation by those common\n  laws of the mind which we can recognize in ourselves.”\n\nThe psychologist should accept this viewpoint without reservation as\npeculiarly applicable to himself. To-day, indeed, in our civilization\nthe phallic processions, the Dionysian mysteries of classical Athens,\nthe barefaced Phallic emblems, have disappeared from our coins, houses,\ntemples and streets; so also have the theriomorphic representations of\nthe Deity been reduced to small remnants, like the Dove of the Holy\nGhost, the Lamb of God and the Cock of Peter adorning our church towers.\nIn the same way, the capture and violation of women have shrunken away\nto crimes. Yet all of this does not affect the fact that we, in\nchildhood, go through a period in which the impulses toward these\narchaic inclinations appear again and again, and that through all our\nlife we possess, side by side with the newly recruited, directed and\nadapted thought, a phantastic thought which corresponds to the thought\nof the centuries of antiquity and barbarism. Just as our bodies still\nkeep the reminders of old functions and conditions in many old-fashioned\norgans, so our minds, too, which apparently have outgrown those archaic\ntendencies, nevertheless bear the marks of the evolution passed through,\nand the very ancient re-echoes, at least dreamily, in phantasies.\n\nThe symbolism which Freud has discovered, is revealed as an expression\nof a thinking and of an impulse limited to the dream, to wrong conduct,\nand to derangements of the mind, which form of thinking and impulse at\none time ruled as the mightiest influence in past culture epochs.\n\nThe question of _whence_ comes the inclination and ability which enables\nthe mind to express itself symbolically, brings us to the distinction\nbetween the two kinds of thinking—the directed and adapted on one hand,\nand the subjective, fed by our own egotistic wishes, on the other. The\nlatter form of thinking, presupposing that it were not constantly\ncorrected by the adapted thinking, must necessarily produce an\noverwhelmingly subjectively distorted idea of the world. We regard this\nstate of mind as infantile. It lies in our individual past, and in the\npast of mankind.\n\nWith this we affirm the important fact that man in his phantastic\nthinking has kept a condensation of the psychic history of his\ndevelopment. An extraordinarily important task, which even to-day is\nhardly possible, is to give a systematic description of phantastic\nthinking. One may, at the most, sketch it. While directed thinking is a\nphenomenon conscious throughout,[49] the same cannot be asserted of\nphantastic thinking. Doubtless, a great part of it still falls entirely\nin the realm of the conscious, but, at least, just as much goes along in\nhalf shadows, and generally an undetermined amount in the unconscious;\nand this can, therefore, be disclosed only indirectly.[50] By means of\nphantastic thinking, directed thinking is connected with the oldest\nfoundations of the human mind, which have been for a long time beneath\nthe threshold of the consciousness. The products of this phantastic\nthinking arising directly from the consciousness are, first, waking\ndreams, or day-dreams, to which Freud, Flournoy, Pick and others have\ngiven special attention; then the dreams which offer to the\nconsciousness, at first, a mysterious exterior, and win meaning only\nthrough the indirectly inferred unconscious contents. Lastly, there is a\nso-called wholly unconscious phantasy system in the split-off complex,\nwhich exhibits a pronounced tendency towards the production of a\ndissociated personality.[51]\n\nOur foregoing explanations show wherein the products arising from the\nunconscious are related to the mythical. From all these signs it may be\nconcluded that the soul possesses in some degree historical strata, the\noldest stratum of which would correspond to the unconscious. The result\nof that must be that an introversion occurring in later life, according\nto the Freudian teaching, seizes upon regressive infantile reminiscences\ntaken from the individual past. That first points out the way; then,\nwith stronger introversion and regression (strong repressions,\nintroversion psychoses), there come to light pronounced traits of an\narchaic mental kind which, under certain circumstances, might go as far\nas the re-echo of a once manifest, archaic mental product.\n\nThis problem deserves to be more thoroughly discussed. As a concrete\nexample, let us take the history of the pious Abbé Oegger which Anatole\nFrance has communicated to us.[52] This priest was a hypercritical man,\nand much given to phantasies, especially in regard to one question,\nviz., the fate of Judas; whether he was really damned, as the teaching\nof the church asserts, to everlasting punishment, or whether God had\npardoned him after all. Oegger sided with the intelligent point of view\nthat God, in his all-wisdom, had chosen Judas as an instrument, in order\nto bring about the highest point of the work of redemption by\nChrist.[53] This necessary instrument, without the help of which the\nhuman race would not have been a sharer in salvation, could not possibly\nbe damned by the all-good God. In order to put an end to his doubts,\nOegger went one night to the church, and made supplication for a sign\nthat Judas was saved. Then he felt a heavenly touch upon his shoulder.\nFollowing this, Oegger told the Archbishop of his resolution to go out\ninto the world to preach God’s unending mercy.\n\nHere we have a richly developed phantasy system before us. It is\nconcerned with the subtle and perpetually undecided question as to\nwhether the legendary figure of Judas is damned or not. The Judas legend\nis, in itself, mythical material, viz., the malicious betrayal of a\nhero. I recall Siegfried and Hagen, Balder and Loki. Siegfried and\nBalder were murdered by a faithless traitor from among their closest\nassociates. This myth is moving and tragic—it is not honorable battle\nwhich kills the noble, but evil treachery. It is, too, an occurrence\nwhich is historical over and over again. One thinks of Cæsar and Brutus.\nSince the myth of such a deed is very old, and still the subject of\nteaching and repetition, it is the expression of a psychological fact,\nthat envy does not allow humanity to sleep, and that all of us carry, in\na hidden recess of our heart, a deadly wish towards the hero. This rule\ncan be applied generally to mythical tradition. _It does not set forth\nany account of the old events, but rather acts in such a way that it\nalways reveals a thought common to humanity, and once more rejuvenated._\nThus, for example, the lives and deeds of the founders of old religions\nare the purest condensations of typical, contemporaneous myths, behind\nwhich the individual figure entirely disappears.[54]\n\nBut why does our pious Abbé torment himself with the old Judas legend?\nHe first went into the world to preach the gospel of mercy, and then,\nafter some time, he separated from the Catholic church and became a\nSwedenborgian. Now we understand his Judas phantasy. _He was the Judas_\nwho betrayed his Lord. Therefore, first of all, he had to make sure of\nthe divine mercy, in order to be Judas in peace.\n\nThis case throws a light upon the mechanism of the phantasies in\ngeneral. The known, conscious phantasy may be of mythical or other\nmaterial; it is not to be taken seriously as such, for it has an\nindirect meaning. If we take it, however, as important per se, then the\nthing is not understandable, and makes one despair of the efficiency of\nthe mind. But we saw, in the case of Abbé Oegger, that his doubts and\nhis hopes did not turn upon the historical problem of Judas, but upon\nhis own personality, which wished to win a way to freedom for itself\nthrough the solution of the Judas problem.\n\n_The conscious phantasies tell us of mythical or other material of\nundeveloped or no longer recognized wish tendencies in the soul._ As is\neasily to be understood, an innate tendency, an acknowledgment of which\none refuses to make, and which one treats as non-existent, can hardly\ncontain a thing that may be in accord with our conscious character. It\nconcerns the tendencies which are considered immoral, and as generally\nimpossible, and the strongest resentment is felt towards bringing them\ninto the consciousness. What would Oegger have said had he been told\nconfidentially that he was preparing himself for the Judas rôle? And\nwhat in ourselves do we consider immoral and non-existent, or which we\nat least wish were non-existent? It is that which in antiquity lay\nwidespread on the surface, viz., sexuality in all its various\nmanifestations. Therefore, we need not wonder in the least when we find\nthis at the base of most of our phantasies, even if the phantasies have\na different appearance. Because Oegger found the damnation of Judas\nincompatible with God’s goodness, he thought about the conflict in that\nway; that is the conscious sequence. Along with this is the unconscious\nsequence; because Oegger himself wished to be a Judas, he first made\nsure of the goodness of God. To Oegger, Judas was the symbol of his own\nunconscious tendency, and he made use of this symbol in order to be able\nto meditate over his unconscious wish. The direct coming into\nconsciousness of the Judas wish would have been too painful for him.\n_Thus, there must be typical myths which are really the instruments of a\nfolk-psychological complex treatment._ Jacob Burckhardt seems to have\nsuspected this when he once said that every Greek of the classical era\ncarried in himself a fragment of the Oedipus, just as every German\ncarries a fragment of Faust.[55]\n\nThe problem which the simple story of the Abbé Oegger has brought\nclearly before us confronts us again when we prepare to examine\nphantasies which owe their existence this time to an exclusively\nunconscious work. We are indebted for the material which we will use in\nthe following chapters to the useful publication of an American woman,\nMiss Frank Miller, who has given to the world some poetical\nunconsciously formed phantasies under the title, “Quelque faits\nd’imagination créatrice subconsciente.”—_Vol. V., Archives de\nPsychologie, 1906._[56]",
  "semantic_sections": [],
  "missed_text": "It is a well-known fact that one of the principles of analytic psychology is that the dream images are to be understood symbolically; that is to say, that they are not to be taken literally just as they are presented in sleep, but that behind them a hidden meaning has to be surmised. It is this ancient idea of a dream symbolism which has challenged not only criticism, but, in addition to that, the strongest opposition. That dreams may be full of import, and, therefore, something to be interpreted, is certainly neither a strange nor an extraordinary idea. This has been familiar to mankind for thousands of years, and, therefore, seems much like a banal truth. The dream interpretations of the Egyptians and Chaldeans, and the story of Joseph who interpreted Pharaoh’s dreams, are known to every one, and the dream book of Artemidorus is also familiar. From countless inscribed monuments of all times and peoples we learn of foreboding dreams, of significant, of prophetic and also of curative dreams which the Deity sent to the sick, sleeping in the temple. We know the dream of the mother of Augustus, who dreamt she was to be with child by the Deity transformed into a snake. We will not heap up references and examples to bear witness to the existence of a belief in the symbolism of dreams. When an idea is so old, and is so generally believed, it is probably true in some way, and, indeed, as is mostly the case, _is not literally true, but is true psychologically_. In this distinction lies the reason why the old fogies of science have from time to time thrown away an inherited piece of ancient truth; because it was not literal but psychologic truth. For such discrimination this type of person has at no time had any comprehension. From our experience, it is hardly conceivable that a God existing outside of ourselves causes dreams, or that the dream, eo ipso, foresees the future prophetically. When we translate this into the psychologic, however, then the ancient theories sound much more reconcilable, namely, _the dream arises from a part of the mind unknown to us, but none the less important, and is concerned with the desires for the approaching day_. This psychologic formula derived from the ancient superstitious conception of dreams, is, so to speak, exactly identified with the Freudian psychology, which assumes a rising wish from the unconscious to be the source of the dream. As the old belief teaches, the Deity or the Demon speaks in symbolic speech to the sleeper, and the dream interpreter has the riddle to solve. In modern speech we say this means that the dream is a _series of images, which are apparently contradictory and nonsensical, but arise in reality from psychologic material which yields a clear meaning_. Were I to suppose among my readers a far-reaching ignorance of dream analysis, then I should be obliged to illustrate this statement with numerous examples. To-day, however, these things are quite well known, so that one must proceed carefully with every-day dream material, out of consideration for a public educated in these matters. It is a special inconvenience that no dream can be recounted without being obliged to add to it half a life’s history which affords the individual foundations of the dream, but there are some few typical dreams which can be told without too great a ballast. One of these is the dream of the sexual assault, which is especially prevalent among women. A girl sleeping after an evening happily spent in dancing, dreams that a robber breaks open her door noisily and stabs through her body with a lance. This theme, which explains itself, has countless variations, some simple, some complicated. Instead of the lance it is a sword, a dagger, a revolver, a gun, a cannon, a hydrant, a watering pot; or the assault is a burglary, a pursuit, a robbery, or it is some one hidden in the closet or under the bed. Or the danger may be illustrated by wild animals; for instance, a horse which throws the dreamer to the ground and kicks her in the body with his hind foot; lions, tigers, elephants with threatening trunks, and finally snakes in endless variety. Sometimes the snake creeps into the mouth, sometimes it bites the breast like Cleopatra’s legendary asp, sometimes it comes in the rôle of the paradisical snake, or in the variations of Franz Stuck, whose pictures of snakes bear the significant titles “Vice,” “Sin,” “Lust.” The mixture of lust and anxiety is expressed incomparably in the very atmosphere of these pictures, and far more brutally, indeed, than in Mörike’s charming poem. _The Maiden’s First Love Song_ What’s in the net? Behold, But I am afraid, Do I grasp a sweet eel, Do I seize a snake? Love is a blind Fisherwoman; Tell the child Where to seize. Already it leaps in my hands. Oh, Pity, or delight! With nestlings and turnings It coils on my breast, It bites me, oh, wonder! Boldly through the skin, It darts under my heart. Oh, Love, I shudder! What can I do, what can I begin? That shuddering thing; There it crackles within And coils in a ring. It must be poisoned. Here it crawls around. Blissfully I feel as it worms Itself into my soul And kills me finally. All these things are simple, and need no explanation to be intelligible. Somewhat more complicated, but still unmistakable, is the dream of a woman; she sees the triumphal arch of Constantine. A cannon stands before it, to the right of it a bird, to the left a man. A shot flashes out of the tube; the projectile hits her; it goes into her pocket, into her purse. There it remains, and she holds her purse as if something very precious were in it. The image disappears, and she continues to see only the stock of the cannon, and over that Constantine’s motto, “In hoc signo vinces.” These few references to the symbolic nature of dreams are perhaps sufficient. For whomsoever the proof may appear insufficient, and it is certainly insufficient for a beginner, further evidence may be found in the fundamental work of Freud, and in the works of Stekel and Rank which are fuller in certain particulars. We must assume here that the dream symbolism is an established fact, in order to bring to our study a mind suitably prepared for an appreciation of this work. We would not be successful if we, on the contrary, were to be astonished at the idea that an intellectual image can be projected into our conscious psychic activity; an image which apparently obeys such wholly other laws and purposes than those governing the conscious psychic product. _Why are dreams symbolic?_ Every “why” in psychology is divided into two separate questions: first, _for what purpose are dreams symbolic_? We will answer this question only to abandon it at once. Dreams are symbolic in order that they can not be understood; in order that the wish, which is the source of the dream, may remain unknown. The question why this is so and not otherwise, leads us out into the far-reaching experiences and trains of thought of the Freudian psychology. Here the second question interests us, viz., _How is it that dreams are symbolic?_ That is to say, from where does this capacity for symbolic representation come, of which we, in our conscious daily life, can discover apparently no traces? Let us examine this more closely. Can we really discover nothing symbolic in our every-day thought? Let us follow our trains of thought; let us take an example. We think of the war of 1870 and 1871. We think about a series of bloody battles, the siege of Strassburg, Belfort, Paris, the Treaty of Peace, the foundation of the German Empire, and so on. How have we been thinking? We start with an idea, or super-idea, as it is also called, and without thinking of it, but each time merely guided by a feeling of direction, we think about individual reminiscences of the war. In this we can find nothing symbolic, and our whole conscious thinking proceeds according to this type.[13] If we observe our thinking very narrowly, and follow an intensive train of thought, as, for example, the solution of a difficult problem, then suddenly we notice that we are thinking in words, that in wholly intensive thinking we begin to speak to ourselves, or that we occasionally write down the problem, or make a drawing of it so as to be absolutely clear. It must certainly have happened to any one who has lived for some time in a foreign country, that after a certain period he has begun to think in the language of the country. A very intensive train of thinking works itself out more or less in _word form_; that is, if one wants to express it, to teach it, or to convince any one of it. Evidently it directs itself wholly to the outside world. To this extent, this directed or logical thinking is a reality thinking,[14] having a real existence for us; that is to say, a thinking which adjusts itself to actual conditions,[15] where we, expressed in other words, imitate the succession of objectively real things, so that the images in our mind follow after each other in the same strictly causal succession as the historical events outside of our mind.[16] We call this thinking, thinking with directed attention. It has, in addition, the peculiarity that one is tired by it, and that, on this account, it is set into action only for a time. Our whole vital accomplishment, which is so expensive, is adaptation to environment; a part of it is the directed thinking, which, biologically expressed, is nothing but a process of psychic assimilation, which, as in every vital accomplishment, leaves behind a corresponding exhaustion. The material with which we think is _language and speech concept_, a thing which has been used from time immemorial as something external, a bridge for thought, and which has a single purpose—that of communication. As long as we think directedly, we think for others and speak to others.[17] Speech is originally a system of emotional and imitative sounds—sounds which express terror, fear, anger, love; and sounds which imitate the noises of the elements, the rushing and gurgling of water, the rolling of thunder, the tumults of the winds, the tones of the animal world, and so on; and, finally, those which represent a combination of the sounds of perception and of affective reaction.[18] Likewise in the more or less modern languages, large quantities of onomatopoetic relics are retained; for example, sounds for the movement of water,— Rauschen, risseln, rûschen, rinnen, rennen, to rush, ruscello, ruisseau, river, Rhein. Wasser, wissen, wissern, pissen, piscis, fisch. Thus language is originally and essentially nothing but a system of signs or symbols, which denote real occurrences, or their echo in the human soul. Therefore one must decidedly agree with Anatole France,[19] when he says, “What is thought, and how do we think? We think with words; that alone is sensual and brings us back to nature. Think of it! The metaphysician has only the perfected cry of monkeys and dogs with which to construct the system of the world. That which he calls profound speculation and transcendent method is to put end to end in an arbitrary order the natural sounds which cry out hunger, fear, and love in the primitive forests, and to which were attached little by little the meanings which one believed to be abstract, when they were only crude. “Do not fear that the succession of small cries, feeble and stifled, which compose a book of philosophy, will teach us so much regarding the universe, that we can live in it no longer.” Thus is our directed thinking, and even if we were the loneliest and furthest removed from our fellows, this thinking is nothing but the first notes of a long-drawn-out call to our companions that water had been found, that we had killed the bear, that a storm was approaching, or that wolves were prowling around the camp. A striking paradox of Abélard’s which expresses in a very intuitive way the whole human limitation of our complicated thinking process, reads,—“_Sermo generatur ab intellectu et generat intellectum_.”[20] Any system of philosophy, no matter how abstract, represents in means and purpose nothing more than an extremely cleverly developed combination of original nature sounds.[21] Hence arises the desire of a Schopenhauer or a Nietzsche for recognition and understanding, and the despair and bitterness of their loneliness. One might expect, perhaps, that a man full of genius could pasture in the greatness of his own thoughts, and renounce the cheap approbation of the crowd which he despises; yet he succumbs to the more powerful impulse of the herd instinct. His searching and his finding, his call, belong to the herd. When I said just now that directed thinking is properly a thinking with words, and quoted that clever testimony of Anatole France as drastic proof of it, a misunderstanding might easily arise, namely, that directed thinking is really only “word.” That certainly would go too far. Language should, however, be comprehended in a wider sense than that of speech, which is in itself only the expression of the formulated thought which is capable of being communicated in the widest sense. Otherwise, the deaf mute would be limited to the utmost in his capacity for thinking, which is not the case in reality. Without any knowledge of the spoken word, he has his “language.” This language, considered from the standpoint of history, or in other words, directed thinking, is here a descendant of the primitive words, as, for instance, Wundt[22] expresses it. “A further important result of that co-operation of sound and sign interchange consists in the fact that very many words gradually lose altogether their original concrete thought meaning, and turn into signs for general ideas and for the expression of the apperceptive functions of relation and comparison and their products. In this manner abstract thought develops, which, because it would not be possible without the change of meaning lying at the root of it, is indeed a production of that psychic and psychophysical reciprocal action out of which the development of language takes place.” Jodl[23] denies the identity of language and thought, because, for one reason, one and the same psychic fact might be expressed in different languages in different ways. From that he draws the conclusion that a “super-language thinking” exists. Certainly there is such a thing, whether with Erdmann one considers it “hypologisch,” or with Jodl as “super-language.” Only this is not logical thinking. My conception of it agrees with the noteworthy contribution made by Baldwin, which I will quote here word for word.[24] “The transmission from pre-judgmental to judgmental meaning is just that from knowledge which has social confirmation to that which gets along without it. The meanings utilized for judgment are those already developed in their presuppositions and applications through the confirmation of social intercourse. Thus, the personal judgment, trained in the methods of social rendering, and disciplined by the interaction of its social world, projects its content into that world again. In other words, the platform for all movement into the assertion of individual judgment—the level from which new experience is utilized—is already and always socialized; and it is just this movement that we find reflected in the actual results as the sense of the ‘appropriateness’ or synomic character of the meaning rendered. “Now the development of thought, as we are to see in more detail, is by a method essentially of trial and error, of experimentation, of the use of meanings as worth more than they are as yet recognized to be worth. The individual must use his own thoughts, his established knowledges, his grounded judgments, for the embodiment of his new inventive constructions. He erects his thought as we say ‘schematically’—in logic terms, ‘problematically,’ conditionally, disjunctively; projecting into the world an opinion still peculiar to himself, as if it were true. _Thus all discovery proceeds._ But this is, from the linguistic point of view, still to use the current language, still to work by meanings already embodied in social and conventional usage. “Language grows, therefore, just as thought does, by never losing its synomic or dual reference; its meaning is both personal and social. “It is the register of tradition, the record of racial conquest, the deposit of all the gains made by the genius of individuals.... The social copy-system, thus established, reflects the judgmental processes of the race, and in turn becomes the training school of the judgment of new generations. “Most of the training of the self, whereby the vagaries of personal reaction to fact and image are reduced to the basis of sound judgment, comes through the use of speech. When the child speaks, he lays before the world his suggestion for a general or common meaning. The reception he gets confirms or refutes him. In either case he is instructed. His next venture is now from a platform of knowledge on which the newer item is more nearly convertible into the common coin of effective intercourse. The point to notice here is not so much the exact mechanism of the exchange—secondary conversion—by which this gain is made, as the training in judgment that the constant use of it affords. In each case, effective judgment is the common judgment. “Here the object is to point out that it is secured by the development of a function _whose rise is directly ad hoc_, directly for the social experimentation by which growth in personal competence is advanced as well—_the function of speech_. “In language, therefore, to sum up the foregoing, we have the tangible—the actual—the historical—instrument of the development and conservation of psychic meaning. It is the material evidence and proof of the _concurrence of social and personal judgment_. In it synomic meaning, judged as ‘appropriate,’ becomes ‘social’ meaning, held as socially generalized and acknowledged.” These arguments of Baldwin abundantly emphasize the wide-reaching limitations of thinking caused by language.[25] These limitations are of the greatest significance, both subjectively and objectively; at least their meaning is great enough to force one to ask one’s self if, after all, in regard to independence of thought, Franz Mauthner, thoroughly sceptical, is not really correct in his view that thinking is speech and nothing more. Baldwin expresses himself more cautiously and reservedly; nevertheless, his inner meaning is plainly in favor of the primacy of speech (naturally not in the sense of the spoken word); the directed thinking, or as we might perhaps call it, the thinking in internal speech, is the manifest instrument of culture, and we do not go astray when we say that the powerful work of education which the centuries have given to directed thinking has produced, just through the peculiar development of thinking from the individual subjective into the social objective, a practical application of the human mind to which we owe modern empiricism and technic, and which occurs for absolutely the first time in the history of the world. Inquisitive minds have often tormented themselves with the question why the undoubtedly extraordinary knowledge of mathematics and principles and material facts united with the unexampled art of the human hand in antiquity never arrived at the point of developing those known technical statements of fact, for instance, the principles of simple machines, beyond the realm of the amusing and curious to a real technic in the modern sense. There is necessarily only one answer to this; the ancients almost entirely, with the exception of a few extraordinary minds, lacked the capacity to allow their interest to follow the transformations of inanimate matter to the extent necessary for them to be able to reproduce the process of nature, creatively and through their own art, by means of which alone they could have succeeded in putting themselves in possession of the force of nature. That which they lacked was training in directed thinking, or, to express it psychoanalytically, the ancients did not succeed in tearing loose the libido which might be sublimated, from the other natural relations, and did not turn voluntarily to anthropomorphism. The secret of the development of culture lies in the _mobility of the libido_, and in its capacity for transference. It is, therefore, to be assumed that the directed thinking of our time is a more or less modern acquisition, which was lacking in earlier times. But with that we come to a further question, viz., what happens if we do not think directedly? Then our thinking lacks the major idea, and the feeling of direction which emanates from that.[26] We no longer compel our thoughts along a definite track, but let them float, sink and mount according to their own gravity. According to Kulpe[27] thinking is a kind of inner will action, the absence of which necessarily leads to an automatic play of ideas. James understands the non-directed thinking, or “merely associative” thinking, as the ordinary one. He expresses himself about that in the following manner: “Our thought consists for the great part of a series of images, one of which produces the other; _a sort of passive dream-state of which the higher animals are also capable_. This sort of thinking leads, nevertheless, to reasonable conclusions of a practical as well as of a theoretical nature. “As a rule, the links of this sort of irresponsible thinking, which are accidentally bound together, are empirically concrete things, not abstractions.” We can, in the following manner, complete these definitions of William James. This sort of thinking does not tire us; it quickly leads us away from reality into phantasies of the past and future. Here, thinking in the form of speech ceases, image crowds upon image, feeling upon feeling; more and more clearly one sees a tendency which creates and makes believe, not as it truly is, but as one indeed might wish it to be.[28] The material of these thoughts which turns away from reality, can naturally be only the past with its thousand memory pictures. The customary speech calls this kind of thinking “dreaming.” Whoever attentively observes himself will find the general custom of speech very striking, for almost every day we can see for ourselves how, when falling asleep, phantasies are woven into our dreams, so that between the dreams of day and night there is not so great a difference. Thus we have two forms of thinking—_directed thinking_ and _dream or phantasy thinking_. The first, working for communication with speech elements, is troublesome and exhausting; the latter, on the contrary, goes on without trouble, working spontaneously, so to speak, with reminiscences. The first creates innovations, adaptations, imitates reality and seeks to act upon it. The latter, on the contrary, turns away from reality, sets free subjective wishes, and is, in regard to adaptation, wholly unproductive.[29] Let us leave aside the query as to why we possess these two different ways of thinking, and turn back to the second proposition, namely, how comes it that we have two different ways of thinking? I have intimated above that history shows us that directed thinking was not always as developed as it is at present. In this age the most beautiful expression of directed thinking is science, and the technic fostered by it. Both things are indebted for their existence simply to an energetic education in directed thinking. At the time, however, when a few forerunners of the present culture, like the poet Petrarch, first began to appreciate Nature understandingly[30] there was already in existence an equivalent for our science, to wit, scholasticism.[31] This took its objects from the phantasies of the past, and it gave to the mind a dialectic training in directed thinking. The only success which beckoned the thinker was rhetorical victory in disputation, and not a visible transformation of reality. The subjects of thinking were often astonishingly phantastical; for example, questions were discussed, such as how many angels could have a place on the point of a needle? Whether Christ could have done his work of redemption equally well if he had come into the world as a pea? The possibility of such problems, to which belong the metaphysical problems in general, viz., to be able to know the unknowable, shows us of what peculiar kind that mind must have been which created such things which to us are the height of absurdity. Nietzsche had guessed, however, at the biological background of this phenomenon when he spoke of the “beautiful tension” of the Germanic mind which the Middle Ages created. Taken historically, scholasticism, in the spirit of which persons of towering intellectual powers, such as Thomas of Aquinas, Duns Scotus, Abélard, William of Occam and others, have labored, is the mother of the modern scientific attitude, and a later time will see clearly how and in what scholasticism still furnishes living undercurrents to the science of to-day. Its whole nature lies in dialectic gymnastics which have raised the symbol of speech, the word, to an almost absolute meaning, so that it finally attained to that substantiality which expiring antiquity could lend to its _logos_ only temporarily, through attributes of mystical valuation. The great work of scholasticism, however, appears to be the foundation of firmly knitted intellectual sublimation, the _conditio sine qua non_ of the modern scientific and technical spirit. Should we go further back into history, we shall find that which to-day we call science, dissolved into an indistinct cloud. The modern culture-creating mind is incessantly occupied in stripping off all subjectivity from experience, and in finding those formulas which bring Nature and her forces to the best and most fitting expression. It would be an absurd and entirely unjustified self-glorification if we were to assume that we are more energetic or more intelligent than the ancients—our materials for knowledge have increased, but not our intellectual capacity. For this reason, we become immediately as obstinate and insusceptible in regard to new ideas as people in the darkest times of antiquity. Our knowledge has increased but not our wisdom. The main point of our interest is displaced wholly into material reality; antiquity preferred a mode of thought which was more closely related to a phantastic type. Except for a sensitive perspicuity towards works of art, not attained since then, we seek in vain in antiquity for that precise and concrete manner of thinking characteristic of modern science. We see the antique spirit create not science but mythology. Unfortunately, we acquire in school only a very paltry conception of the richness and immense power of life of Grecian mythology. Therefore, at first glance, it does not seem possible for us to assume that that energy and interest which to-day we put into science and technic, the man of antiquity gave in great part to his mythology. That, nevertheless, gives the explanation for the bewildering changes, the kaleidoscopic transformations and new syncretistic groupings, and the continued rejuvenation of the myths in the Grecian sphere of culture. Here, we move in a world of phantasies, which, little concerned with the outer course of things, flows from an inner source, and, constantly changing, creates now plastic, now shadowy shapes. This phantastical activity of the ancient mind created artistically _par excellence_. The object of the interest does not seem to have been to grasp hold of the “how” of the real world as objectively and exactly as possibly, but to æsthetically adapt subjective phantasies and expectations. There was very little place among ancient people for the coldness and disillusion which Giordano Bruno’s thoughts on eternity and Kepler’s discoveries brought to modern humanity. The naïve man of antiquity saw in the sun the great Father of the heaven and the earth, and in the moon the fruitful good Mother. Everything had its demons; they animated equally a human being and his brother, the animal. Everything was considered according to its anthropomorphic or theriomorphic attributes, as human being or animal. Even the disc of the sun was given wings or four feet, in order to illustrate its movement. Thus arose an idea of the universe which was not only very far from reality, but was one which corresponded wholly to subjective phantasies. We know, from our own experience, this state of mind. It is an infantile stage. To a child the moon is a man or a face or a shepherd of the stars. The clouds in the sky seem like little sheep; the dolls drink, eat and sleep; the child places a letter at the window for the Christ-child; he calls to the stork to bring him a little brother or sister; the cow is the wife of the horse, and the dog the husband of the cat. We know, too, that lower races, like the negroes, look upon the locomotive as an animal, and call the drawers of the table the child of the table. As we learn through Freud, the dream shows a similar type. Since the dream is unconcerned with the real condition of things, it brings the most heterogeneous matter together, and a world of impossibilities takes the place of realities. Freud finds progression characteristic of thinking when awake; that is to say, the advancement of the thought excitation from the system of the inner or outer perception through the “endopsychic” work of association, conscious and unconscious, to the motor end; that is to say, towards innervation. In the dream he finds the reverse, namely, regression of the thought excitation from the preconscious or unconscious to the system of perception, by the means of which the dream receives its ordinary impression of sensuous distinctness, which can rise to an almost hallucinating clearness. The dream thinking moves in a retrograde manner towards the raw material of memory. “The structure of the dream thoughts is dissolved during the progress of regression into its raw material.” The reanimation of the original perception is, however, only one side of regression. The other side is regression to the infantile memory material, which might also be understood as regression to the original perception, but which deserves especial mention on account of its independent importance. This regression might, indeed, be considered as “historical.” The dream, according to this conception, might also be described as _the substitute of the infantile scene, changed through transference into the recent scene_. The infantile scene cannot carry through its revival; it must be satisfied with its return as a dream. From this conception of the historical side of regression, it follows consequently that the modes of conclusion of the dream, in so far as one may speak of them, must show at the same time an analogous and infantile character. This is truly the case, as experience has abundantly shown, so that to-day every one who is familiar with the subject of dream analysis confirms Freud’s proposition that _dreams are a piece of the conquered life of the childish soul_. Inasmuch as the childish psychic life is undeniably of an archaic type, this characteristic belongs to the dream in quite an unusual degree. Freud calls our attention to this especially. “The dream, which fulfils its wishes by a short, regressive path, affords us only an example of the primary method of working of the psychic apparatus, which has been abandoned by us as unsuitable. That which once ruled in the waking state, when the psychical life was still young and impotent, appears to be banished to the dream life, in somewhat the same way as the bow and arrow, those discarded, primitive weapons of adult humanity, have been relegated to the nursery.”[32] All this experience suggests to us that we draw a parallel between the phantastical, mythological thinking of antiquity and the similar thinking of children, between the lower human races and dreams.[33] This train of thought is not a strange one for us, but quite familiar through our knowledge of comparative anatomy and the history of development, which show us how the structure and function of the human body are the results of a series of embryonic changes which correspond to similar changes in the history of the race. Therefore, the supposition is justified that ontogenesis corresponds in psychology to phylogenesis. Consequently, it would be true, as well, that the state of infantile thinking in the child’s psychic life, as well as in dreams, is nothing but a re-echo of the prehistoric and the ancient.[34] In regard to this, Nietzsche takes a very broad and remarkable standpoint.[35] “In our sleep and in our dreams we pass through the whole thought of earlier humanity. I mean, in the same way that man reasons in his dreams, he reasoned when in the waking state many thousands of years. The first _causa_ which occurred to his mind in reference to anything that needed explanation, satisfied him and passed for truth. In the dream this atavistic relic of humanity manifests its existence within us, for it is the foundation upon which the higher rational faculty developed, and which is still developing in every individual. The dream carries us back into earlier states of human culture, and affords us a means of understanding it better. The dream thought is so easy to us now, because we are so thoroughly trained to it through the interminable stages of evolution during which this phantastic and facile form of theorizing has prevailed. To a certain extent the dream is a restorative for the brain, which during the day is called upon to meet the severe demands for trained thought, made by the conditions of a higher civilization. “From these facts, we can understand how lately more acute logical thinking, the taking seriously of cause and effect, has been developed; when our functions of reason and intelligence still reach back involuntarily to those primitive forms of conclusion, and we live about half our lives in this condition.” We have already seen that Freud, independently of Nietzsche, has reached a similar standpoint from the basis of dream analysis. The step from this established proposition to the perception of the myths as familiar dream images is no longer a great one. Freud has formulated this conclusion himself.[36] “The investigation of this folk-psychologic formation, myths, etc., is by no means finished at present. To take an example of this, however, it is probable that the myths correspond to the distorted residue of wish phantasies of whole nations, the secularized dreams of young humanity.” Rank[37] understands the myths in a similar manner, as a mass dream of the people.[38] Riklin[39] has insisted rightly upon the dream mechanism of the fables, and Abraham[40] has done the same for the myths. He says: “The myth is a fragment of the infantile soul-life of the people.” and “Thus the myth is a _sustained, still remaining_ fragment from the infantile soul-life of the people, and the dream is the myth of the individual.” An unprejudiced reading of the above-mentioned authors will certainly allay all doubts concerning the intimate connection between dream psychology and myth psychology. The conclusion results almost from itself, that the age which created the myths thought childishly—that is to say, phantastically, as in our age is still done, to a very great extent (associatively or analogically) in dreams. The beginnings of myth formations (in the child), the taking of phantasies for realities, which is partly in accord with the historical, may easily be discovered among children. One might raise the objection that the mythological inclinations of children are implanted by education. The objection is futile. Has humanity at all ever broken loose from the myths? Every man has eyes and all his senses to perceive that the world is dead, cold and unending, and he has never yet seen a God, nor brought to light the existence of such from empirical necessity. On the contrary, there was need of a phantastic, indestructible optimism, and one far removed from all sense of reality, in order, for example, to discover in the shameful death of Christ really the highest salvation and the redemption of the world. Thus one can indeed withhold from a child the substance of earlier myths but not take from him the need for mythology. One can say, that should it happen that all traditions in the world were cut off with a single blow, then with the succeeding generation, the whole mythology and history of religion would start over again. Only a few individuals succeed in throwing off mythology in a time of a certain intellectual supremacy—the mass never frees itself. Explanations are of no avail; they merely destroy a transitory form of manifestation, but not the creating impulse. Let us again take up our earlier train of thought. We spoke of the ontogenetic re-echo of the phylogenetic psychology among children, we saw that phantastic thinking is a characteristic of antiquity, of the child, and of the lower races; but now we know also that our modern and adult man is given over in large part to this same phantastic thinking, which enters as soon as the directed thinking ceases. A lessening of the interest, a slight fatigue, is sufficient to put an end to the directed thinking, the exact psychological adaptation to the real world, and to replace it with phantasies. We digress from the theme and give way to our own trains of thought; if the slackening of the attention increases, then we lose by degrees the consciousness of the present, and the phantasy enters into possession of the field. Here the important question obtrudes itself: How are phantasies created? From the poets we learn much about it; from science we learn little. The psychoanalytic method, presented to science by Freud, shed light upon this for the first time. It showed us that there are typical cycles. The stutterer imagines he is a great orator. The truth of this, Demosthenes, thanks to his energy, has proven. The poor man imagines himself to be a millionaire, the child an adult. The conquered fight out victorious battles with the conquerer; the unfit torments or delights himself with ambitious plans. We imagine that which we lack. The interesting question of the “why” of all this we must here leave unanswered, while we return to the historic problem: From what source do the phantasies draw their materials?[41] We chose, as an example, a typical phantasy of puberty. A child in that stage before whom the whole frightening uncertainty of the future fate opens, puts back the uncertainty into the past, through his phantasy, and says, “If only I were not the child of my ordinary parents, but the child of a rich and fashionable count, and had been merely passed over to my parents, then some day a golden coach would come, and the count would take his child back with him to his wonderful castle,” and so it goes on, as in Grimm’s Fairy Tales which the mother tells to her children.[42] With a normal child, it stops with the fugitive, quickly-passing idea which is soon covered over and forgotten. However, at one time, and that was in the ancient world of culture, the phantasy was an openly acknowledged institution. The heroes,—I recall Romulus and Remus, Semiramis, Moses and many others,—have been separated from their real parents.[43] Others are directly sons of gods, and the noble races derive their family trees from heroes and gods. As one sees by this example, the phantasy of modern humanity is nothing but a re-echo of an old-folk-belief, which was very widespread originally.[44] The ambitious phantasy chooses, among others, a form which is classic, and which once had a true meaning. The same thing holds good in regard to the sexual phantasy. In the preamble we have spoken of dreams of sexual assault: the robber who breaks into the house and commits a dangerous act. That, too, is a mythological theme, and in the prehistoric era was certainly a reality too.[45] Wholly apart from the fact that the capture of women was something general in the lawless prehistoric times, it was also a subject of mythology in cultivated epochs. I recall the capture of Proserpina, Deianira, Europa, the Sabine women, etc. We must not forget that, even to-day, marriage customs exist in various regions which recall the ancient custom of marriage by capture. The symbolism of the instrument of coitus was an inexhaustible material for ancient phantasy. It furnished a widespread cult that was designated phallic, the object of reverence of which was the phallus. The companion of Dionysus was Phales, a personification of the phallus proceeding from the phallic Herme of Dionysus. The phallic symbols were countless. Among the Sabines, the custom existed for the bridegroom to part the bride’s hair with a lance. The bird, the fish and the snake were phallic symbols. In addition, there existed in enormous quantities theriomorphic representations of the sexual instinct, in connection with which the bull, the he-goat, the ram, the boar and the ass were frequently used. An undercurrent to this choice of symbol was furnished by the sodomitic inclination of humanity. When in the dream phantasy of modern man, the feared man is replaced by an animal, there is recurring in the ontogenetic re-echo the same thing which was openly represented by the ancients countless times. There were he-goats which pursued nymphs, satyrs with she-goats; in still older times in Egypt there even existed a shrine of a goat god, which the Greeks called Pan, where the Hierodules prostituted themselves with goats.[46] It is well known that this worship has not died out, but continues to live as a special custom in South Italy and Greece.[47] To-day we feel for such a thing nothing but the deepest abhorrence, and never would admit it still slumbered in our souls. Nevertheless, just as truly as the idea of the sexual assault is there, so are these things there too; which we should contemplate still more closely,—not through moral eye-glasses, with horror, but with interest as a natural science, since these things are venerable relics of past culture periods. We have, even to-day, a clause in our penal code against sodomy. But that which was once so strong as to give rise to a worship among a highly developed people has probably not wholly disappeared from the human soul during the course of a few generations. We may not forget that since the symposium of Plato, in which homo-sexuality faces us on the same level with the so-called “normal sexuality,” only eighty generations have passed. And what are eighty generations? They shrink to an imperceptible period of time when compared with the space of time which separates us from the homo-Neandertalensis or Heidelbergensis. I might call to mind, in this connection, some choice thoughts of the great historian Guglielmo Ferrero:[48] “It is a very common belief that the further man is separated from the present by time, the more does he differ from us in his thoughts and feelings; that the psychology of humanity changes from century to century, like fashions of literature. Therefore, no sooner do we find in past history an institution, a custom, a law or a belief a little different from those with which we are familiar, than we immediately search for some complex meanings, which frequently resolve themselves into phrases of doubtful significance. “Indeed, man does not change so quickly; his psychology at bottom remains the same, and even if his culture varies much from one epoch to another, it does not change the functioning of his mind. The fundamental laws of the mind remain the same, at least during the short historical period of which we have knowledge, and all phenomena, even the most strange, must be capable of explanation by those common laws of the mind which we can recognize in ourselves.” The psychologist should accept this viewpoint without reservation as peculiarly applicable to himself. To-day, indeed, in our civilization the phallic processions, the Dionysian mysteries of classical Athens, the barefaced Phallic emblems, have disappeared from our coins, houses, temples and streets; so also have the theriomorphic representations of the Deity been reduced to small remnants, like the Dove of the Holy Ghost, the Lamb of God and the Cock of Peter adorning our church towers. In the same way, the capture and violation of women have shrunken away to crimes. Yet all of this does not affect the fact that we, in childhood, go through a period in which the impulses toward these archaic inclinations appear again and again, and that through all our life we possess, side by side with the newly recruited, directed and adapted thought, a phantastic thought which corresponds to the thought of the centuries of antiquity and barbarism. Just as our bodies still keep the reminders of old functions and conditions in many old-fashioned organs, so our minds, too, which apparently have outgrown those archaic tendencies, nevertheless bear the marks of the evolution passed through, and the very ancient re-echoes, at least dreamily, in phantasies. The symbolism which Freud has discovered, is revealed as an expression of a thinking and of an impulse limited to the dream, to wrong conduct, and to derangements of the mind, which form of thinking and impulse at one time ruled as the mightiest influence in past culture epochs. The question of _whence_ comes the inclination and ability which enables the mind to express itself symbolically, brings us to the distinction between the two kinds of thinking—the directed and adapted on one hand, and the subjective, fed by our own egotistic wishes, on the other. The latter form of thinking, presupposing that it were not constantly corrected by the adapted thinking, must necessarily produce an overwhelmingly subjectively distorted idea of the world. We regard this state of mind as infantile. It lies in our individual past, and in the past of mankind. With this we affirm the important fact that man in his phantastic thinking has kept a condensation of the psychic history of his development. An extraordinarily important task, which even to-day is hardly possible, is to give a systematic description of phantastic thinking. One may, at the most, sketch it. While directed thinking is a phenomenon conscious throughout,[49] the same cannot be asserted of phantastic thinking. Doubtless, a great part of it still falls entirely in the realm of the conscious, but, at least, just as much goes along in half shadows, and generally an undetermined amount in the unconscious; and this can, therefore, be disclosed only indirectly.[50] By means of phantastic thinking, directed thinking is connected with the oldest foundations of the human mind, which have been for a long time beneath the threshold of the consciousness. The products of this phantastic thinking arising directly from the consciousness are, first, waking dreams, or day-dreams, to which Freud, Flournoy, Pick and others have given special attention; then the dreams which offer to the consciousness, at first, a mysterious exterior, and win meaning only through the indirectly inferred unconscious contents. Lastly, there is a so-called wholly unconscious phantasy system in the split-off complex, which exhibits a pronounced tendency towards the production of a dissociated personality.[51] Our foregoing explanations show wherein the products arising from the unconscious are related to the mythical. From all these signs it may be concluded that the soul possesses in some degree historical strata, the oldest stratum of which would correspond to the unconscious. The result of that must be that an introversion occurring in later life, according to the Freudian teaching, seizes upon regressive infantile reminiscences taken from the individual past. That first points out the way; then, with stronger introversion and regression (strong repressions, introversion psychoses), there come to light pronounced traits of an archaic mental kind which, under certain circumstances, might go as far as the re-echo of a once manifest, archaic mental product. This problem deserves to be more thoroughly discussed. As a concrete example, let us take the history of the pious Abbé Oegger which Anatole France has communicated to us.[52] This priest was a hypercritical man, and much given to phantasies, especially in regard to one question, viz., the fate of Judas; whether he was really damned, as the teaching of the church asserts, to everlasting punishment, or whether God had pardoned him after all. Oegger sided with the intelligent point of view that God, in his all-wisdom, had chosen Judas as an instrument, in order to bring about the highest point of the work of redemption by Christ.[53] This necessary instrument, without the help of which the human race would not have been a sharer in salvation, could not possibly be damned by the all-good God. In order to put an end to his doubts, Oegger went one night to the church, and made supplication for a sign that Judas was saved. Then he felt a heavenly touch upon his shoulder. Following this, Oegger told the Archbishop of his resolution to go out into the world to preach God’s unending mercy. Here we have a richly developed phantasy system before us. It is concerned with the subtle and perpetually undecided question as to whether the legendary figure of Judas is damned or not. The Judas legend is, in itself, mythical material, viz., the malicious betrayal of a hero. I recall Siegfried and Hagen, Balder and Loki. Siegfried and Balder were murdered by a faithless traitor from among their closest associates. This myth is moving and tragic—it is not honorable battle which kills the noble, but evil treachery. It is, too, an occurrence which is historical over and over again. One thinks of Cæsar and Brutus. Since the myth of such a deed is very old, and still the subject of teaching and repetition, it is the expression of a psychological fact, that envy does not allow humanity to sleep, and that all of us carry, in a hidden recess of our heart, a deadly wish towards the hero. This rule can be applied generally to mythical tradition. _It does not set forth any account of the old events, but rather acts in such a way that it always reveals a thought common to humanity, and once more rejuvenated._ Thus, for example, the lives and deeds of the founders of old religions are the purest condensations of typical, contemporaneous myths, behind which the individual figure entirely disappears.[54] But why does our pious Abbé torment himself with the old Judas legend? He first went into the world to preach the gospel of mercy, and then, after some time, he separated from the Catholic church and became a Swedenborgian. Now we understand his Judas phantasy. _He was the Judas_ who betrayed his Lord. Therefore, first of all, he had to make sure of the divine mercy, in order to be Judas in peace. This case throws a light upon the mechanism of the phantasies in general. The known, conscious phantasy may be of mythical or other material; it is not to be taken seriously as such, for it has an indirect meaning. If we take it, however, as important per se, then the thing is not understandable, and makes one despair of the efficiency of the mind. But we saw, in the case of Abbé Oegger, that his doubts and his hopes did not turn upon the historical problem of Judas, but upon his own personality, which wished to win a way to freedom for itself through the solution of the Judas problem. _The conscious phantasies tell us of mythical or other material of undeveloped or no longer recognized wish tendencies in the soul._ As is easily to be understood, an innate tendency, an acknowledgment of which one refuses to make, and which one treats as non-existent, can hardly contain a thing that may be in accord with our conscious character. It concerns the tendencies which are considered immoral, and as generally impossible, and the strongest resentment is felt towards bringing them into the consciousness. What would Oegger have said had he been told confidentially that he was preparing himself for the Judas rôle? And what in ourselves do we consider immoral and non-existent, or which we at least wish were non-existent? It is that which in antiquity lay widespread on the surface, viz., sexuality in all its various manifestations. Therefore, we need not wonder in the least when we find this at the base of most of our phantasies, even if the phantasies have a different appearance. Because Oegger found the damnation of Judas incompatible with God’s goodness, he thought about the conflict in that way; that is the conscious sequence. Along with this is the unconscious sequence; because Oegger himself wished to be a Judas, he first made sure of the goodness of God. To Oegger, Judas was the symbol of his own unconscious tendency, and he made use of this symbol in order to be able to meditate over his unconscious wish. The direct coming into consciousness of the Judas wish would have been too painful for him. _Thus, there must be typical myths which are really the instruments of a folk-psychological complex treatment._ Jacob Burckhardt seems to have suspected this when he once said that every Greek of the classical era carried in himself a fragment of the Oedipus, just as every German carries a fragment of Faust.[55] The problem which the simple story of the Abbé Oegger has brought clearly before us confronts us again when we prepare to examine phantasies which owe their existence this time to an exclusively unconscious work. We are indebted for the material which we will use in the following chapters to the useful publication of an American woman, Miss Frank Miller, who has given to the world some poetical unconsciously formed phantasies under the title, “Quelque faits d’imagination créatrice subconsciente.”—_Vol. V., Archives de Psychologie, 1906._[56]",
  "metrics": {
    "completion_tokens": 42,
    "prompt_tokens": 12507,
    "total_tokens": 12549,
    "finish_reason": "stop",
    "sections_created": 0,
    "has_missed_text": true,
    "redundant_sections": 1,
    "unprocessed_sections": 6,
    "total_processed_sections": 0
  },
  "token_counts": {
    "input": 12263,
    "sections": [],
    "missed": 11269
  }
}