{
  "chunk_number": 6,
  "original_text": "\nAny one who can read Freud’s “Interpretation of the Dream” without\nscientific rebellion at the newness and apparently unjustified daring of\nits analytical presentation, and without moral indignation at the\nastonishing nudity of the dream interpretation, and who can allow this\nunusual array of facts to influence his mind calmly and without\nprejudice, will surely be deeply impressed at that place where Freud\ncalls to mind the fact that an individual psychologic conflict, namely,\nthe Incest Phantasy, is the essential root of that powerful ancient\ndramatic material, the Oedipus legend. The impression made by this\nsimple reference may be likened to that wholly peculiar feeling which\narises in us if, for example, in the noise and tumult of a modern street\nwe should come across an ancient relic—the Corinthian capital of a\nwalled-in column, or a fragment of inscription. Just a moment ago we\nwere given over to the noisy ephemeral life of the present, when\nsomething very far away and strange appears to us, which turns our\nattention to things of another order; a glimpse away from the incoherent\nmultiplicity of the present to a higher coherence in history. Very\nlikely it would suddenly occur to us that on this spot where we now run\nbusily to and fro a similar life and activity prevailed two thousand\nyears ago in somewhat other forms; similar passions moved mankind, and\nman was likewise convinced of the uniqueness of his existence. I would\nliken the impression which the first acquaintance with the monuments of\nantiquity so easily leaves behind to that impression which Freud’s\nreference to the Oedipus legend makes—for while we are still engaged\nwith the confusing impressions of the variability of the Individual\nSoul, suddenly there is opened a revelation of the simple greatness of\nthe Oedipus tragedy—that never extinguished light of the Grecian\ntheatre.\n\nThis breadth of outlook carries in itself something of revelation. For\nus, the ancient psychology has long since been buried among the shadows\nof the past; in the schoolroom one could scarcely repress a sceptical\nsmile when one indiscreetly reckoned the comfortable matronly age of\nPenelope and the age of Jocasta, and comically compared the result of\nthe reckoning with the tragic-erotic struggles in the legend and drama.\nWe did not know at that time (and who knows even to-day?) that the\nmother can be the all-consuming passion of the son, which perhaps\nundermines his whole life and tragically destroys it, so that not even\nthe magnitude of the Oedipus Fate seems one jot overdrawn. Rare and\npathologically understood cases like Ninon de Lenclos and her son[4] lie\ntoo far removed from most of us to give a living impression. But when we\nfollow the paths traced out by Freud, we arrive at a recognition of the\npresent existence of such possibilities, which, although they are too\nweak to enforce incest, are still strong enough to cause disturbances of\nconsiderable magnitude in the soul. The admission of such possibilities\nto one’s self does not occur without a great burst of moral revulsion.\nResistances arise which only too easily dazzle the intellect, and,\nthrough that, make knowledge of self impossible. Whenever we succeed,\nhowever, in stripping feelings from more scientific knowledge, then that\nabyss which separates our age from the antique is bridged, and, with\nastonishment, we see that Oedipus is still a living thing for us. The\nimportance of such an impression should not be undervalued. We are\ntaught by this insight that there is an identity of elementary human\nconflicts existing independent of time and place. That which affected\nthe Greeks with horror still remains true, but it is true for us only\nwhen we give up a vain illusion that we are different—that is to say,\nmore moral, than the ancients. We of the present day have nearly\nsucceeded in forgetting that an indissoluble common bond binds us to the\npeople of antiquity. With this truth a path is opened to the\nunderstanding of the ancient mind; an understanding which so far has not\nexisted, and, on one side, leads to an inner sympathy, and, on the other\nside, to an intellectual comprehension. Through buried strata of the\nindividual soul we come indirectly into possession of the living mind of\nthe ancient culture, and, just precisely through that, do we win that\nstable point of view outside our own culture, from which, for the first\ntime, an objective understanding of their mechanisms would be possible.\nAt least that is the hope which we get from the rediscovery of the\nOedipus problem.\n\nThe enquiry made possible by Freud’s work has already resulted\nfruitfully; we are indebted to this stimulation for some bold attacks\nupon the territory of the history of the human mind. There are the works\nof Riklin,[5] Abraham,[6] Rank,[7] Maeder,[8] Jones,[9]—recently\nSilberer has joined their ranks with a beautiful investigation entitled\n“Phantasie und Mythus.”[10] We are indebted to Pfister[11] for a\ncomprehensive work which cannot be overlooked here, and which is of much\nimportance for Christian religious psychology. The leading purpose of\nthese works is the unlocking of historical problems through the\napplication of psychoanalytic knowledge; that is to say, knowledge drawn\nfrom the activity of the modern unconscious mind concerning specific\nhistorical material.\n\nI must refer the reader entirely to the specified works, in order that\nhe may gain information concerning the extent and the kind of insight\nwhich has already been obtained. The explanations are in many cases\ndubious in particulars; nevertheless, this detracts in no way from the\ntotal result. It would be significant enough if only the far-reaching\nanalogy between the psychologic structure of the historical relics and\nthe structure of the recent individual psychologic products alone were\ndemonstrated. This proof is possible of attainment for every intelligent\nperson through the work done up to this time. The analogy prevails\nespecially in symbolism, as Riklin, Rank, Maeder, and Abraham have\npointed out with illuminating examples; it is also shown in the\nindividual mechanisms of unconscious work, that is to say in repression,\ncondensation, etc., as Abraham explicitly shows.\n\nUp to the present time the psychoanalytic investigator has turned his\ninterest chiefly to the analysis of the individual psychologic problems.\nIt seems to me, however, that in the present state of affairs there is a\nmore or less imperative demand for the psychoanalyst to broaden the\nanalysis of the individual problems by a comparative study of historical\nmaterial relating to them, just as Freud has already done in a masterly\nmanner in his book on “Leonardo da Vinci.”[12] For, just as the\npsychoanalytic conceptions promote understanding of the historic\npsychologic creations, so reversedly historical materials can shed new\nlight upon individual psychologic problems. These and similar\nconsiderations have caused me to turn my attention somewhat more to the\nhistorical, in the hope that, out of this, new insight into the\nfoundations of individual psychology might be won.\n\n                               CHAPTER I\n\n\n                  CONCERNING THE TWO KINDS OF THINKING\n",
  "semantic_sections": [
    "Any one who can read Freud’s “Interpretation of the Dream” without\nscientific rebellion at the newness and apparently unjustified daring of\nits analytical presentation, and without moral indignation at the\nastonishing nudity of the dream interpretation, and who can allow this\nunusual array of facts to influence his mind calmly and without\nprejudice, will surely be deeply impressed at that place where Freud\ncalls to mind the fact that an individual psychologic conflict, namely,\nthe Incest Phantasy, is the essential root of that powerful ancient\ndramatic material, the Oedipus legend. The impression made by this\nsimple reference may be likened to that wholly peculiar feeling which\narises in us if, for example, in the noise and tumult of a modern street\nwe should come across an ancient relic—the Corinthian capital of a\nwalled-in column, or a fragment of inscription. Just a moment ago we\nwere given over to the noisy ephemeral life of the present, when\nsomething very far away and strange appears to us, which turns our\nattention to things of another order; a glimpse away from the incoherent\nmultiplicity of the present to a higher coherence in history. Very\nlikely it would suddenly occur to us that on this spot where we now run\nbusily to and fro a similar life and activity prevailed two thousand\nyears ago in somewhat other forms; similar passions moved mankind, and\nman was likewise convinced of the uniqueness of his existence. I would\nliken the impression which the first acquaintance with the monuments of\nantiquity so easily leaves behind to that impression which Freud’s\nreference to the Oedipus legend makes—for while we are still engaged\nwith the confusing impressions of the variability of the Individual\nSoul, suddenly there is opened a revelation of the simple greatness of\nthe Oedipus tragedy—that never extinguished light of the Grecian\ntheatre.\n\nThis breadth of outlook carries in itself something of revelation. For\nus, the ancient psychology has long since been buried among the shadows\nof the past; in the schoolroom one could scarcely repress a sceptical\nsmile when one indiscreetly reckoned the comfortable matronly age of\nPenelope and the age of Jocasta, and comically compared the result of\nthe reckoning with the tragic-erotic struggles in the legend and drama.\nWe did not know at that time (and who knows even to-day?) that the\nmother can be the all-consuming passion of the son, which perhaps\nundermines his whole life and tragically destroys it, so that not even\nthe magnitude of the Oedipus Fate seems one jot overdrawn. Rare and\npathologically understood cases like Ninon de Lenclos and her son[4] lie\ntoo far removed from most of us to give a living impression. But when we\nfollow the paths traced out by Freud, we arrive at a recognition of the\npresent existence of such possibilities, which, although they are too\nweak to enforce incest, are still strong enough to cause disturbances of\nconsiderable magnitude in the soul. The admission of such possibilities\nto one’s self does not occur without a great burst of moral revulsion.\nResistances arise which only too easily dazzle the intellect, and,\nthrough that, make knowledge of self impossible. Whenever we succeed,\nhowever, in stripping feelings from more scientific knowledge, then that\nabyss which separates our age from the antique is bridged, and, with\nastonishment, we see that Oedipus is still a living thing for us. The\nimportance of such an impression should not be undervalued. We are\ntaught by this insight that there is an identity of elementary human\nconflicts existing independent of time and place. That which affected\nthe Greeks with horror still remains true, but it is true for us only\nwhen we give up a vain illusion that we are different—that is to say,\nmore moral, than the ancients. We of the present day have nearly\nsucceeded in forgetting that an indissoluble common bond binds us to the\npeople of antiquity. With this truth a path is opened to the\nunderstanding of the ancient mind; an understanding which so far has not\nexisted, and, on one side, leads to an inner sympathy, and, on the other\nside, to an intellectual comprehension. Through buried strata of the\nindividual soul we come indirectly into possession of the living mind of\nthe ancient culture, and, just precisely through that, do we win that\nstable point of view outside our own culture, from which, for the first\ntime, an objective understanding of their mechanisms would be possible.\nAt least that is the hope which we get from the rediscovery of the\nOedipus problem.",
    "The enquiry made possible by Freud’s work has already resulted\nfruitfully; we are indebted to this stimulation for some bold attacks\nupon the territory of the history of the human mind. There are the works\nof Riklin,[5] Abraham,[6] Rank,[7] Maeder,[8] Jones,[9]—recently\nSilberer has joined their ranks with a beautiful investigation entitled\n“Phantasie und Mythus.”[10] We are indebted to Pfister[11] for a\ncomprehensive work which cannot be overlooked here, and which is of much\nimportance for Christian religious psychology. The leading purpose of\nthese works is the unlocking of historical problems through the\napplication of psychoanalytic knowledge; that is to say, knowledge drawn\nfrom the activity of the modern unconscious mind concerning specific\nhistorical material.\n\nI must refer the reader entirely to the specified works, in order that\nhe may gain information concerning the extent and the kind of insight\nwhich has already been obtained. The explanations are in many cases\ndubious in particulars; nevertheless, this detracts in no way from the\ntotal result. It would be significant enough if only the far-reaching\nanalogy between the psychologic structure of the historical relics and\nthe structure of the recent individual psychologic products alone were\ndemonstrated. This proof is possible of attainment for every intelligent\nperson through the work done up to this time. The analogy prevails\nespecially in symbolism, as Riklin, Rank, Maeder, and Abraham have\npointed out with illuminating examples; it is also shown in the\nindividual mechanisms of unconscious work, that is to say in repression,\ncondensation, etc., as Abraham explicitly shows.\n\nUp to the present time the psychoanalytic investigator has turned his\ninterest chiefly to the analysis of the individual psychologic problems.\nIt seems to me, however, that in the present state of affairs there is a\nmore or less imperative demand for the psychoanalyst to broaden the\nanalysis of the individual problems by a comparative study of historical\nmaterial relating to them, just as Freud has already done in a masterly\nmanner in his book on “Leonardo da Vinci.”[12] For, just as the\npsychoanalytic conceptions promote understanding of the historic\npsychologic creations, so reversedly historical materials can shed new\nlight upon individual psychologic problems. These and similar\nconsiderations have caused me to turn my attention somewhat more to the\nhistorical, in the hope that, out of this, new insight into the\nfoundations of individual psychology might be won."
  ],
  "missed_text": "Any one who can read Freud’s “Interpretation of the Dream” without scientific rebellion at the newness and apparently unjustified daring of its analytical presentation, and without moral indignation at the astonishing nudity of the dream interpretation, and who can allow this unusual array of facts to influence his mind calmly and without prejudice, will surely be deeply impressed at that place where Freud calls to mind the fact that an individual psychologic conflict, namely, the Incest Phantasy, is the essential root of that powerful ancient dramatic material, the Oedipus legend. The impression made by this simple reference may be likened to that wholly peculiar feeling which arises in us if, for example, in the noise and tumult of a modern street we should come across an ancient relic—the Corinthian capital of a walled-in column, or a fragment of inscription. Just a moment ago we were given over to the noisy ephemeral life of the present, when something very far away and strange appears to us, which turns our attention to things of another order; a glimpse away from the incoherent multiplicity of the present to a higher coherence in history. Very likely it would suddenly occur to us that on this spot where we now run busily to and fro a similar life and activity prevailed two thousand years ago in somewhat other forms; similar passions moved mankind, and man was likewise convinced of the uniqueness of his existence. I would liken the impression which the first acquaintance with the monuments of antiquity so easily leaves behind to that impression which Freud’s reference to the Oedipus legend makes—for while we are still engaged with the confusing impressions of the variability of the Individual Soul, suddenly there is opened a revelation of the simple greatness of the Oedipus tragedy—that never extinguished light of the Grecian theatre. This breadth of outlook carries in itself something of revelation. For us, the ancient psychology has long since been buried among the shadows of the past; in the schoolroom one could scarcely repress a sceptical smile when one indiscreetly reckoned the comfortable matronly age of Penelope and the age of Jocasta, and comically compared the result of the reckoning with the tragic-erotic struggles in the legend and drama. We did not know at that time (and who knows even to-day?) that the mother can be the all-consuming passion of the son, which perhaps undermines his whole life and tragically destroys it, so that not even the magnitude of the Oedipus Fate seems one jot overdrawn. Rare and pathologically understood cases like Ninon de Lenclos and her son[4] lie too far removed from most of us to give a living impression. But when we follow the paths traced out by Freud, we arrive at a recognition of the present existence of such possibilities, which, although they are too weak to enforce incest, are still strong enough to cause disturbances of considerable magnitude in the soul. The admission of such possibilities to one’s self does not occur without a great burst of moral revulsion. Resistances arise which only too easily dazzle the intellect, and, through that, make knowledge of self impossible. Whenever we succeed, however, in stripping feelings from more scientific knowledge, then that abyss which separates our age from the antique is bridged, and, with astonishment, we see that Oedipus is still a living thing for us. The importance of such an impression should not be undervalued. We are taught by this insight that there is an identity of elementary human conflicts existing independent of time and place. That which affected the Greeks with horror still remains true, but it is true for us only when we give up a vain illusion that we are different—that is to say, more moral, than the ancients. We of the present day have nearly succeeded in forgetting that an indissoluble common bond binds us to the people of antiquity. With this truth a path is opened to the understanding of the ancient mind; an understanding which so far has not existed, and, on one side, leads to an inner sympathy, and, on the other side, to an intellectual comprehension. Through buried strata of the individual soul we come indirectly into possession of the living mind of the ancient culture, and, just precisely through that, do we win that stable point of view outside our own culture, from which, for the first time, an objective understanding of their mechanisms would be possible. At least that is the hope which we get from the rediscovery of the Oedipus problem. The enquiry made possible by Freud’s work has already resulted fruitfully; we are indebted to this stimulation for some bold attacks upon the territory of the history of the human mind. There are the works of Riklin,[5] Abraham,[6] Rank,[7] Maeder,[8] Jones,[9]—recently Silberer has joined their ranks with a beautiful investigation entitled “Phantasie und Mythus.”[10] We are indebted to Pfister[11] for a comprehensive work which cannot be overlooked here, and which is of much importance for Christian religious psychology. The leading purpose of these works is the unlocking of historical problems through the application of psychoanalytic knowledge; that is to say, knowledge drawn from the activity of the modern unconscious mind concerning specific historical material. I must refer the reader entirely to the specified works, in order that he may gain information concerning the extent and the kind of insight which has already been obtained. The explanations are in many cases dubious in particulars; nevertheless, this detracts in no way from the total result. It would be significant enough if only the far-reaching analogy between the psychologic structure of the historical relics and the structure of the recent individual psychologic products alone were demonstrated. This proof is possible of attainment for every intelligent person through the work done up to this time. The analogy prevails especially in symbolism, as Riklin, Rank, Maeder, and Abraham have pointed out with illuminating examples; it is also shown in the individual mechanisms of unconscious work, that is to say in repression, condensation, etc., as Abraham explicitly shows. Up to the present time the psychoanalytic investigator has turned his interest chiefly to the analysis of the individual psychologic problems. It seems to me, however, that in the present state of affairs there is a more or less imperative demand for the psychoanalyst to broaden the analysis of the individual problems by a comparative study of historical material relating to them, just as Freud has already done in a masterly manner in his book on “Leonardo da Vinci.”[12] For, just as the psychoanalytic conceptions promote understanding of the historic psychologic creations, so reversedly historical materials can shed new light upon individual psychologic problems. These and similar considerations have caused me to turn my attention somewhat more to the historical, in the hope that, out of this, new insight into the foundations of individual psychology might be won. CHAPTER I CONCERNING THE TWO KINDS OF THINKING",
  "metrics": {
    "completion_tokens": 1581,
    "prompt_tokens": 1803,
    "total_tokens": 3384,
    "finish_reason": "stop",
    "sections_created": 2,
    "has_missed_text": true,
    "redundant_sections": 1,
    "unprocessed_sections": 5,
    "total_processed_sections": 2
  },
  "token_counts": {
    "input": 1560,
    "sections": [
      1002,
      540
    ],
    "missed": 1426
  }
}